<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="telekommando.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="tennis_cup.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Komplettl&ouml;sung:
Zu Beginn &ouml;ffnen wir erst einmal die Heckt&uuml;ren unseres Servicewagens um
das Werkzeug und das Funktelefon mitzunehmen. Dann gehen wir in das
Umweltgeb&auml;ude und sprechen mit dem Portier. Bevor wir den Aufzug benutzen
gehen wir durch das Treppenhaus in den Keller. Dort erwischen wir jemand
der an der Klimaanlage herumfingert. Als wir nun den Aufzug benutzen
wollen merken wir, da&szlig; irgendetwas mit dem Teil nicht stimmt. Um die
St&ouml;rstelle zu erreichen ben&ouml;tigen wir allerdings eine Leiter. Diese holen
wir uns aus dem Keller, aus der Abstellkammer. Bei dieser Gelegenheit
schauen wir uns gleich die  Klimaanlage an. Hier war ein Saboteur am Werk.
Wir reparieren die Anlage auf die Schnelle (Benutze Werkzeug mit
Klimaanlage). Im Treppenhaus &ouml;ffnen wir den Schrank und entnehmen das
Seil, sowie das rote und das gr&uuml;ne Modul, dann geht es wieder zum
Fahrstuhl. Dort benutzen wir die Leiter, &ouml;ffnen die Decke und gehen nach
oben. Die Kabel der Steuerelektronik wurden zerschnitten, mit unserem
Werkzeug beheben wir den Schaden.Dann schlie&szlig;en wir die Deckenlucke wieder
und entfernen die Leiter.
Jetzt benutzen wir die Konsole um in den 4. Stock zu gelangen. Dort melden
wir uns bei der Gesch&auml;ftsf&uuml;hrerin. Wir fragen sie nach allem was f&uuml;r uns
wichtig sein k&ouml;nnte. Daraufhin gibt sie uns eine FAX-Liste, die wir erst
brauchen k&ouml;nnen. Vom Schreibtisch nehmen wir die D-1-Karte, die wir f&uuml;r
unser Telefon gebrauchen k&ouml;nnen. Im Vorzimmer finden wir ein Faxger&auml;t,
einen PC und einen Drucker. Da die Festplatte des PC zerst&ouml;rt wurde m&uuml;&szlig;en
wir uns erst eine Start-Diskette besorgen. Jetzt schauen wir uns die
Fax-Liste an, die wir versenden sollen. Eine Fax-Nummer ist unleserlich.
Da wir aber auch mit der Telecom in Tokio hervorragend zusammenarbeiten,
bitten wir dort um Hilfe. Dazu benutzen wir die D1-Karte mit unserem
Telefon und w&auml;hlen Tokio an. Von dort bekommen wir dann die vollst&auml;ndige
Nummer. Nun fahren wir in den 2. Stock, gehen ins Labor und bitten die
Programmiererin am Computer um die Systemdiskette.
Jetzt fahren wir in den 1. Stock und sehen uns den Kopierer etwas n&auml;her
an. Den Papierstapel legen wir in das Papiermagazin,den fehlenden Toner
k&ouml;nnen wir erst sp&auml;ter bestellen. Wir gehen zur Buchhaltung. Hier sprechen
wir mit dem Buchhalter so lange bis er uns mitteilt, da&szlig; er Hunger auf
eine Pizza hat. Nun gehen wir in die Telefonzentrale, hier benutzen wir
wieder unser Telefon mit der D1-Karte und bestellen dem Buchhalter eine
Pizza. Jetzt nehmen wir das blaue und das gelbe Modul und sehen uns die
Anlage an. Bei den Steckpl&auml;tzen wissen wir nicht weiter und rufen unseren
Kollegen Herrn Schmitz bei der Telekom an. Dieser erkl&auml;rt uns die
Reihenfolge der Steckpl&auml;tze, die wir uns unbedingt merken sollten. Nun
d&uuml;rfte es keine Probleme mehr geben. Jetzt &uuml;berzeugen wir uns ob der
Buchhalter auch seine Pizza erhalten hat, bei dieser Gelegenheit nehmen
wir den Kugelschreiber von seinem Schreibtisch mit. &Uuml;ber BTX bestellen wir
den fehlenden Toner. Nun schauen wir uns das Fahrrad im Flur an,bei dem
Versuch es zu reparieren m&uuml;&szlig;en wir leider feststellen das es nun garnicht
mehr zu gebrauchen ist. Die Einzelteile nehmen wir jedoch mit da sie noch
sehr n&uuml;tzlich sein werden. Die T&uuml;r im 3. Stock klemmt, und wir m&uuml;&szlig;en
versuchen einen anderen Weg zu finden. Doch zuerst fahren wir wieder ins
Erdgescho&szlig; und nehmen beim Pf&ouml;rtner den bestellten Toner entgegen. Jetzt
k&ouml;nnen wir auch die Arbeit am Kopierer im 1. Stock beenden.
Nun geht es wieder abw&auml;rts in den Keller. Hier &ouml;ffnen wir den
L&uuml;ftungsschacht und stellen fest, da&szlig; uns f&uuml;r die Durchquerung des
Schachtes die Baupl&auml;ne zum Geb&auml;ude fehlen. Der Pf&ouml;rtner verr&auml;t uns, da&szlig;
uns die Datentypistin (sie ist in der Kantine) weiterhelfen kann. Nachdem
wir von ihr eine Modemnummer bekommen haben fahren wir wieder in den
vierten Stock und gehen ins Vorzimmer, hier faxen wir zuerst die
Einladungsschreiben an die Teilnehmer. Nun benutzen wir die Diskette am
Computer. Der Compi will uns aber immer noch keine Informationen geben,
weil er f&uuml;r den Zugriff ein Passwort ben&ouml;tigt. Wir erinnern uns an den
Botenjungen auf dem Flur, der ein Computerspiel spielt. Wir bitten ihn um
seine Mithilfe. Mehrmaliges Fragen ist leider n&ouml;tig. Nachdem wir nun das
richtige Passwort haben, w&auml;hlen wir das Modem f&uuml;r die Baupl&auml;ne an,diese
lassen wir uns sodann ausdrucken. Nach dem Studium der Pl&auml;ne stellen wir
fest das sie mit franz&ouml;sischen Texten verziert sind. Auf geht's zum
Video-Konferenzraum, dieser befindet sich &uuml;ber dem Vorzimmer, dort finden
wir die passende Franz&ouml;sin zum &Uuml;bersetzen. Jetzt wieder in den Keller, zum
L&uuml;ftungsschacht. Nun haben wir keinerlei Probleme um uns in dem dunkelen
Labyrinth zurecht zu finden. Wir nehmen aus dem Schrank den Tarnanzug und
ziehen ihn auf dem WC an. Aus dem Besprechungszimmer nehmen wir den
Schl&uuml;ssel mit. Im Flur finden wir einen Brief den wir uns ansehen. Im
Hauptquartier begegnen wir nun den Saboteuren, die wir &quot; Dingfest &quot; machen
m&uuml;&szlig;en.
Nun kommt es auf die richtigen Anworten an:
1. Ich mu&szlig;te auf die Toilette
2. Kein Grund mich anzumachen
3. Spielt keine Rolle, ich mu&szlig; mich beeilen
4. Na, zur Kommandozentrale
5. Wo ist der Pilot?
Jetzt gehen wir sofort zum B&uuml;ro. Funkger&auml;t benutzen und die Typen ins
Besprechungszimmer locken - schnell die T&uuml;r abschlie&szlig;en. Auf dem WC ziehen
wir uns wieder um, dann benutzen wir das Telefon um die Polizei anzurufen
die die Typen abholen soll. Nachdem nun der Sensor am Aufzug repariert
wurde, geht's ab in den vierten Stock, in das Vorzimmer und von dort &uuml;ber
die Feuerleiter auf das Dach um mit dem Piloten zu sprechen. Doch der ist
vorsichtig und will sich nur entfernen wenn er einen schriftlichen Befehl
erh&auml;lt. Also zur&uuml;ck in die 1. Etage wo der Kopierer steht. Den Brief
kopieren, den Kugelschreiber mit der Kopie benutzen: -&#062; Piloten nach
Br&uuml;ssel schicken. Nun dr&uuml;cken wir dem Piloten den Wisch in die Hand. Wenn
er verschwunden ist k&uuml;mmern wir uns um die Satellitensch&uuml;ssel. Die
vorhandene ist leider kaputt, aber im Keller fanden wir noch eine
taugliche, doch wie bekommt man das Teil auf&acute;s Dach ? Wir bauen uns einen
Flaschenzug! Zuerst bringen wir die Felge (vom Fahrrad) am Gel&auml;nder an,
dann das Seil und die Gabel - schon ist der Flaschenzug fertig. Nun
hinunter in den Keller, in den Abstellraum. Dort &ouml;ffnen wir das Fenster
und benutzen die Satellitensch&uuml;ssel. Jetzt wieder retour und ab zum Dach,
den Flaschenzug benutzen und die Sch&uuml;ssel austauschen. Jetzt noch zum
Video-Konferenzraum und mit der Gesch&auml;ftsf&uuml;hrerin sprechen. Nun k&ouml;nnen wir
die Lobesspr&uuml;che &uuml;ber uns ergehen lassen und dann voller Stolz &uuml;ber unsere
Heldentaten in der Zeitung lesen.
</pre>
</body>
</html>
