<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="teenage_mutant_hero_turtles.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="telekommando_2.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
L&ouml;sung:
Nach dem Laden des Spiels befindet sich unser Telekom-Azubi in einem
Fahrstuhl.

Erst durchsucht er mal alle B&uuml;ros nach Dingen die er vielleicht gebrauchen
kann. Diese Dinge legt er in &quot;seinem&quot; B&uuml;ro ab. (Schubladen des
Schreibtisches)
In irgendeinem B&uuml;ro h&auml;ngt ein kleiner Zettel an der Wand mit der Inschrift:
&#009;EutelSat
&#009;B=(4Codezahlen)(2Codes unlesbar)
&#009;H=(&quot;&#009;  &quot;   )(&quot;  &quot;&#009;  &quot;    )

&#062;&#062; Der Zettel h&auml;ngt nach jedem Neustart in einem anderen Raum.&#060;&#060;
&#062;&#062; Die Codezahlen wechseln ebenfalls nach einem Neustart!!! &#060;&#060;

Wenn der &quot;INFORUF&quot;- Empf&auml;nger gefunden wurde sollte man diesen immer bei
sich tragen. (Er gibt im Spiel wichtige Telefonnummern durch, die notiert
werden sollten, damit die betreffenden Personen angerufen werden k&ouml;nnen -
hierzu ist eine Telefonkarte wichtig.

&#062;&#062; Wenn das INFORUF-Ger&auml;t durch ein dickes,rotes Kreuz verschandelt ist muss
&#062;&#062; nach dem Saboteur gesucht werden, denn so ist das Ger&auml;t unbrauchbar.

In seinem eigenen B&uuml;ro schaltet der Jungtechniker den Computer an, in dem
der rechte, rote Knopf gedr&uuml;ckt wird. Nachdem der Compi gebootet ist wird
nach dem Namen verlangt (Spieler)

Nun folgt die Passwortabfrage. (&Auml;ndert sich nach dem Neustart)
Hier schon mal 5 Passw&ouml;rter von insgesamt acht:

a Welche Anschl&uuml;sse richten Kommunikationselektroniker am h&auml;ufigsten ein?
&#009;TELEFON
b Welchen Schulabschluss muss man f&uuml;r die Ausbildung zum
 Elektromechaniker/in haben?
&#009;HAUPTSCHULE
c Wieviele Jahre dauert die Ausbildung der Kaufleute f&uuml;r B&uuml;rokommunikation?
&#009;3
d Wie heisst einer der gr&ouml;ssten Arbeitgeber Deutschlands?
&#009;TELEKOM
e Was bietet Telekom jungen Leuten als Einstieg in ihre Zukunft?
&#009;AUSBILDUNG

Im Hauptmenue k&ouml;nnen die diversen Telefonl&auml;den mit Waren best&uuml;ckt werden.
z.B.:
Auflegewerkzeug 08-15&#009;braucht man zusammen mit den Kabelrollen
Peilger&auml;t&#009;&#009;braucht man um St&ouml;rsender zu finden
Feineinsteller&#009;&#009;braucht man zum Sateliten justieren

Zu der Karte im Spielfeld (Unten,rechts):
Anklicken.
Diese Karte informiert uns &uuml;ber unseren Standplatz.
Arbeiten die unerledigt sind werden durch einen blinkenden Rahmen
signalisiert. Diese Orte m&uuml;ssen angefahren werden.

&#062;&#062; Alle Orte sollten gr&uuml;ndlich nach dem &quot;Zugangs-Code&quot; untersucht werden &#060;&#060;
&#062;&#062; Auch dieser wechselt bei einem Neustart.&#060;&#060;

Wenn der Zugangs-Code gefunden wurde f&auml;hrt man in einen Telefonladen und
benutzt dort das BTX-Ger&auml;t.

Wenn dieses Ger&auml;t richtig benutzt worden ist,erh&auml;lt der Spieler einen
Schaltplan f&uuml;r die Verteilerk&auml;sten. ( Auch diese Codes ver&auml;ndern sich.)

Benutzung des Peilger&auml;tes:
Das Ger&auml;t l&auml;sst sich nur einschalten wenn der Techniker im B&uuml;ro, im
Telefonladen oder in der Satelitenanlage ist. Das Ger&auml;t funktioniert nicht
auf der Strasse.

Nach Aktivierung des Peilers genau den Peilstrahl verfolgen und sich den
Standort des St&ouml;rers merken. So schnell wie m&ouml;glich zu diesem Ort fahren,
weil sonst der St&ouml;rsender den Platz verlassen hat.

Wenn der &Uuml;belt&auml;ter gestellt wurde funktioniert auch das INFORUF-Ger&auml;t
wieder.

Telefon-L&auml;den
In den Regalen findet man die wichtigen Werkzeuge und Ger&auml;te die f&uuml;r die
Reparaturen gebraucht werden.

Sateliten-Feineinstellung:  ( Ger&auml;t dabei ? Codezahlen notiert ?)
&#009;Gr&uuml;ne Anzeige&#009;-&#062; korrekt
&#009;Gelbe Anzeige&#009;-&#062; fast korrekt
&#009;Rote Anzeige&#009;-&#062; unkorrekt
Alle Lampen m&uuml;ssen GR&Uuml;N anzeigen!

Wenn der Spieler meint seine Einstellung w&auml;re o.k. kann der &quot;TEST&quot;-Knopf
bet&auml;tigt werden. (Jeder Test kostet Energie! Falls keine Energie mehr
vorhanden ist - Ort verlassen und sp&auml;ter wiederkommen. Ger&auml;t l&auml;d sich
zwischenzeitig auf)

Benutzen einer Telefonzelle:(Telefonkarte dabei, Telefonnummer notiert ?)
 1. H&ouml;rer abnehmen
 2. Telefonkarte in Telefonkartenschlitz einf&uuml;hren
 3. LCD-Display pr&uuml;fen ob die Karte noch g&uuml;ltig ist
 4. Telefontasten anklicken ( werden nun gr&ouml;sser)
 5. Telefonnummer eingeben
 6. T&uuml;&uuml;t,T&uuml;&uuml;t,T&uuml;&uuml;t
 7. Information lesen
 8. Gespr&auml;ch beenden -&#062; &#060;RIGHT MOUSE&#062;
 9. R&uuml;ckgabeknopf dr&uuml;cken ---&#062; Karte kommt zur&uuml;ck
10. H&ouml;rer auflegen ( Logisch )

Wenn alle Aufgaben gel&ouml;st wurden bekommt der Spieler einen Gesellenbrief
mit seinem Namen und der erreichten Punktzahl. Dieser wird sogar gespeichert.

Die Augaben des zweiten und dritten Levels sind identisch - nur die
Auftr&auml;ge steigen und das Zeitlimit ist geringer.
</pre>
</body>
</html>
