<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="time_race.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="tiny_skweeks.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
In Eralan bekommt man in der Taverne den ersten Auftrag: Man soll die
Foretelling Stones finden, die sich bei einer Horde Orcs im Dark Forest
befinden. Ein Waldbewohner sagt einem den genauen Standort des Lagers.
Nachdem man alle Orcs besiegt wurden, nimmt man die Steine an sich und
geht wieder zur&uuml;ck nach Eralan. Dort gibt es eine Belohnung und den
zweiten Auftrag. Man stiefelt also s&uuml;dw&auml;rts nach Ganestor, um das Tablet
of Truth zu holen. Vorher begibt man sich jedoch nach Lankwell, um die
Lankweller nach einer magischen Axt auszufragen, die man dort von einem
Soldaten bekommt - nat&uuml;rlich nur gegen entsprechende Bezahlung. Man sollte
inzwischen schon recht kampfstark sein, da sich in der zu durchquerenden
W&uuml;ste einiges Ungetier breitgemacht hat. In Ganestor angekommen geht man
in den Keller des Palastes, wo die Wachen zu meucheln sind. Eine Treppe
h&ouml;her findet man das begehrte Tablet und eine Nachricht. Diese bringt man
ein Stockwerk h&ouml;her zum Warden, der einem den Auftrag gibt, seinen Sohn zu
retten. Nach einigen Schritten erreicht man die Stadt Hampton. Dort
erz&auml;hlt ein Adeliger, da&szlig; der Prinz von Ganestor in den Bergen n&ouml;rdlich
von Hampton gefangengehalten wird. Hat man das Versteck gefunden, so
meuchelt man die erste Wache und bekommt so den gr&uuml;nen Schl&uuml;ssel, der dem
Prinz zur Freiheit verhelfen soll. Links vom Eingang findet man in einem
Raum den Green Scroll, mit dem man sich in jede beliebige Stadt
teleportieren kann. Nachdem der Prinz im ersten Stock befreit wurde, geht
es ab nach Treela. In der dortigen Kneipe kann man eine Art
Siebenmeilenstiefel kaufen, die das weitere Fortkommen sehr erleichtern.
Nun begibt man sich nach Lankwell und liefert gegen f&uuml;rstliche Belohnung
das Tablet beim K&ouml;nig ab. Au&szlig;erdem sucht man dort die H&uuml;tte des Killers
Black Asp und t&ouml;tet diesen, um sein Gest&auml;ndnis zu erhalten. Dieses liefert
man beim Warden in Ganestor ab. Von ihm erh&auml;lt man nun einen Auftrag, der
allerdings zur L&ouml;sung des Spiels nicht erledigt werden mu&szlig; und daher an
dieser Stelle ausgeklammert wird. Danach erh&auml;lt man vom Archmage den
Auftrag, die Lyche, die im Dungeon ihr Unwesen treibt, zu beseitigen. Dazu
mu&szlig; man zun&auml;chst nach Rhyder, um sich eine Portion Weihwasser zu besorgen.
Wer unsichtbar werden will, sollte sich &ouml;stlich halten und dort einen
Riesen t&ouml;ten, der einen passenden Ring hinterl&auml;&szlig;t. Endlich um Dungeon, mu&szlig;
man eine harte Nu&szlig; knacken: Es sind diverse Schalter richtig zu bet&auml;tigen,
um die Lynche zwecks ihrer endg&uuml;ltigen Aufl&ouml;sung mit Weihwasser betr&auml;ufeln
zu k&ouml;nnen. Die Hinterlassenschaft in Form eines roten Trankes erlaubt es,
sich in einer beliebigen Richtung eine Meile weit zu teleportieren. Ist
dies geschafft, geht es zur&uuml;ck zum Archmage, der ein dickes Lob und den
Schl&uuml;ssel f&uuml;r den zweiten Dungeon springen l&auml;&szlig;t. Dort treibt man sich
solange herum, bis man die hei&szlig;ersehnte Chime an sich nehmen kann, um
damit den Archmage zu erfreuen. Dieser ruft nun endlich zum Endkampf gegen
den Grey Abbot auf. Mit der Chime &ouml;ffnet man die T&uuml;ren zum Tempel von
Angor. Im Obergescho&szlig; gibt es einen wei&szlig;en Schl&uuml;ssel, mit dem man im
Keller einen Gefangenen befreien mu&szlig;. Dieser erz&auml;hlt nun, da&szlig; man zum Sieg
&uuml;ber den Grey Abbot eine Sphere ben&ouml;tigt, die man unter einem Kissen im
ersten Stock findet. Weiter geht es zum Grey Abbot, der zun&auml;chst mit dem
Blue Scroll gel&auml;hmt und dann mit der Sphere beseitigt wird. Er hinterl&auml;&szlig;t
ein Medallion, welches man an sich nimmt, und das Spiel ist gel&ouml;st.
</pre>
</body>
</html>
