<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="days_of_thunder.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="death_mask.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Motive:
Die Sammlung von Motiven bringt die engagierte Sp&uuml;rnase nicht sehr
viel weiter, denn fast jeder hatte einen Grund, Mr. Robner den Tod
zu w&uuml;nschen. - Mrs. Robner wollte sich von ihrem Mann scheiden
lassen, da er sich in ihren Augen zuviel um das Gesch&auml;ft k&uuml;mmerte
und sie sich deswegen entschlossen hatte, ihren Liebhaber Steven zu
heiraten. Doch Mr. Robner wollte nicht einwilligen. Das erf&auml;hrt man
von Mrs. Robner, wenn man die beiden Telefongespr&auml;che belauscht und
Mrs. Robner den Brief von Steven zeigt. Hat sie ihren Mann also aus
Verzweiflung get&ouml;tet? Mit Steven selber kann man keinen Kontakt
aufnehmen. Mrs. Rourke und George sind jedoch zu diesem Thema
auskunftfreudig, wobei sich bei George eine besonders interessante
Reaktion einstellt, wenn er die ihn betreffenden Passege aus Stevens
Brief liest.
-Bei Georg wollen wir auch gleich bleiben, denn schon aus dem
Begleitmaterial wird ersichtlich, da&szlig; er einen gewichtigen Grund
besa&szlig;, seinem Vater den Tod zu w&uuml;nschen. George bef&uuml;rchtete, da&szlig; er
enterbt werden w&uuml;rde. Er hatte ein schlechtes Verh&auml;ltnis zu seinem
Vater, der es nicht mehr hinnehmen wollte, da&szlig; George sein Geld
verschleuderte. George hatte sogar Gewalt angdroht, was die
Vermutung bekr&auml;ftigt, da&szlig; er durch einen Mord einer Enterbung
vorbeugen wollte. Im Haus lassen sich weitere Beweisst&uuml;cke zu diesem
Motiv finden. Man sollte sich zuerst den Kalender aus der Bibliothek
besorgen und durch &quot;turn calender&quot; auf das zweite Blatt umbl&auml;ttern.
Es erscheint ein Termin mit Mr. Coates wegen eines neuen
Testamentes. Dieses Blatt sollte man George am besten noch vor der
Testamentser&ouml;ffnung zeigen, weil er dann nach der Verlesung sofort
nach oben eilt, um ein neues Testament, das vielleicht schon
vorhanden ist, zu vernichten. Wenn man ihm folgt, braucht man dem
vordergr&uuml;ndigen Verhalten von George, erst sein Zimmer zu betreten,
keine Beachtung zu schenken, sondern versteckt sich stattdessen
gleich auf dem Balkon der Bibliothek. George kommt dann bald selber
in die Bibliothek und man kann beobachten, wie er hinter einer T&uuml;r
in den Regalen verschwindet. Ebenfalls in einem dieser Regale kann
man daraufhin den Ausl&ouml;ser f&uuml;r diese Geheimt&uuml;r finden, den man aber
erst nach etwa acht Spielz&uuml;gen bet&auml;tigen sollte, um George genug
Zeit f&uuml;r das Aufschlie&szlig;en des im Geheimraum befindlichen Safes zu
geben. So kann man George auf frischer Tat ertappen, wie er das neue
Testament seines Vaters in H&auml;nden h&auml;lt, das seine Enterbung
besiegelt. Damit ist der Geheimraum aber noch nicht ausgesch&ouml;pft,
womit wir bei Mr. Baxter, dem Gesch&auml;ftspartner von Mr. Robner w&auml;ren.
- Im Safe des Geheimraums befindet sich ein B&uuml;ndel Papiere, die von
Mr. Robner gesammelt wurden und eine Verwicklung Baxters in den sog.
&quot;Focus Scandal&quot; belegen. Dieser Skandal ist aber nach Zeugenaussagen
l&auml;ngst vergessen, und Mr. Robner hatte die Schuldigen gedecktm um
den Ruf der Firma zu retten. So scheint es keinen Zusammenhang
zwischen dem Tod Mr. Robners und diesem Beweismaterial geben zu
k&ouml;nnen. Gesch&auml;ftliche Informationen kann man auch aus dem zweiten
Teil der Zeitung &quot;Daily Herald&quot; entnehmen. Hier kann man lesen, da&szlig;
Mr. Robner nicht mehr der Hauptaktion&auml;r der &quot;Robner Corporation&quot; war
und Mr. Baxter eine Fusion mit einer anderen Firma vorbereiten
w&uuml;rde. W&auml;hrend Mr. Baxter, danach befragt, das volle
Einverst&auml;ndnis Mr. Robners betont, behauptet George, da&szlig; sein Vaer
so erwas nie erlauben w&uuml;rde. Das Bindeglied zwischen beiden
Sachverhalten findet sich in der Bibliothek. Wenn man den Block
Briefpapier mit dem Bleistift schattiert, kommen Bruchst&uuml;cke eines
Briefes von Mr. Robner an Mr. Baxter zutage, der auf das vorliegende
Blatt geschrieben worden sein mu&szlig;. Mr. Robner droht darin, die
Beteiligung Baxters am Focus Scandal offenzulegen, wenn dieser die
Fusionspl&auml;ne nicht fallenl&auml;&szlig;t. Mr. Robner hat offensichtlich die
Kontrolle &uuml;ber das Unternehmen verloren und versuchte so, die
bevorstehende Fusion noch zu verhindern. Hatte Mr. Baxter vielleicht
seinerseits die Preisgabe seiner Geheimnisse durch einen Mord
verhindern wollen?

Mittel:
Bei der Untersuchung der Tatwerkzeuge geht es darum, die These, da&szlig;
Mr. Robner an einer selbstverabreichten &Uuml;berdosis von Ebullion
gestorben ist, einmal gr&uuml;ndlich unter die Lupe zu nehmen. Deshalb
sollte man gleich daran gehen, den genauen Tathergang festzustellen.
Zwischen 11 Uhr und 11 Uhr 30 kann man auf dem &quot;Garden Path&quot; dabei
sein, wie der G&auml;rtner Mr. Mcnabb sich dar&uuml;ber aufregt, da&szlig; jemand
L&ouml;cher in der Erde seines Rosenbeets hinterlassen hat. Man sollte
sich dann auch gleich zu der beklagten Stelle im Beet f&uuml;hren lassen.
Wer jetzt die Leiter bei sich hat, wird best&auml;tigen k&ouml;nnen, da&szlig; sie
genau in die beiden L&ouml;cher pa&szlig;t und oben an dem Gel&auml;nder des Balkons
der Bibliothek endet. Wer k&ouml;nnte die Leiter benutzt haben und wof&uuml;r?
In der Erde bei den L&ouml;chern ist ein Porzellanst&uuml;ck vergraben, das
man nach Loblo, einem Medikament aus Ms. Dunbars Badezimmer,
untersuchen lassen sollte. So gelangt man an einen Bericht, der ein
Vorhandensein von Loblo am Untersuchungsobjekt und im K&ouml;rper des
toten Mr. Robner attestiert und die Todesursache auf ein
Zusammenwirken von Ebullion und Loblo zur&uuml;ckf&uuml;hrt. Doch woher stammt
das Porzellanst&uuml;ck? Das Z&auml;hlen des Porzellans in der K&uuml;che ergibt,
da&szlig; eine Tasse fehlt. Nun kann man sich den Verlauf des Mordes
zusammenreimen. Irgendjemand hat in jener Nacht dem Teewasser Loblo
zugesetzt. Nachdem Mr. Robner am Zusammenwirken seines Medikaments
mit Loblo gestorben war, kletterte der M&ouml;rder mit Hilfe der Leiter
zur Bibliothek hinauf und tauschte die Tassen aus, damit die Polizei
darin kein Anzeichen einer anderen Chemikalie finden w&uuml;rde. Hier
kommt auch zum ersten Mal Mrs. Dunbar ins Spiel, weil sie den Tee
gekocht hatte und weil ihr das Medikament Loblo geh&ouml;rt. Allerdings
beweist das noch nicht ihre Schuld, was einen jedoch nicht daran
hindern sollte, sie gleich n&auml;her unter die Lupe zu nehmen.

Gelegenheit:
Wenn man Mrs. Dunbar den Laborbericht zeigt, wird sie sofort ganz
nerv&ouml;s und weist die Schuld George zu. Um den Druck weiter zu
erh&ouml;hen, sollte man sie des Mordes beschuldigen. Wenn man Mrs.
Dunbar daraufhin verl&auml;&szlig;t, wird sie sich erst kurz mit Mr. Baxter in
der Bibliothek aussprechen. Danach geht sie vor den Haupteingang des
Hauses und l&auml;&szlig;t, w&auml;hrend sie in ihre Tasche greift, ein St&uuml;ck Papier
fallen. Es ist eine Eintrittskarte f&uuml;r das Konzert, das auch Mr.
Baxter besucht hatte, und sie galt f&uuml;r den Abend des Mordes. Mrs.
Dunbar gibt dazu an, da&szlig; sie, nachdem sie an jenem Abend mit Mr.
Baxter das Konzert besucht hatte, von ihm zur&uuml;ck zum Grundst&uuml;ck
gebracht worden w&auml;re, w&auml;hrend Mr. Baxter behauptet, da&szlig; Mrs. Dunbar
alleine nach Hause gefahren w&auml;re. Nach diesen Erkundigungen sollte
man sich vorerst hinter dem Schuppen verstecken und erst dann wieder
hervorkommen, wenn Mr. Baxter und Mrs. Dunbar denselben betreten
haben. Durch das Fenster kann mann nun beobachten, wie es zwischen
Mrs. Dunbar und Mr. Baxter zu einem Streit kommt. Wer will,
unterbricht das Gespr&auml;ch einfach, indem er ebenfalls den Schuppen
betritt. Sp&auml;testens jetzt ist eine Verhaftung der beiden angebracht.
Das Gericht wird aus dem Beweismaterial folgende Schlu&szlig;folgerungen
ziehen: Mrs. Dunbar half Mr. Baxter, weil sie in ihn verliebt war.
Sie gab Loblo in den Tee, und er vertauschte die Tassen. Da&szlig; Mr.
Baxter auf dem Grundst&uuml;ck war, hat Mrs. Dunbar selbst aussgesagt.
</pre>
</body>
</html>
