<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="denaris.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="deuteros.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Level Codes:
Mission 2: (Scud Buster)   : LQJLQRY&#009;oder&#009;OQJMRAK
Mission 3: (Embassy City)  : ALJJHZR&#009;oder&#009;BLLKEJG
Mission 4: (Nuclear Storm) : OTTKEZN&#009;oder&#009;PTEKFTG
Abschlu&szlig;screen&#009;&#009;   : IVNNSJW

Tips:
Level 1: Im Osten bilden mehrere Stra&szlig;en ein Quadrat. Zerst&ouml;rt man das
&#009; gr&ouml;&szlig;te der darin gelegenen Geb&auml;ude, kommt ein Extraleben zum
&#009; Vorschein.
Level 2: In der oberen rechten Ecke gibt's ein Leben dazu, wenn die F-15
&#009; das zeitliche segnet.
Level 3: Neben einem Missile-Silo, der in der unteren linken Ecke des
&#009; Kampfgebiets im Sand vergraben ist, befindet sich ein neues Leben
&#009; unter einer D&uuml;ne.
Level 4: In der s&uuml;dlichen Stadt holen Sie sich zwei neue Hubschrauber:
&#009; Unter einem von Gras umgebenen Geb&auml;ude im n&ouml;rdlichen Teil der
&#009; H&auml;useransammlung den ersten; den anderen im s&uuml;dlichen Stadtsektor
&#009; nach der Zerst&ouml;rung einer &auml;hnlichen H&uuml;tte.
&#009; F&uuml;r Nimmersatte: Nummer drei gibt's in der Pr&auml;sidentenstadt. Es
&#009; liegt in einem grauen, von vier T&uuml;rmen umgebenen Geb&auml;ude, das sich
&#009; n&ouml;rdlich vom Pr&auml;sidentenpalast befindet.

Generelle Tips:
An gef&auml;hrliche Gesch&uuml;tze oder Panzer langsam von links oder rechts unten
heranschleichen und mit Maschinengewehr feuern. Bei genug Abstand merkt der
Gegner rein gar nichts.
Alle flachen H&auml;user abschie&szlig;en (kein Schu&szlig; zuviel - sonst sind Goodies weg)
f&uuml;r Munitions- und Kraftstoffnachschub. Am Besten mitz&auml;hlen (mit der &#060;Cannon&#062;
etwa 40 Kugeln in Embassy City)
Extrem wichtig ist die &quot;Superwinde&quot; (beschleunigt Aufnehmen).
Level 2: In einem H&auml;uschen nahe des westlichen Gef&auml;ngnisses
Level 3: im Umkreis der UN-Botschaft (erste Submission)
</pre>
</body>
</html>
