<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="desert_strike.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="devious_designs.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      Deuteros
Hersteller:     Activision


Einfach &#060;SHIFT&#062; und &#060;C&#062; zweimal hintereinander dr&uuml;cken und schon hat man
unendlich viele Produkte.

Komplettl&ouml;sung:
Der Schritt in den Orbit:

 -  Als erstes bringt Ihr Eure  Research-, Production- und Marineteams auf
 maximale St&auml;rke.
 -  Nun wird der Shuttle und Zubeh&ouml;r vom Researchteam entwickelt. Nebenbei
 produziert Ihr flei&szlig;ig Derricks und f&uuml;gt diese beim Rohstoffabbau an.
 -  Als n&auml;chstes  baut Ihr  einen Shuttle,  acht Orbital  Factory Sections
 sowie je einmal die drei Shuttle Pods.
 -  Mit dem  Shuttle bringt  Ihr die  acht Orbit  Factory Sections  in den
 Orbit (den Piloten nicht vergessen).
 - Als n&auml;chstes entwickelt Ihr die Pl&auml;ne f&uuml;r den IOS.
 -  Nun bringt Ihr mit  dem Shuttle und der  Hilfe des Supply Pod folgende
 Rohstoffe in die Orbitstation: Titanium, Aluminium, Carbon und Copper.
 -  Jetzt setzt Ihr den Piloten (oder  schon Capitain?) in der Station ab.
 Der  Shuttle  nimmt  auf  der  Erde  mit  einem  Team  Pod (Cyro Pod) das
 Productions Team an Bord und bringt dieses in die Orbitstation.


 -  Hier produziert  Ihr den  ACC (Auto  Cargo Comp.).  Dieser wird in den
 Shuttle installiert.
 - Der Shuttle landet wieder aif der Erde und nimmt einen Supply Pod auf.
 -  ALs n&auml;chstes  schaltet Ihr  den Supply  Comp. ein  (blinkendes Feld im
 Cockpit).  Er  soll  die  Rohstoffe  Iron  bis methane sowie MeH Fuel zur
 Raumstation bringen.
 -  Nun la&szlig;t Ihr  einige Zeit verstreichen,  bis Ihr ca.  1000 Titanium im
 Orbit habt.


 Der Griff zu den Sternen:

 - Jetzt wird es zeit zum Bau des IOS.
 -  &Uuml;brigends  k&ouml;nnt  Ihr  auch  noch  ein  paar  neue  Dinge  f&uuml;r den IOS
 entwickeln lassen.
 - Im Orbit baut Ihr nun drei Tool Pods sowie drei Grapples.
 -  Den IOS r&uuml;stet  Ihr mit den  Tool Pods aus  und best&uuml;ckt diese mit den
 Grappels.   Nun  noch  schnell  den  Captain  ins  Cockpit  und  auf  zum
 Asteroideng&uuml;rtel.
 -  Seid  Ihr  hier  angekommen,  benutzt  Ihr  die  Grappels,  um  kleine
 (max.250t)  Asteroidentr&uuml;mmer  einzusammeln.  Dabei  sollte  es  sich  um
 Silber oder Platium handeln.
 -  Habt Ihr endlich die erw&uuml;nschten  Rohstoffe, baut Ihr drei Supple Pods
 und einen AMA sowie einen AOC (Auto Operation Comp.).


 -  Ihr r&uuml;stet den  IOS mit einem  Tool Pod und  zwei Supply Pods aus. Das
 Tool  Pod wird mit einem AMA best&uuml;ckt und der Captain durch einen Piloten
 ersetzt.
 - Der AMA kann Asteroiden, die gr&ouml;&szlig;er als Klasse 5 sind, abbauen.
 -  Der IOS  wird wieder  zum Asteroideng&uuml;rtel  geschickt, um dort Silber,
 Palladium und Platium abzubauen.


 Der gro&szlig;e Aufbruch:

 -  Ihr baut  einen zweiten  IOS und  bef&ouml;rdert damit acht weitere Orbital
 Factory Sections zum Mond.
 -  Wenn dieses fertig ist, bringt  Ihr Rohstoffe f&uuml;r einen Shuttle, einen
 Bandaid und einen Techniker zum Mond.
 -  Da auf  dem Mond  noch die  Abbauanlagen von  Millennium 2.2 vorhanden
 sind,  braucht Ihr  nur mit  dem Bandaid  diese wieder  instand zu setzen
 (mit dem Shuttle auf dem Mond landen und B. benutzen).
 - Es w&auml;re sinnvoll, hier einen AOC zu bauen.
 -  Nun bringt Ihr noch acht Derricks  auf den Mond, installiert einen ACC
 am Shuttle und bringt mit ihm alle Rohstoffe vom Mond in die Mondstation.
 -  Nach  dem  gleichen  Verfahren  werden  nun die Planeten Venus, Merkur
 sowie  der Juptitermond  Leda mit  Raumstationen best&uuml;ckt  (keine Station
 mehr!).


 -  Da  auf  allen  weiteren  Planeten  keine Abbauvorrichtungen vorhanden
 sind,  m&uuml;ssen  pro  planet  zwei  R-Frames  auf  die Oberfl&auml;che abgesetzt
 werden.
 -  Wer will,  kann noch  einen IOS,  ausgestattet mit  einem Grapple, zum
 Uranus  schicken. Dort an der fremden  Basis andocken und auf den Grapple
 klicken.   Daraufhin  kommen   ein  paar   eigenartige  W&ouml;rter   auf  den
 Bildschirm.  Ihr werdet nun  den beladenen Grapple  zur&uuml;ck zur Erdstation
 fliegen und ihn dort auswerten.
 -   Eure   Wissenschaftler   werden   nun   in   der   Lage   sein,   ein
 Verst&auml;ndigungsger&auml;t  zu  bauen.  Jetzt  k&ouml;nnt  Ihr  einen  IOS mit diesem
 ausr&uuml;sten und noch zwei weitere Supply Pods mit Rohstoffen beladen.
 - Ihr k&ouml;nnt nun mit den Methanoiden Rohstoffe tauschen.
 Aber  Vorsicht:  Wenn  Ihr  l&auml;nger  mit  ihnen  Handel treibt, verr&auml;t ein
 Methanoide  Pl&auml;ne f&uuml;r  einen Laser,  der f&uuml;r  Eure IOS v&ouml;llig unn&uuml;tz ist.
 Gleichzeitig beginnt der Krieg...


 Geliefert:   Getauscht:

 Iron         Sicilia
 Aluminium    Carabon
 Copper       Titanium
 Deuterium    Helium
 Helium       Deuterium
 Paltium      Silver
 Gold         Paladium
 MeH Fuel     MeH Fuel
 Titanium     Copper
 Carbon       Aluminium
 Hydrogen     Methane
 Methane      Hydrogen
 Paladium     Gold
 Silver       Platium
 Sicilia      Iron


 Kriegsvorbereitungen:

 So,  jetzt wird es  langsam ernst! Wenn  Ihr nun eine sechste Raumstation
 bauen w&uuml;rdet, erkl&auml;ren Euch die Methanoiden den Krieg. Also vorsorgen:
 -  Vor  allem  Iron,  Titanium,  Aluminium, Carbon, Copper, Palladium und
 Platium werden im Krieg ben&ouml;tigt.


 Ihr werdet nun folgenderma&szlig;en vorgehen:

 -  Das Ziel  ist es,  in m&ouml;glichst  vielen Raumstationen die aufgef&uuml;hrten
 Rohstoffe zu lagern.
 1.Ihr  setzt eine  IOS (mit  ACC) zwischen  Venus und  Merkur ein. Dieser
 f&ouml;rdert  von der  Venus Aluminium,  Platium und  Fuel zum Merkur. Auf dem
 R&uuml;ckweg nimmt er Iron, Titan, Copper und Paladium mit zur Venus.
 2.Ein Los bringt Platium von der Venus zur Erde.
 3.Ein  dritter IOS f&ouml;rdert Aluminium und  Platium von der Erde nach Leda.
 Auf seinem R&uuml;ckflug nimmt der Paladium auf.
 4.Ein  weiterer IOS soll in etwas  gr&ouml;&szlig;eren Abst&auml;nden Copper, Platium und
 Paladium von der Erde zum Mond fliegen.

 -  Die Orbitstationen sollten  immer Fuel haben,  damit der Orbit Shuttle
 ohne   gr&ouml;&szlig;ere   Unterbrechungen   die   dringend   ben&ouml;tigten  Rohstoffe
 transportieren kann.
 -  Es w&auml;re sinnvoll, in gewissen Abst&auml;nden die Autopiloten auszuschalten,
 damit die Orbit Shuttles nicht &uuml;berlastet werden.


 Auf in den Kampf:

 -  Bevor Ihr Euch  nun in den  Krieg st&uuml;rzt, hoffe  ich, da&szlig; Ihr gen&uuml;gend
 Rohstoffe  habt, denn  pro Kampfdrohne  braucht Ihr  120 Iron, 120 Titan,
 120   Alu,  15  Carbon,   55  Copper,  30   Paladium  und  Platium.  Jede
 Orbitstation sollte einen AOC sowie genug Rohstoffe f&uuml;r 80 Drohnen haben.
 -   Nun  baut  Ihr  bei  Ganymed  die  sechste  Station,  und  der  Krieg
 beginnt.(Diese  Station  soll  nicht  weiter  ausgebaut  werden  und kann
 w&auml;hrend des Krieges auch zerst&ouml;rt werden.)
 -  Jetzt die Pl&auml;ne f&uuml;r die  Kampfschiffe entwickeln und in allen Fabriken
 Kampfdrohnen bauen.
 -  Auf der  Erdstation werdet  Ihr au&szlig;erdem  noch zwei  DCCF und zwei IOS
 bauen (die IOS mit den DCCFs best&uuml;cken).
 - Als Crew solltet Ihr bei Kampfschiffen immer Admirale w&auml;hlen.
 -  Mit einem Kampfschiff fliegt  Ihr von Venus nach  Leda und sammelt bei
 jedem Planeten die Drohnen ein (insgesamt ca.80).
 -  Wenn jetzt noch kein Angriff  auf Leda oder Ganymed stattgefunden hat,
 solltet Ihr abspeichern, aber nicht den letzten Spielstand &uuml;berschreiben.


 -  Mit dem zweiten  Kampfschiff sammelt Ihr  ca. 120 bis  200 Drohnen auf
 und  fliegt  ebenfalls  nach  Leda.  Dort  gebt Ihr dem Erstschiff soviel
 Drohnen,  da&szlig; dieses 200 hat. Die restlichen kann Euer Zweitschiff wieder
 aufnehmen.
 -  Nun bem&uuml;ht Ihr Euch darum,  m&ouml;glichst viele Drohnen (mit einem dritten
 Schiff) zur &quot;Front&quot; zu bringen.
 -  Habt Ihr drei Kampfschiffe  mit 200 Drohnen, k&ouml;nnt  Ihr zwei von ihnen
 nach Titania schicken und den Gegenangriff einleiten.
 -  Droht der Verlust  des Kampfes oder  mu&szlig; eines der Kampfschiffe zuviel
 Verluste  einstecken, zieht Euch zur&uuml;ck und greift mit dem anderen Schiff
 an.


 -   Habt  Ihr  jetzt  alle  feindlichen  Drohnen  vernichtet,  k&ouml;nnt  Ihr
 andocken.  Da Eure Feinde die  Selbstzerst&ouml;rung eingeschaltet haben, m&uuml;&szlig;t
 Ihr  kurz  auf  das  PANIC-ICON  dr&uuml;cken  und  sofort wieder starten. Die
 Station  explodiert zwar,  Eure Wissenschaftler  haben aber  schon wieder
 eine   neue  Idee.  Auf  der  Erde   la&szlig;t  Ihr  die  Wissenschaftler  die
 Selbstzerst&ouml;rung  nachbauen (kann nun in  jedem Orbit eingesetzt werden).
 Wenn  man auf das  PANIC-Icon klickt, erscheint  ein nettes Bild: Auf der
 rechten   Seite  des  Bildes  sind   zwei  blinkende  Schalter  zu  sehen
 (K&uuml;hlsystem   und   Reaktorkontrolle).   Sind   beide  Kn&ouml;pfe  zueinander
 gerichtet,   ist  die  Selbstzerst&ouml;rung   ausgeschaltet.  Stehen  sie  in
 entgegengesetzte Richtungen, l&auml;uft der Countdown.
 -  Nun  m&uuml;&szlig;t  Ihr  noch  die  feindlichen  Drohnen  bei Uranus zerst&ouml;ren,
 andocken  und die Selbstzerst&ouml;rung ausschalten. Auf der Uranusstation ist
 ferner   noch   im   Stores-Raum   ein   Materie-Transmitter.   Mal  kurz
 darufklicken.
 -  Nun dr&uuml;ckt man nochmal auf  die Zeitliste-und siehe, es erscheint eine
 langersehnte Nachricht auf dem Bildschirm.


 -  Die  Forscher  meinen,  da&szlig;  es  nun  keine Methanoidenstation mehr im
 Sonnensystem gibt. Das ist der Sieg!


</pre>
</body>
</html>
