<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="double_dragon.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="double_dragon_3.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      Double Dragon 2


Boxer (blau-weisse Kleidung): Am besten wartet man, bis sie ihr Rad beendet
haben und dann macht man einen Sprung ins Gesicht.

Boxer und Fussk&auml;mpfer (rote Kleidung): Lasst sie nicht zu nahe rankommen,
wartet bis sie in Reichweite sind. Dann macht Ihr auch einen Sprung ins
Gesicht.

Frau (blaue Kleidung): Nehmt Ihr gleich den Morgenstern ab, dann ist sie
nicht mehr so gef&auml;hrlich. Lasst sie aber auch nicht zu nahe ran, denn sie
ist eine gute Boxerin.

Riese 1 (kurzes Haar): Er ist ein sehr guter Boxer und hat auch eine
bessere Reichweite der Arme. Versucht ihn einmal zu schlagen und schlagt
ihn dann immer wieder, wenn er aufsteht. (Das gilt nat&uuml;rlich auch f&uuml;r
andere K&auml;mpfer, ist aber nicht immer notwendig).

Riese 2 (mit R&uuml;stung): Lasst Euch nicht erwischen, denn wenn er Euch hat,
dann k&ouml;nnt Ihr Euch nicht mehr wehren. (Es sei denn, es hilft Eurer Freund
beim Two-Player-Modus).

Riese 3 (mit langem Haar): siehe Riese 2, er schl&auml;gt nur schneller zu.

Riese 4 (rot-weisse Kleidung): Achtung! Er ist der gef&auml;hrlichste Riese. Er
schl&auml;gt mit H&auml;nden und F&uuml;ssen. Wartet, bis er einmal geschlagen hat. Gebt
Ihm, nachdem er geschlagen hat, einen Tritt ins Gesicht.

Ausdauerk&auml;mpfer (blaue Kleidung): Beim Ausdauerk&auml;mpfer sind die Bedingungen
gleich, wie beim Boxer, aber er hat mehr Ausdauer.

Stabk&auml;mpfer (gr&uuml;ne Kleidung): Der Stabk&auml;mpfer ist einer der Z&auml;hesten. Er
hat Ausdauer und ist sehr stark. Sobald man zu nahe an ihn rankommt,
wirbelt er wie ein Wilder mit den St&auml;ben um sich. Am besten kommt man von
oben, wartet, bis er um sich gewirbelt hat, und gibt ihm einen Tritt ins
Gesicht.

Roboter (rote Kleidung): Wie beim Stabk&auml;mpfer mu&szlig; man von oben kommen,
warten, bis er geschossen hat, und ihm dann einen Tritt ins Gesicht geben.
Achtung! Ein Schuss verbraucht viel von Deinem Leben.

Electron: Er ist der gef&auml;hrlichste Gegner, vor allem, wenn sie zu zweit
auftauchen. In diesem Fall m&uuml;&szlig;t Ihr versuchen, Euch auf einen zu konzen-
trieren,  da Ihr gegen beide beinahe keine Chance habt. Au&szlig;erdem m&uuml;&szlig;t Ihr
versuchen, den Blitzen auszuweichen.

Tips :
Ihr m&uuml;&szlig;t immer versuchen, dem Gegner einen Fu&szlig;tritt ins Gesicht zu geben.
Liegt einer am Boden, so m&uuml;&szlig;t Ihr Abstand nehmen und ihn, wenn er aufsteht,
schlagen.
Vermeidet, in einen Abgrund zu fallen.
Nehmt immer Messer, Morgenstern ... mit.
Wenn Ihr gegen Mehrere k&auml;mpft, versucht, den &Uuml;berblick zu bewahren. (nicht
in eine Masse zu geraten.)

Cheat siehe <a href="double_dragon_3.html">Double Dragon 3</a>.
</pre>
</body>
</html>
