<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="dragon's_lair_iii.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="dragonscape.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
WO finde ich WAS?

Steinstab: Im versteckten Dungeon am Ende des 'Schweifes' (ganz im NW) auf
&#009;der 3.Insel von unten

Elbenbogen + Eltamteil: In Nimraviel dem Palastw&auml;chter Alkohol geben, er
&#009;geht weg. Man erf&auml;hrt, da&szlig; die K&ouml;nigin Aurelien die Ratsph&auml;re
&#009;braucht. Diese findet man in dem versteckten Dungeon in der
&#009;n&ouml;rdlichsten 'Kr&uuml;mmung des Halses' im Gebirge. Wenn man die
&#009;Ratsph&auml;re abgibt, bekommt man obengenanntes.

mag. Wurfbeil: Dem K&ouml;nig in Brindil Bun Diamant geben.

Kristallklinge + 2 mag. Kettenhemden: Dem K&ouml;nig in Bagnol 4 Diamanten geben.

mag. Buch: Man findet im Eisw&uuml;sten-Dungeon im untersten Level einen Zettel.
&#009;Diesen gibt man Netaldur in Trolian. Man ben&ouml;tigt aber ca. 3500
&#009;Charakterpunkte zusammen, um empfangen zu werden. Netaldur schenkt
&#009;dann ein Buch her,das es in sich hat...

Eltamteile:
&#009;1. in Nimraviel (siehe oben)
&#009;2. K&ouml;nig Halfton in Scatterbone verschenkt eines, wenn man ihm einen
&#009;bestimmten Trank gibt (den Trank findet man im Sertyk-Dungeon im
&#009;untersten Level).
&#009;3. in Brindil Bun Haus 30: Heiltrank geben
&#009;4. Brombul: Freund von Nostul (Haus  1) hat 600 GS Schulden beim
&#009;B&uuml;rgermeister, diese mu&szlig; man bezahlen.

Drachenringe:
&#009;1. Im Eisw&uuml;sten-Dungeon(M&auml;ntel anziehen!)
&#009;2. In Negame bei Haus 2 bekommt man einen Drachenring f&uuml;r ein
&#009;Eltamteil im Tausch (nicht sehr empfehlenswert, da das Eltam
&#009;wichtiger als ein Ring ist!).
&#009;3. Im Dungeon Mortyk auf der Insel Dornthannon.
Diese Ringe braucht man, um sich vor den Kristallw&auml;chtern zu sch&uuml;tzen.
Besiegen kann man diese W&auml;chter nur mit dem Steinstab.

Extras: Diese Personen sollte man auch einmal besuchen:
&#009;1. Nimraviel: Haus 37; Ichtrami (l&auml;uft in der Stadt rum, hat kein
&#009;Haus)
&#009;2. Negame: Haus 1 und 8
&#009;3. Port Pylon: Haus 50
&#009;4. Scatterbone: Squrgle(steht neben dem K&ouml;nigspalast)
&#009;5. Brindil Bun: Haus 43

Kartenteile: Dort kann einem weitergeholfen werden:
&#009;1. Brombul: Haus 5
&#009;2. Negame: Haus 10
&#009;3. Scatterbone: Haus 21
&#009;4. Brindil Bun Haus 24 und 38

Fundstellen von versteckten Sch&auml;tzen:
&#009;1. T&uuml;mpel im SO von Nimraviel (ca. 5cm Luftlinie)
&#009;2. Die s&uuml;dlichste Insel der 3 W&uuml;steninseln (westl. von Dorinthannon)
&#009;3. Insel in der Mitte der kleinen Eisinseln (s&uuml;dl. von Dorinthannon)
&#009;4. Und schlie&szlig;lich noch diese s&uuml;&szlig;e kleine rote 'Blumeninsel' (jeder,
&#009;der diese Insel schon einmal gesehen hat, wei&szlig; was ich meine!

Einige weitere TIPS:
Magier verlangt reines Gewissen:
Um bei ihm vorgelassen zu werden, ben&ouml;tigt man zusammen ca. 3500 Charakter-
Punkte und Netaldurs Zettel, den man in der Eisw&uuml;ste im untersten Level
findet.

Dungeon an Halses Kr&uuml;mmung:
Bei Pegana liegt ein Gebirge, da&szlig; sich bis nach Norden zur Halses Kr&uuml;mmung
hinzieht. Man stellt sich genau dorthin, wo das Gebirge seine letzten
'Ausl&auml;ufer' hat und klickt 'Suchen' an. Dann findet man den geheimen Dungeon.

Vorbeikommen an Wachen:
Man kommt an allen Wachen, egal wo, vorbei, indem man ihnen eine Flasche
Alkohol schenkt. Daraufhin betrinken sich die Wachen und man hat freie Bahn.
Den Alkohol findet man in diversen Dungeons.

Und hier noch mal alle Passw&ouml;rter f&uuml;r die Dungeons:
W&uuml;ste:&#009;&#009;&#009;&#009;Eldolon
Dorinthannon Nord:&#009;&#009;Mastyk
Dorinthannon S&uuml;d:&#009;&#009;Mortyk
Insel zwischen den Klauen:&#009;Aboltyk
Eisw&uuml;ste:&#009;&#009;&#009;Kolbralon

Das Einhorn befreit man, indem man einen Gegenstand gegen den Kristall wirft.

Nach einer Spielzeit von etwa drei Stunden f&uuml;llen sich die Dungeons wieder,
so da&szlig; man die Drachenringe mehrmals aus demselben Dungeon holen kann.
</pre>
</body>
</html>
