<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="drug_blasters.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="dsa_2_-_sternenschweif.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      DSA - Die Schicksalsklinge
Genre:          Rollenspiel

Hints
------

Wer sich den Endkampf etwas einfacher machen will, der kaufe vor dem
Besuch des Orklagers soviele Gulmond-Bl&auml;tter, wie er nur tragen
kann. Diese mampft der Grimring-Tr&auml;ger in der Vorbereitungszeit vor
der Schlacht. Und da der Held f&uuml;r jedes geschluckte Blatt zwei
K&ouml;rperkraftpunkte erh&auml;lt, sollte der Orkchampion schon beim ersten
Schlag aus den Pantinen kippen.

Wer schnell zu Geld kommen will, der betrete in Thorwal den Dungeon
des Meister Dramosch und drehe sich, ohne sich vorw&auml;rts zu bewegen,
gleich wieder um und verlasse den Dungeon. Bei dieser AKtion erh&auml;lt
das erste Mitglied der Party jedesmal 20 Dukaten. Wer sich das Geld
f&uuml;r Fackeln sparen m&ouml;chte, der lasse gleich zu Beginn des Spieles
den Stabzauber des Magiers in irgend einem Gasthaus auf Stufe 2
erh&ouml;hen. Wer g&uuml;nstig an Ausr&uuml;stung kommen will, der nehme im
Travia-Tempel von Thorwal kurz einen Charakter in die Party auf und
schicke ihn dann wieder in die W&uuml;ste. Bei allen K&auml;mpfen au&szlig;er dem
Endkampf kann man die Treffergenauigkeit seiner Bogensch&uuml;tzen extrem
erh&ouml;hen, indem man sie direkt vor einen Gegner stellt und den Befehl
Computerkampf gibt. &Uuml;brigends gibt es noch eine recht fiese Falle:
Im Dungeon, in dem man Hyggelik und die Schicksalsklinge findet,
liegen viele alte M&uuml;nzen herum. Greift man sich diese, so wird man
verflucht und kann den Dungeon nicht mehr verlassen. L&auml;dt man jetzt
einen alten Spielstand, bei dem man noch keine M&uuml;nzen aufgenommen
hat, so wird das entsprechende Flag im Spiel trotzdem nicht
zur&uuml;ckgesetzt. Da hilft nur eines: Das Spiel beenden und nochmals
komplett neu starten.

1. Auf der Insel Manrek, zwischen Manrin und Brendhill, befindet
sich ein Dungeon, das von Piraten bewohnt wird und eine Menge Waffen
und Gelder aufweist.
2. In der n&auml;he des ersten Rastplatzes zwischen Ala und Thoss steht
eine verlassene H&uuml;tte, in der sich einige brauchbare Dinge befinden.
Auf alle F&auml;lle vorbeischauen.
3. Ihr solltet &ouml;fter durch die Orksch&auml;delsteppe reisen. Dort k&ouml;nnt
Ihr eine Menge Abenteuerpunkte sammeln und das Einhorn suchen. Ihr
trefft Leute, die Euch helfen, und Ihr k&ouml;nnt eine Menge Orks, Orgers
und Goblins knicken.
4. Bei der Reise um den Einsiedlersee solltet Ihr an dem gro&szlig;en
Felsen haltmachen und versuchen, ihn zu besteigen. Dies schafft Ihr
allerdings nur mit einem Wurf- und Kletterhaken. An seinem Gipfel
werdet Ihr das Schwarze Auge finden, ein Orakel mit allerhand
n&uuml;tzlichen Informationen.
5. Um das Kartenst&uuml;ck von Hjore Ahrensson aus Ottarje zu bekommen,
d&uuml;rft Ihr nicht sagen:&quot;Wir sind im Auftrag des Hetmans unterweg
weil Ahrensson sonst vor Schreck tot umf&auml;llt. Dann ist Euer
Kartenst&uuml;ck futsch.
6. Zwischen Orkanger und Felsteyn werdet Ihr eine Leiche finden, die
ein wichtiges Dokument bei sich hat.
7. Ihr solltet Reisen auf Schiffen meiden, weil Ihr sonst fast immer
von Piraten &uuml;berfallen werdet, und die sind aus anderem Holz als
Orks geschnitzt.
8. Ein Besuch in Oberorken lohnt sich, weil es dort die besten
&Auml;rzte, Waffen, Kr&auml;uter und Kr&auml;mersachen gibt. Au&szlig;erdem noch ein
Dungeon, das es in sich hat.
9. Als Helden f&uuml;r Eure Party wird empfohlen:
- einen Hexer (guter Zauberer)
- einen Zwerg (gute Ausdauer und F&uuml;hrer im Dungeon)
- einen Waldelf (guter Zauberer und Sch&uuml;tze)
- einen Gaukler (guter K&auml;mpfer mit leichten Waffen)
- einen Streuner (gutes Feilschtalent und Falschspieler)
- einen J&auml;ger (F&uuml;hrer in der Wildnis und guter Sch&uuml;tze)
Magier und Druiden sind weniger geeignet, weil sie keine schweren Waffen
benutzen d&uuml;rfen. Krieger und Thorwaler k&ouml;nnen zwar mit schweren Waffen
k&auml;mpfen, aber leider gelingen ihre Angriffe selten, und sie sind zu
schwerf&auml;llig.
10. Macht einen gro&szlig;en Bogen um Daspota!
11. Reist mindestens einmal von Skellen nach Phexcar. Dies ist eine recht
abenteuerliche Strecke, die recht lustig werden kann.
12. Legt Euch nach M&ouml;glichkeit nicht mit Menschen an, sondern nur mit
Tieren und Kreaturen (Orks, Goblins,usw.)
13. In der Gegend um Orvil lebt ein b&ouml;ser Druide, den Ihr besiegen m&uuml;&szlig;t, um
an das Empfehlungsschreiben von Siebenstein heranzukommen. Wenn Ihr gegen
ihn k&auml;mpft, dann haltet Euch nicht mit den W&ouml;lfen auf, sondern umzingelt
und t&ouml;tet ihn. Wenn Ihr das geschafft habt, nehmt den Knochen, und durch-
sucht seine H&uuml;tte.
14. Zwischen Skjal und Prem ist ein Dungeon.
15. Zwischen Clanegh und Orkanger steht eine Burg, in der sich einige Orks
befinden.
16. Wenn einer Eurer Helden stirbt, dann geht in einen Tempel, und fleht um
ein Wunder. Dann ist er oft wieder unter den Lebenden.
17. Hinter Daspota findet Ihr einen Wanderer, der Euch von einem Schatz
berichtet.
18. Wenn Ihr von R&auml;ubern &uuml;berfallen werdet, dann solltet Ihr besser das
geforderte L&ouml;segeld bezahlen.
19. Ein Besuch in Phexcaer lohnt sich, weil in einer Kneipe ein Held sitzt,
der sich Euch anschlie&szlig;en will.
20. Es ist lohnend, sich in den Tavernen gut umh&ouml;hren, weil man dort eine
Menge wichtiger Informationen sammeln kann.

Anfangs nie irgendwelche Kr&auml;uter wegwerfen, da man sie f&uuml;r teures Geld an
Kr&auml;uterh&auml;ndler verkaufen kann.

-Bei Gespr&auml;chen mit Wirten immer folgende Antwortkombinationen nutzen
 (Reihenfolge egal) 233; 123; 223; (131 bedeutet einen Rauswurf)
-Bei Geldmangel alle Beute, Kr&auml;uter und Lebensmittel verkaufen

Wen du in den Tempel von Rondra betest, (ofter versuchen und auch einiges
Spenden) werden deine Waffen zu Magischen-Waffen erhoben. (Unzerbrechlich
oder extra Trefferpunkte)

Wo sind die Kartenteile:

Name&#009; : Jurge Thorfinsson
Wohnort  : Skjal
Auftrag  : Schreiben des Hetmanns vorlegen
Besitzt  : Eine Kartenst&uuml;ck
Verweist : Yasma Thinmarsdotter
&#009;   Ragna Firunjadotter
&#009;   Swafnild Egilsdotter
&#009;   Algrid Trondesdotter

Name&#009; : Hjore Ahrensson  (nur ein Besuch m&ouml;glich)
Wohnort  : Ottarje
Auftrag  : (nicht den Hetmann erw&auml;hnen)
Besitzt  : eine F&auml;lschung
Verweist : Beorn Hjallasson
&#009;   Yasma Thinmarsdotter
&#009;   nach Phexcaer

Name&#009; : Yasma Thinmarsdotter
Wohnort  : Thoss
Auftrag  : (wei&szlig; wo eine Kartenst&uuml;ck ist)
Besitzt  : wurde gestohlen
Verweist : Hjore Ahrensson
&#009;   Umbrik Siebenstein

Name&#009; : Umbrik Siebenstein
Wohnort  : Orvil
Auftrag  : Druid Gorach besiegen, und Runen-Knochen bringen
Besitzt  : Empfehlung f&uuml;r Tiomar Swafnildsson
Verweist : ---

Name&#009; : Isleif Olgardsson
Wohnort  : Felsteyn
Auftrag  : ----
Besitzt  : ein Kartenst&uuml;ck
Verweist : Diverse andere

Name&#009; : Ragna Firunjasdotter
Wohnort  : Vidsand
Auftrag  : H&ouml;hflich nach dem Kartenst&uuml;ck fragen
Besitzt  : ein Kartenst&uuml;ck
Verweist : Isleif Olgardsson
&#009;   Swafnild Egilsdotter
&#009;   Jurge Thorfinsson
&#009;   nach Phexcaer

Name&#009; : Beorn Hjallasson
Wohnort  : Angbodirtal
Auftrag  : So unh&ouml;hflich wie m&ouml;glich sein
Besitzt  : ein Kartenst&uuml;ck
Verweist : Hjore Ahrensson
&#009;   Ragne Firunjasdotter
&#009;   Swafnild Egilsdotter

Name&#009; : Asgrimm Thurboldsson
Wohnort  : Breida
Auftrag  : ---
Besitzt  : ---
Verweist : einige Adressen

Name&#009; : Eliane Windenbek
Wohnort  : Varnheim (Man mu&szlig; nach ihr in einer Kneipe fragen)
Auftrag  : Kleine Statue aus dem Tempel der Namenlosen bringen.
Besitzt  : ein Kartenst&uuml;ck
Verweist : einige Namen

Name&#009; : Olvir Gundridsson
Wohnort  : reisender Skalde
Auftrag  : seinen Liedern lauschen
Besitzt  : ----
Verweist : bis zu drei Informationen

Name&#009; : Swafnild Egilsdotter
Wohnort  : Das Schiff 'Hjallandsstolz'
Auftrag  : zweimal antreffen
Besitzt  : ein Kartenst&uuml;ck
Verweist : Beorn Hjallasson
&#009;   Ragan Firunjasdotter
&#009;   Tiomar Swafnildsson

Name&#009; : Treborn Kollberg
Wohnort  : Unterwegs (nach dem ersten treffen in Clanegh)
Auftrag  : Karte abkaufen
Besitzt  : ein Kartenst&uuml;ck
Verweist : ----

Name&#009; : Algrid Trondesdotter
Wohnort  : Hjalsingor
Auftrag  : hat Karte an Treborn Kollberg verkauft
Besitzt  : ----
Verweist : Tiomar Swafnildsson

Name&#009; : Tiomar Swafnildsson
Wohnort  : Brendhil
Auftrag  : Auf empfehlung von Umbrik
Besitzt  : ein Kartenst&uuml;ck
Verweist : Jurge Torfinsson
&#009;   Isleif Olgardsson

Name&#009; : Das Einhorn
Wohnort  : Am Einsiedlersee
Auftrag  : keinesfalls Waffen ziehen
Besitzt  : ein Kartenst&uuml;ck ( eine Woche warten)
Verweist : ----

Nebenbei bemerkt: Alle Spuren nach Phexcar sind falsch! Keiner der
dortigen Informanten hat auch nur den Blassesten Schimmer vom Grimring.

In welcher Reihenfolge die Informanten aufgesucht werden, ist relativ
egal, jedoch kann man immer nur diejenigen antreffen, &uuml;ber die man
bereits Hinweise erhalten hat. Au&szlig;erdem m&uuml;ssen die Helden bei etlichen
Informationen in einer Kneipe im Ort nachfragen, wo die entsprechende
Person wohnt - sonst suchen sie sich dumm und d&auml;mlich.

Tips zu den Reisestrecken

Zwischen Rovermund und Nordvest
- Leiche eines Wanderers. Amulet gegen Zauber Ignifaxus

Das Schilfgebiet am Bodirufer meiden!
- Ausr&uuml;stung geht verloren
- Krankheiten

Zwischen Phexcaer und Einsiedlersee
- Hinterhalt der Orks
- Amulett gegen Verwandlungszauber

  Greifen versperren die Strecke
- Auf das Spiel eingehen
- L&ouml;sung der Frage: RAD

Zwischen Daspota und Rybon
- Sterbende Abenteuerin verr&auml;t die Lage des Despota-Schatzes

Zwischen Ottarje und Orvill
- Die Lichtung des Druiden Gorah

Uferweg Thoss nach Liskor
- Schwarzen Monolith zerst&ouml;ren (erh&ouml;ht die Change auf Wunder)

Strecke Orkanger - Clangegh
- Ist im Winter lebensgef&auml;hrlich
- Im Winter nur mit passender Ausr&uuml;stung gangbar

Skelellen nach Phexcaer
- Begegnung mit Elf, man bekommt ein Heiltrankrezept

Orvil nach Rovik
- Gorahs W&ouml;lfe fallen Schafe an
- Helfen !!!

Wo sind die Dungoens:
Zwingfeste&#009;&#009;  : in Thorwal
Eine verlassene Mine&#009;  : in Prem
Kultst&auml;tte des Namenlosen : Insel Hjalland
Der Drachenhort &#009;  : Insel Runin
Eine Goblinh&ouml;hle&#009;  : Zwischen Felstyn - Orkanger
Zwingfeste&#009;&#009;  : Unter Oberorken
Verfallene Herberge&#009;  : Strecke Ottaje - Daspota
Der Daspotaschatz&#009;  : Strecke Rybon - Thoss
Eine Spinnenh&ouml;hle&#009;  : Strecke Ottaje - Skjal
Ruine des Schwarzmagiers  : Strecke Rybon - Thoss
Eine Piratenh&ouml;hle&#009;  : Insel Manreck
Eine Orkbehausung&#009;  : Strecke Skelellen - Phexcaer
Eine Wildnish&ouml;hle&#009;  : Strecke Ottaje - Orvil
Ein Totenschiff &#009;  : meistens Seeweg zwischen Thorwall - Prem
Hyggelks H&ouml;hle&#009;&#009;  : Strecke Phexcaer - Skelellen
&#009;&#009;&#009;    (nur mit gen&uuml;gend Kartenst&uuml;cken zu finden)

Ab hier eine Aufz&auml;hlung der Positionen von Informationen im #?.CHR file
Selbe Files sind auch im Spielstandsfile am Ende enthalten

Position
 00-0E&#009;Name
 10&#009;Anzahl Gegenst&auml;nde
 11&#009;Type (1-Gaukler, 2-J&auml;ger, 3-Krieger, 4-Streuner,
&#009;5-Thorwaler, 6-Zwerg, 7-Hexer, 8-Druide, 9-Magier, 0A-Auelf,
&#009;0B-Firnelf, 0C-Waldelf)
 12&#009;Geschlecht (0-m&auml;nnl, 1-weibl)
 13&#009;Gr&ouml;&szlig;e
 14-15&#009;Gewicht
 16&#009;Schutzgott
 17&#009;Stufe
 18-1B&#009;Abenteurerpunkte
 1C-1F&#009;Geld
 20&#009;Ruestungsschutz

Ab Jetzt immer 3 (Startwert und aktueller Wert dahinter und 1 leer)
 24&#009;Mut
 27&#009;Klugheit
 2A&#009;Charisma
 2D&#009;Fingerfertigkeit
 30&#009;Gewandheit
 33&#009;Intuition
 36&#009;K&ouml;rperkraft
(eines der folgenden auf mindestens 2 setzen, damit es bei Steigerung
kein H&auml;ngenbleiben gibt - kleinster sinnvoller Wert  == 1)
 39&#009;Aberglaube
 3C&#009;H&ouml;henangst
 3F&#009;Raumangst
 42&#009;Goldgier
 45&#009;Tiefenangst
 48&#009;Neugier
 4B&#009;J&auml;hzorn

Ab Jetzt immer 4 (Doppelte Bytes)
 4E&#009;Lebenseinheiten
 52&#009;Astraleinheiten

 56&#009;Magierressistenz
 57&#009;Wert Basis
 58-5E&#009;Werte Attacke Waffenlos, Hieb-, Stichwaffen, Schwerter,
&#009;&Auml;xte, Speere, Zweih&auml;nder
 5F-65&#009;Werte Parade

 6F&#009;Hunger
 70&#009;Durst

(alles ab hier mit max. 18)
 FA&#009;Beginn Talente
 FA-102 Kampf: Waffenlos, Hieb-, Stichwaffen, Schwerter, &Auml;xte, Speere,
&#009;Zweih&auml;nder, Schusswaffen, Wurfwaffen
103-10C K&ouml;rper: Akrobatik, Klettern, K&ouml;rperbeherschung, Reiten,
&#009;Schleichen, Schwimmen, Selbstbeherrschung, Tanzen, Verstecken,
&#009;Zechen
10D-113 Gesellschaft: Bekehren, Bet&ouml;ren, Feilschen, Gassenwissen, L&uuml;gen,
&#009;Menschenkenntnis, Sch&auml;tzen
114-119 Natur: F&auml;hrtensuchen, Fesseln, Orientierung, Pflanzenkunde,
&#009;Tierkunde, Wildnisleben
11A-122 Wissen: Alchemie, Alte Sprachen, Geographie, Geschichte,
&#009;G&ouml;tter und Kulte, Kriegskunst, Lesen, Magiekunde, Sprachen
123-12B Handwerk: Abrichten, Fahrzeuge, Falschspiel, Heilen Gift,
&#009;Heilen Krankheit, Heilen Wunde, Musizieren, Schl&ouml;sser, Taschendieb
12C-12D Intuition: Gefahrensinn, Sinnessch&auml;rfe
12E&#009;Verbliebene Steigerungen

130&#009;Beginn Zauberformeln
130-134 Antimagie: Beherrschung brechen, Destructibo Archanitas,
&#009;Gardianum Paradei, Illusion zerst&ouml;ren, Verwandlung beenden
135-140 Beherrschung: Band und Fessel, Bannbaladin, B&ouml;ser Blick,
&#009;Grosse Gier, Grosse Verwirrung, Herr der Tiere, Horriphobus
&#009;Schreckensp., Magischer Raub, Respondami Veritar, Sanftmut,
&#009;Somnigravis Tausend Sch., Zwingtanz
141-147 D&auml;monologie: Furor- Blut und Sulphurd., Geister bannen,
&#009;Geister rufen, Heptagon und Kr&ouml;tenei, Kr&auml;henruf, Skelettarius
&#009;Kryptaduft
148-14A Elemente: Elementare Beschw&ouml;ren, Nihilatio Gravitas, Solidirid
&#009;Farbenspiel
14B-150 Bewegung: Axxeleratus Blitzgeschw., Foramen Foraminor, Motoricus
&#009;Motilitich, Spurlos Trittlos F&auml;hrtenlos, Transversalis Teleport,
&#009;&Uuml;ber Eis und &uuml;ber Schnee
151-155 Heilung:  Balsamsalabunde, Hexenspeichel, Klarum Purum Kr&auml;utersud,
&#009;Ruhe K&ouml;rper-Ruhe Geist, Tiere heilen
156-15C Hellsicht: Adleraug und Luchsenohr, Anal&uuml;s Archanstruktur,
&#009;Eigenschaften seid gel., Exposami Creatur, Odem Archanum Senserei,
&#009;Penetrizzel Holz und Stein, Sensibar wahr und klar
15D-160 Illusion: Cham&auml;lioni Mimikry, Duplicatus Doppelbein, Harmlose
&#009;Gestalt, Hexenknoten
161-169 Kampf: Blitz dich find, Ecliptifactus dunkle M., Eisenrost und
&#009;gr&uuml;ner Span, Fulminictus Donnerkeil, Ignifaxius Flammenstrahl,
&#009;Plumbumbarum und Narretei, Radau, Saft-Kraft-Monstermacht, Scharfes
&#009;Auge-Sichre Hand
16A-16B Verst&auml;ndigung: Hexenblick, Nekropathia modernd l.
16C-17B Verwandlung: Adler und Wolf und Hammerhai, Arcano Psychostabilis,
&#009;Armatrutz, CH Steigern, Feuerbann, FF steigern, GE steigern,
&#009;IN steigern, KK steigern, KL steigern, MU steigern, Mutabli Hybridil,
&#009;Paral&uuml; Paralein, Salander Mutanderer, See und Fluss, Visibili
&#009;Vanitar
17C-185 Ver&auml;nderung: Abvenenum Pest und Galle, Aeolitus Windgebraus, Brenne
&#009;toter Stoff, Claudibus Clavistibor, Dunkelheit, Erstarre, Flim Flam
&#009;Funkel, Schmelze, Silentium Silentille, Sturmgebr&uuml;ll bes dich
186&#009;Verbliebene Zauber-Steigerungen
</pre>
</body>
</html>
