<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="dsa_-_die_schicksalsklinge.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="duck_tales.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      DSA 2 - Sternenschweif
Genre:          Rollenspiel


Hints
-----

Allgemeines:
Man sollte seine Gruppe aus 2 Kriegern, 1-2 Magiern, 1-2 (Au-)Elfen, 0-1
Streuner, 0-1 anderem Heldentyp zusammenstellen. Im weiteren gehe ich
davon aus, da&szlig; mit einem Krieger namens Amras, einer Kriegerin (Kurima),
einem Auelf (Garon), einer Auelfe (Nena), einem Magier (Surkan) und einer
Magierin (Hera) gespielt wird. Wenn die Helden selbst erschaffen werden,
(sehr anzuraten) sollte man sich Zeit dazu lassen. Ich gehe ebenfalls
davon aus, da&szlig; im Expertenmodus gespielt wird, was jedoch nicht dringend
n&ouml;tig ist. Beim Heldenerschaffen sollte darauf geachtet werden, da&szlig; alle
positiven Eigenschaften auf 13 sind. Die negativen Eigenschaften k&ouml;nnen
ruhig auf 8 gesetzt werden, da sie l&auml;ngst nicht so wichtig sind. (Bis auf
J&auml;hzorn bei Kriegern, Goldgier bei Auelfen usw.) Es ist auch wichtig
bereits zu Beginn zu wissen, wer welche Aufgaben &uuml;bernimmt und dem
entsprechend die Talente steigert.

Wichtige Talentwerte, die alle k&ouml;nnen sollten: Der jeweilige Waffenwert,
Schwimmen, Intuition, Sinnessch&auml;rfe. Talente die mindestens einer k&ouml;nnen
sollte: (Die Gruppe wird des &ouml;fteren getrennt) Alle Heilkundewerte,
Schl&ouml;sser, Taschendiebstahl, Feilschen, Alchimie, Alte Sprachen, Lesen,
Magiekunde (Magier), F&auml;hrtensuche, Pflanzenkunde, Wildnisleben. Das ganze
Spiel kann ohne Zauberspr&uuml;che gespielt werden, aber eine Formel zur
richtigen Zeit kann extrem vorteilhaft sein.  Wichtige Zauber:
Beherrschung- Verwandlung beenden, B&ouml;ser Blick, Bannbaladin, Horriphobus,
Blitz, Fulminictus oder Ignifaxius, Foramen, Eigenschaften
Transversalis(wichtig), Paral&uuml;, Salander, Visibili, Penetrizzel, Geister
bannen, Hartes Schmelze

Sind die Helden erschaffen, holt man sie in die Gruppe und verl&auml;&szlig;t den
Tempel. Sofort kommt ein Elf auf uns zu und erz&auml;hlt etwas von einem
Salamanderstein, den wir suchen sollen. Danach machen wir Bekanntschaft
mit einem H&auml;ndler, der uns 1000 Dukaten f&uuml;r eben diesen Stein bietet. Bei
der ersten &Uuml;bernachtung kommt dann auch noch ein Phexgeweihter, der uns
etwas von Sternenschweif, einer Axt, die wir suchen sollen, erz&auml;hlt. Mit
diesen Informationen k&ouml;nnen wir erst einmal nichts anfangen, sondern
r&uuml;sten uns aus. Will hei&szlig;en, wir klauen uns, nachdem wir abgespeichert
haben, ein paar hundert Dukaten mit Taschendiebstahl und kaufen dann auf
dem Markt (nur an manchen Tagen) ordentlich Ausr&uuml;stung. Wir brauchen sehr
viel Ausr&uuml;stung (siehe auch Tips &amp; Tricks in der Anleitung), aber auf alle
F&auml;lle viel R&uuml;stung und ordentliche Waffen, sowie ein paar Heilkr&auml;uter.
Wenn das geschafft ist, machen wir uns auf den einzig m&ouml;glichen Weg nach
S&uuml;den. Kurz nachdem wir aufgebrochen sind, h&ouml;ren wir Kampfger&auml;usche. Wir
gehen der Sache nach und helfen der in Bedr&auml;ngnis geratenen
Rondrageweihten. Nach dem Kampf spricht Rondra durch die Geweihte zu uns
und schenkt jedem 300 AP. Jetzt wir also erst einmal gesteigert. Dann
setzen wir unseren Weg fort. Nachdem wir mit einem fahrenden Krieger &uuml;ber
Sternenschweif diskutiert haben, treffen wir in dem D&ouml;rfchen Hillhaus ein,
wo wir &uuml;bernachten und uns dann wieder auf den Weg nach Gashok, den
n&auml;chsten gr&ouml;&szlig;eren Ort machen. Auf dem Weg passieren uns alle m&ouml;glichen
Dinge, aber der Einfachheit halber berichte ich nur von den  wichtigen
Ereignissen. In Gashok angekommen komplettieren wir zuerst unsere
Ausr&uuml;stung auf dem Markt, um dann die Ruine im S&uuml;d-Westen zu inspizieren.
Als n&auml;chstes fragen wir in einer Taverne nach dieser M&uuml;hle. Nun k&ouml;nnen wir
die Kr&auml;uterfrau Gerlanje in ihrem Zelt besuchen und nach Atherion
befragen. Sie erz&auml;hlt uns, wir sollen ihn im Osten suchen. Wir machen uns
also auf den Weg gen NO und finden nach einer Wegabzweigung im Wald
tats&auml;chlich diesen Elfen. Zur&uuml;ck in Gashok fragen wir Gerlanje nach
Ausw&auml;rtigen und V.H. von Kuslik. Dann besucht man das Haus 2 Felder
s&uuml;dlich und 4 Felder &ouml;stlich der Taverne &quot;Tag und Nacht. Dem Mann gibt man
3 mal die dritte Antwort,worauf dieser uns die Namen von 2 Zugezogenen und
deren Adresse verr&auml;t. Also gehen wir zu Deregorn, der im Haus s&uuml;dlich des
Praiostempels wohnt, und killen ihn kurzerhand. Mit der Schriftrolle als
Beweis legen wir uns zufrieden schlafen. Und zwar 2 Tage lang in einer der
Herbergen. Jetzt kommt n&auml;mlich in der Nacht ein Mob aus der Stadt und will
uns aufkn&uuml;pfen. Wir k&ouml;nnen aber beweisen, da&szlig; Deregorn der Anf&uuml;hrer der
Bannstrahler war und deswegen werden wir verschont. Jetzt k&ouml;nnen wir zu
Atherion zur&uuml;ckgehen, der daraufhin verschwindet, uns aber seine magischen
Waffen &uuml;berl&auml;&szlig;t. Und schon haben wir die erste Substory gel&ouml;st. Das
Bannstrahlerdokument k&ouml;nnt ihr jetzt getrost wegwerfen. Von Gashok aus
wandern wir dann in Richtung SO nach Reichsend. Weiter nach S und dann
irgendwann die Abzweigung in den Finsterkamm. In den Bergen finden wir
nach einiger Suche endlich die Zwergenstadt. Nach kurzer Inspektion des
&Ouml;rtchens sehen wir uns einer Wache am Eingangstor zur Zwergenfeste
gegen&uuml;ber. Die Kerle wollen die Elfen nicht reinlassen. Also entlassen wir
Nena und Garon vor&uuml;bergehend aus ihrem Dienst, nicht ohne vorher &uuml;berpr&uuml;ft
zu haben, da&szlig; sie gen&uuml;gend Essen und Trinken haben und die Heilkr&auml;uter
(Als sehr hilfreich haben sich Wirselkr&auml;uter erwiesen.) bei den anderen
sind. Jetzt wird die Feste betreten und durchsucht. Nachdem wir den
Igerimm-Geweihten im Tempel 3 mal nach der Zwergenbinge gefragt haben,
r&uuml;ckt er endlich den Schl&uuml;ssel raus und wir k&ouml;nnen im NW der Feste die
Binge betreten. Die gro&szlig;e T&uuml;re &ouml;ffnen wir mit dem Schl&uuml;ssel und dem
Skelett nehmen wir ein unwichtiges Runen-Dokument ab. Im Raum im O ist im
Holzkohlezuber ein Ring, den wir sofort an uns nehmen, auch wenn einige
sich unsch&ouml;ne Handverletzungen zuziehen. (Der Ring sch&uuml;tzt gegen Feuer.)
In ein paar Truhen, befindet sich Feuerpulver, das man irgendwann sp&auml;ter
noch einmal benutzen kann, aber nicht unbedingt braucht. Zus&auml;tzlich finden
wir zwei Dokumente. Das eine hat irgend ein Schmierfink von rechts unten
nach links oben geschrieben und beim anderen hat jemand alle a,e,i,o,u,&auml;,&ouml;
und &uuml;'s vergessen. Als n&auml;chstes klettern wir den Schacht im N nach oben
und holen einen Doppelbartschl&uuml;ssel. Dabei werden wir ziemlich dreckig, so
da&szlig; wir uns vornehmen, das ganze nur einmal w&auml;hrend unserem Aufenthalt zu
machen. Im S dieser Etage findet wir noch einige Werkzeuge, wobei wir eine
Schaufel, eine Fackel, das Zunderk&auml;stchen, die Kette, sowie ein Brecheisen
mitnehmen. Die Treppe runter wird erst einmal im N nach einer Kiste mit
Wagenschmiere und einer Kurbel gesucht, danach wenden wir uns gen S und
speichern erst mal. Dann geht es durch eine T&uuml;r, bis hinter uns pl&ouml;tzlich
ein Steinblock herunter kommt. Wir m&uuml;ssen also den Hebel untersuchen, bzw.
die Kurbel und die Kette einsetzen, um einen anderen Block zu entfernen.
Danach kommen wir in einen Raum, wo wir uns sofort an der Truhe
vergreifen. Es erscheint ein frecher Kobolt, den wir zwar nicht angreifen,
dem wir aber auch keine Geschenke machen. Dann stellt er uns ein kleines
R&auml;tsel, da&szlig; wir mit &quot;Elche&quot; beantworten. Sogleich werden wir
wegteleportiert, wobei es passieren kann, da&szlig; wir an so d&auml;mlichen Orten
landen, da&szlig; es sinnvoller ist, neu zu laden. Mit dem &quot;reich verzierten
Silberschl&uuml;ssel&quot; ist es uns m&ouml;glich, die Binge wieder zu verlassen, das
wollen wir aber gar nicht. Nachdem wir uns alle wieder getroffen haben,
steigen wir die Treppe tiefer in die Mine. Dort kann die Lore geschmiert
und befahren werden, mu&szlig; aber nicht. Einen Erzklumpen nehmen wir auch mit.
&Uuml;ber die Grube zu springen, versuchen wir erst gar nicht, sondern
schaufeln lieber die ganzen G&auml;nge frei. Danach steigen wir den Schacht in
die Tiefe. Im gr&ouml;&szlig;eren Raum im O k&auml;mpfen wir gegen ein paar untote Zwerge,
von denen wir ein wichtiges Steinmedaillon bekommen. An dem Rad drehen wir
noch nicht, und auch die W&auml;nde lassen wir in Frieden.

Statt dessen steigen wir im SO die Treppe hoch und schwimmen so lange in
dem Becken herum, bis einer von uns endlich den magischen Wasserschlauch
zu fassen bekommt. Danach gehen wir zur&uuml;ck und erkunden erst mal die
weitere Umgebung. Schlie&szlig;lich drehen wir doch an dem Rad und lassen so das
Wasser aus dem Becken, wo jetzt eine Eisenplatte sichtbar geworden ist,
die wir mit unserem Brecheisen &ouml;ffnen. Es er&ouml;ffnet sich eine Treppe nach
unten. Unten durchsuchen wir zuerst die Truhe im O, besuchen den Raum ganz
im W, und schauen erst dann bei der mittleren T&uuml;r vorbei, die mit dem
Doppelbartschl&uuml;ssel ge&ouml;ffnet wird. Jeder bekommt Lederanziehsachen aus der
Truhe und dann geht es &uuml;ber die gl&uuml;henden Platten. Wir benutzen eine
brennende Fackel, um das Ambo&szlig;bild verschwinden zu lassen. Dem Golem geben
wir das Steinmedallion, worauf dieser anf&auml;ngt zu werkeln. Wir gehen
solange ins Hinterzimmer, holen uns den Salamanderstein bzw. tauschen ihn
gegen das Medaillon. Wir vergreifen uns NICHT an Ingerimms Schatz (aber
auch nur, weil man da unten keinen Teleporterzauber hinkriegt). Zur&uuml;ck
&uuml;ber die Platten werden erst mal die Lederklamotten zur&uuml;ckgelegt und dann
k&ouml;nnen wir endlich diese Binge wieder verlassen. Am besten durch den
Eingang oben, weil wir die beiden Elfen ja auch noch mitnehmen m&uuml;ssen. In
der Zwergenfeste geben wir den Schl&uuml;ssel ab und verlassen diesen Ort.
Kurze Zeit nach dem Verlassen der Zwergenh&ouml;hlen, werden wir von einem
Unbekannten aufgefordert, den Salamanderstein nach Lowangen zu bringen.
Diesem Wunsch entsprechen wir jedoch nicht sofort, sondern begeben uns
erst mal nach Tiefhusen (NW). Dort begeben wir uns in die Taverne
Goldschatz, wo wir mit Jandor &uuml;ber Sternenschweif reden. Der Kerl s&auml;uft
sich zu und erz&auml;hlt uns schlie&szlig;lich auch was von Hesger, den wir fragen
sollen. Dieser befindet sich ganz im N der Stadt au&szlig;erhalb der Stadtmauern
an einem Baum gelehnt. Wenn wir ihn freundlich behandeln, verlangt er ca.
65 D f&uuml;r seine Informationen. Wir sollen am n&auml;chsten morgen wieder kommen.
Das machen wir und er f&uuml;hrt uns zum Phextempel, wo wir uns einsperren
lassen. Im Verbindungsgang ist dann der erste Geheimgang. Dahinter
befindet sich ein Kampf und eine Truhe mit einem Pseudosternenschweif
sowie ein weiterer Geheimgang im W. Jetzt gehen wir erst mal nach N und
holen dort ein Pergament, nachdem wir k&auml;mpfen und einen weiteren
Geheimgang im S durchschreiten. Dadurch geht das Gitter wieder hoch und
wir k&ouml;nnen im W den n&auml;chsten Gang besuchen. Im folgenden Labyrinth warten
einige R&auml;tsel und Geheimg&auml;nge auf uns. Auf die Frage, wann des Phexens
Licht alleine w&auml;re, antworten wir &quot;Nacht&quot;, bei den Bildchen decken wir 3
mal den Fuchs, das Zeichen des Phex auf, und am Altar spenden wir Geld
(und versuchen nicht, uns an selbigen zu vergreifen). Als wir aus der
Kiste im SO das Phexenschild und den Phexenhelm geholt haben, erscheint
hinter uns ein Poltergeist, den wir mit dem Zauberspruch &quot;Geister Bannen&quot;
verscheuchen. Durch die Geldspende sollte sich im NO eine vorher
geschlossene Geheimt&uuml;re ge&ouml;ffnet haben, so da&szlig; wir alsbald den Urhebern
dieser ganzen Sache gegen&uuml;berstehen. Diese geben uns einige
aufschlu&szlig;reiche Informationen, womit sich die Sache mit Sternenschweif
erledigt h&auml;tte. Wir d&uuml;rfen dann den Tempel verlassen, was wir auch glatt
machen. Jetzt machen wir uns auf den Weg nach Gashok. Dort angekommen
bekommt Amras alle nicht magischen, und trotzdem wichtigen Gegenst&auml;nde,
wie z.B. Kr&auml;uter, viel zu Essen und zu Trinken, da uns die Orks vor
Lowangen alle nicht magischen Gegenst&auml;nde bis auf unsere Kleidung
abnehmen. Dann entlassen wir Amras aus unserer Gruppe und machen uns auf
den Weg nach Lowangen. Nachdem uns die Orks vorgekn&ouml;pft haben wird uns in
der Stadt der Salamanderstein geklaut. Also gehen wir, nachdem wir uns
notd&uuml;rftig ausgestattet haben zur Taverne Orkentod und trinken einen. Nach
einer Weile schaut Gavron, der Dieb, im Orkentod vorbei. Wir folgen ihm
unauff&auml;llig zu einem Haus. Dort stellen wir die Einwohner zur Rede und
nach einer kurzen Debatte folgen wir ihnen ins Haus. Nach einem Kampf
geh&ouml;rt der Salamanderstein, sowie ein ganzer haufen Ausr&uuml;stung wieder uns.
Nach einer kurzen Verschnaufpause wandern wir gen S der Stadt, und
besuchen, ein Feld &ouml;stlich und 3 Felder s&uuml;dlich der Taverne &quot;Am
Wassergraben&quot; eine Dame namens Vindiria Egelbronn. Wir fallen im wahrsten
Sinne des Wortes mit der T&uuml;r ins Haus, schicken die Einwohner in Borons
Hallen und holen uns einen zweiten (falschen) Salamanderstein, sowie
weitere Ausr&uuml;stungsgegenst&auml;nde. Nun gehen wir &uuml;ber eine Br&uuml;cke in den
NW-Teil der Stadt und schauen an der Westmauer bei dem gro&szlig;en Haus neben
dem Brunnen vorbei. Ragan, der es bewohnt, wird nach &quot;Essen &amp; Trinken&quot;
befragt, worauf er meint, wir sollten einen kleinen Auftrag f&uuml;r ihn
erledigen, was wir glatt machen. Wir gehen also ins Zentrum der Stadt, und
finden in einem 2 Felder westlich und 3 Felder n&ouml;rdlich der Herberge
&quot;Sweltjepalast&quot; gelegenen Haus den &quot;Vinsalter&quot;, den wir mit immer der
letzten Antwort dazu &uuml;berreden, uns zu begleiten. Zur&uuml;ck bei Ragan
erfahren wir bei erneuter Nachfrage, das wir Essen im S der Stadt bekommen
k&ouml;nnen, wenn wir Ragans Namen als Eintrittskarte benutzen. Fragen wir nach
Waffen, so sollen wir ihm eine Brosche aus dem Schauhaus der K&uuml;nste im NO
besorgen, was wir dann auch in der Nacht machen. Wir kommen uns zwar als
Diebe etwas komisch vor, aber daf&uuml;r erfahren wir von Ragan, da&szlig; wir uns in
dem 3 Felder N der Taverne &quot;Klonballas&quot; gelegenen Haus mit Waffen
eindecken k&ouml;nnen. Um mehr &uuml;ber einen Geheimgang zu erfahren, m&uuml;ssen wir
ein P&auml;ckchen zu Deregorn bringen, der nicht im angegebenen Haus zu finden
ist, sondern jetzt 4 Felder N und 2 W der gleichen Taverne wohnt. Ragan,
nach &quot;Reisen&quot; gefragt, r&auml;t uns, bei Jandora ( 1N, 1O der Herberge &quot;Gro&szlig;e
Freiheit&quot;) nach dem Geheimgang zu fragen. Diese Frau sagt uns, nach der
Kleinigkeit von 300D, wir sollen in der Ordensburg der Grauen St&auml;be im N
nach Meister Eolan fragen und ihm erz&auml;hlen, wir wollten den Hof kehren.
Machen wir und als er uns dann nach dem wahren Grund unseres Besuchs
fragt, informieren wir ihn &uuml;ber den Geheimgang. Um aus der Stadt gelassen
zu werden m&uuml;ssen wir jedoch 2 Mitglieder aus unserer Truppe in Lowangen
lassen und Versprechen, einen Freund Eolans zu finden und zur&uuml;ckzubringen.
Das ist also unsere n&auml;chste Prim&auml;raufgabe. Sobald wir Lowangen verlassen
haben, machen wir uns auf nach Gashok, um Amras wieder zu holen. Auf dem
Weg treffen wir einige Kampfmagier, die unseren Salamanderstein wollen,
und da ein Kampf zwecklos ist, &uuml;berlassen wir ihnen den Stein. In Gashok
wird Amras wieder in die Gruppe aufgenommen und dann geht es in die SW
gelegenen &quot;S&uuml;mpfe des Vergessens&quot;. Im W wird mit den Echsenmenschen
geredet, die uns helfen, wenn wir f&uuml;r sie ein Monster t&ouml;ten. Dieser
Schlinger, wie er in Aventurien gemeinhin hei&szlig;t, haust in H&ouml;hlen mitten im
Sumpf und wird von uns zur Strecke gebracht. Die Echsen erz&auml;hlen uns von
einer alten Frau im W. Diese Hexe wird sofort besucht und um Hilfe
gefragt. Sie erkl&auml;rt uns, wir sollen zuerst f&uuml;r sie einen Magier im Turm
im NO besuchen und ihr seine Kristallkugel bringen. Der Magier will seine
Kugel nicht rausr&uuml;cken, sondern beschw&ouml;rt lieber einen Feuerelementar.
Diesen schwafeln wir so lange von &quot;Liebe&quot; und &quot;Gerechtigkeit&quot; zu, bis er
sich gegen den Magier wendet und wir die Kristallkugel und ein
Noctrux-Dokument abstauben k&ouml;nnen. Nun holen wir uns im SO aus einer
leicht eingesumpften Kiste ein Netz, einen Heiltrank sowie ein
Sumpfrantzendokument. Danach besuchen wir die Hexe, die uns beschuldigt,
ihre Tiere get&ouml;tet zu haben, und uns angreift. Nach ihrem Tod gehen wir in
den N der S&uuml;mpfe und schwimmen dort zu einem nur vom Wasser aus
zug&auml;nglichen, 4 Felder gro&szlig;en Platz, an dem sich eine Sumpfrantze mit
einem Ring befindet. Diese nehmen wir mit, indem wir das Netz benutzen. Im
NW sind auf einem Weg am Wasser jetzt auch Heidekr&auml;uter zu finden, die so
lange herausgerissen werden, bis unsere Rantze eine Reaktion zeigt. Bei
uns war es die 18. Dieses Kraut wird jetzt benutzt, und da wir die
gefangene Rantze, das Kraut, das Notrux-Dokument und das
Sumpfrantzendukument beisammen haben, verwandelt sich die Rantze in Agdan,
den gesuchten Freund aus Lowangen. Diesen k&ouml;nnen wir jetzt nach Lowangen
zur&uuml;ckbringen und unsere Kumpanen wieder in die Truppe aufnehmen. In
Lowangen lassen sich jetzt Ausr&uuml;stungsgegenst&auml;nde teuer verkaufen.
Schlie&szlig;lich verlassen wir die belagerte Stadt wieder durch den Geheimgang
und wandern Richtung W. Am Westrand der uns bekannten Karte finden wir
etwa auf der H&ouml;he von Sibra in den Blutzinnen eine von Orks bewohnte
H&ouml;hle, die wir sofort betreten. In dieser Wohnh&ouml;hle der Orks gibt es viele
Geheimg&auml;nge, die praktisch automatisch von uns auf unserer Karte
eingezeichnet werden, so da&szlig; wir sp&auml;ter kaum Probleme haben, uns
zurechtzufinden. Nach einigen K&auml;mpfen finden wir im NW eine Kiste mit
Gu&szlig;eisen und einem Kupferschl&uuml;ssel. Im NO gibt es in einem Raum, der wohl
f&uuml;r irgendwelche Rituale der Orkenbrut dient, eine mumifizierte Hand, die
auf einem Kupferpl&auml;ttchen liegt, wobei wir letzteres sofort mitnehmen.
Au&szlig;erdem befinden sich im NO zwei Treppen nach unten. Die N&ouml;rdlichere
benutzen wir dann auch. In der Mitte unserer Etage holen wir von ein paar
Orks und aus einer Truhe einen Zangen-, sowie einen Luchsschl&uuml;ssel. Im SW
liegt schlie&szlig;lich in einer der Gef&auml;ngniszellen der Salamanderstein bei
einem der Magier, die ihn uns hinter Lowangen abgenommen haben. Nachdem
wir das anscheinend so wertvolle Artefakt wieder an uns genommen haben,
durchsuchen wir den Rest der unterirdischen Festung, was uns jedoch nicht
viel einbringt. (Wenn man auf Allerweltsausr&uuml;stung keinen gro&szlig;en Wert
legt.) Wenn alles erledigt ist, kehren wir den Blutzinnen jedenfalls den
R&uuml;cken und marschieren nach Tjolmar, eine Zwergenstadt im NW, wo wir
hoffen, endlich auf Ingramosch zu sto&szlig;en. In Tjolmar besuchen wir das Haus
3 Felder W und 4 S der Taverne &quot;Br&uuml;ckenwacht&quot;. Dort fragen wir nach
Ingramosch und brechen danach ein. Nach einem kleinen Kampf bekommen wir
Dokument mit der Aufschrift &quot;2L,4R,4L&quot;. Also ziehen wir an der Wand 2
Felder links der T&uuml;r an der Wand, dann 4 Felder rechts der T&uuml;r und
schlie&szlig;lich 4 links. Nun &ouml;ffnet sich eine Geheimt&uuml;re, die wir nat&uuml;rlich
benutzen. Danach gehen wir im W die Rampe hoch in den eingez&auml;unten Raum.
Kaum sind wir drin, schlie&szlig;t sich hinter uns die T&uuml;r. Wir durchsuchen die
Pflanze in der Mitte und finden alsbald den ersten Flammenschl&uuml;ssel. Jetzt
dr&uuml;ckt Kurima im W in die Augen der Totensch&auml;del. Nachdem dies geschehen
ist, geht Surkan zur zugefallenen T&uuml;r, &ouml;ffnet diese und danach gehen alle
zusammen raus. Im SW sprechen wir auf den Brunnen ein &quot;Hartes Schmelze&quot;
und holen den zweiten Flammenschl&uuml;ssel, sowie Begleitung. Im SO &ouml;ffnen wir
mit den 2 Schl&uuml;sseln eine T&uuml;r und eine Truhe, wodurch wir 2 Ringe, ein
Amulett einen Drachent&ouml;ter und einen Superheiltrank erhalten. Weiter im O
ist eine Wand nur eine Illusion, so da&szlig; wir zu einer T&uuml;r kommen. Mit einem
Transversalis teleportieren wir uns schnell hinter die T&uuml;r und steigen die
Treppe nach unten. Im N holen wir aus einem Schuh einen Bronzeschl&uuml;ssel
zwischen ein paar &Auml;xten hervor. Weiter westlich finden wir einen weiteren
Geheimgang. An der Ostwand des gro&szlig;en Raums mit den S&auml;belzahntigern f&uuml;hrt
uns ein weiterer Gang in ein kleines Labyrinth, in welchem wir gegen
einige Skelettkrieger k&auml;mpfen, von denen jeder ein Amuletteil hinterl&auml;&szlig;t.
Diese sammeln wir ein und &ouml;ffnen damit eine Geheimt&uuml;re im SO. Dort gehen
wir die Treppe nach unten, woraufhin uns der Salamanderstein gleich wieder
einmal geklaut wird. Wir &ouml;ffnen das Zahlenschlo&szlig; mit der Kombination
&quot;1945&quot;. Der Statue im SW geben wir &quot;Arkandor&quot; als Antwort auf seine Frage.
Daf&uuml;r k&ouml;nnen wir uns weiter im SW eine Drachenklaue holen, mit der wir
nach einigen K&auml;mpfen, Teleportationen und Geheimg&auml;ngen schlie&szlig;lich im NO
in einem gro&szlig;en Raum auf den Drachen &quot;Arkandor&quot; treffen. Dieser ist f&uuml;r
H&ouml;hlendrachenverh&auml;ltnisse recht stark. Wir f&uuml;gen im jedoch nach einem
langen Kampf (ca. 600 LE) genug Schaden zu, um ihn zu &uuml;berzeugen, da&szlig; wir
ehrenhafte Krieger sind, und er l&auml;&szlig;t uns leben. Amras, durch seine
magischen Ringe gesch&uuml;tzt, war beinahe beleidigt, da&szlig; es so einfach war.
Wie auch immer, wir haben jedenfalls jetzt wieder den Salamanderstein und
Ingramosch ist auch bei uns. Also verlassen wir den Tempel des Namenlosen
&uuml;ber eine Treppe im NO.
</pre>
</body>
</html>
