<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="dungeonhero.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="dungeons_of_doom.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Antworten auf die Fragen der R&auml;tselm&uuml;nder:

Nenne das Ziel eurer Reise. = RUNE
Wie lautet der Name des Drachen, der euch nach einem Dolch fragt. = ELISTAIRE
Wer singt lustige Lieder auf seiner Wanderschaft. = BARDE
Zu was wandelt euch die schlangenk&ouml;pfige Medusa. = STEIN
Wie wird das gefl&uuml;gelte Pferd genannt. = PEGASUS
Du bist willkommen. Tritt ein. = FREUND
Wie lautet der Name des Besitzers dieser verlassenen Dungeons. = DARK LORD
Wem geh&ouml;rt das Schwert Excalibur. = ARTHUR
Was braucht ein Zauberkundiger f&uuml;r seine Kunst. = ZAUBERBUCH
Verk&uuml;nde die Botschaft. = DAS EINHORN IST AM LEBEN
Was ist eines K&ouml;nigs Insignie. = KRONE
Deine Feinde fesseln dich mit meinen eisernen Gliedern.
Nenne meinen Namen. = KETTE
Ich bringe dich &uuml;ber den rei&szlig;enden Styx. Nenne meinen Namen. = CHARON
Stein-Papier, Schere-Stein, Papier-? = SCHERE
Nenne mir des R&auml;tsels L&ouml;sung! Denke daran, es ist &quot;nicht dunkel&quot;! = HELL

Erstmal stellen wir uns die Frage, welche Partyzusammenstellung f&uuml;r das
Spiel zu empfehlen w&auml;re. Anf&auml;ngern seien die bereits vorgefertigten
Charaktere, die auf Disk mitgeliefert werden, ans Herz gelegt. Kombiniert
man diese Fertighelden zu einer Party, so ist das schon eine ziemlich
schlagkr&auml;ftige Truppe.

Wer lieber selbst herumexperimentiert, dem empfehle ich, f&uuml;r den aktuellen
Helden einen Beruf auszusuchen, der auch zu seiner Rasse pa&szlig;t. So machen
sich Elfen, Zwerge und Echsen gut als Magier, Hexer und andere magiebegabte
Heldentypen; Trolle sind gute Krieger und Ritter; Halbelfen geben gute
J&auml;ger ab und Gnome sind ideal f&uuml;r einen Dieb. Es ist empfehlenswert, die
Charaktere auf dem Bildschirm in der richtigen Reihenfolge anzuordnen.
Hierbei gilt: Je kampfst&auml;rker, umso besser; denn die ersten zwei Helden
bekommen bei K&auml;mpfen aufgrund ihrer anf&uuml;hrenden Lage das meiste ab.
Deshalb: Physisch labilere Typen wie Magier oder Diebe ans Ende der
Reihenfolge bringen!

Nun gehts erstmal ins Waffengesch&auml;ft. Hier sollte man genau aufpassen, da&szlig;
der Artikel, den man f&uuml;r einen Helden kauft, auch gebraucht wird. Ein
frommer M&ouml;nch kann mit einem Breitschwert wenig anfangen; und ein Krieger
wei&szlig; wohl kaum, wie man richtig mit einem Magiebuch umgeht. Deshalb:
&Ouml;konomisch einkaufen und Geld sparen! Folgende Artikel sollten f&uuml;r die
einzelnen Heldentypen gekauft werden:

KRIEGER/RITTER/J&Auml;GER:&#009;Breitschwert/Schwert, Holzschild, Keule
DIEB:&#009;&#009;&#009;Schwert, Stoffrobe, Holzschild
MAGIEBEGABTE HELDEN:&#009;Dolch, Stoffrobe, Magiebuch

Achtung, die Artikel sind jeweils nur in begrenzter Zahl erh&auml;ltlich!
Vorteile hat man &uuml;brigens, wenn man erfahrenere Helden in seiner Party hat:
Die vorgefertigten Charaktere verf&uuml;gen &uuml;ber besondere Waffen wie
Morgensterne, Pfeil und Bogen, Helme und Eisenschilde und k&ouml;nnen so
gr&ouml;&szlig;eren Schaden verursachen bzw. einstecken. Hervorzuheben sei hier der
J&auml;ger &quot;Robin&quot;, welcher ein exzellenter K&auml;mpfer ist und unbedingt in die
Party mitaufgenommen werden sollte!

Und dann gehts rein ins Vergn&uuml;gen: Der Ernst des Lebens beginnt und wir
stehen vor einer vollkommen unbekannten, betr&auml;chtlich gro&szlig;en Dungeonwelt.
Was sagt uns hier der Verstand? Karten zeichnen! Und damit sollten wir
auch sogleich beginnen. Wer glaubt, er habe es nicht n&ouml;tig, kann es auch
lassen; zumindest anfangs kommt man auch ganz gut ohne aus.

Also, wir wollen den Ausgang aus dem Dungeon finden. Hmmm... Am besten
wir erkunden erstmal die Umgebung. Zuerst gehen wir nach links und dann
nochmal nach links, bis wir hinter einer Ecke ein Pentagramm auf dem Boden
blitzen sehen. Also nichts wie hin und die Kiste &ouml;ffnen. Die
Lederr&uuml;stung, die in der Kiste enthalten ist, sollte ein guter K&auml;mpfer oder
ein besonders schwacher Charakter kriegen (je nach Vorliebe). Gleiches
gilt f&uuml;r die Streitaxt (kann aber nicht von allen Typen verwendet werden!).
Geld sollten grunds&auml;tzlich die Leute mit der meisten Lebensenergie nehmen;
welche auch nicht zu weit vorne in der Marschordnung stehen sollten.

Haben wir das Pentagramm untersucht, gehen wir mal in die entgegengesetzte
Richtung. Ein Tor! Und zwar ein verschlossenes. Hier hilft nur:
Schl&uuml;ssel finden! Doch das kommt noch.

Jetzt erstmal zur&uuml;ck zum Ausgangspunkt (Ihr erkennt ihn dadurch, da&szlig; die
Meldung &quot;Suche die 'Rune'&quot; ausgegeben wird). Nun nach rechts und den Gang
geradeaus weiter. Wir sehen ein C im Boden; es bedeutet &quot;Campingplatz&quot;.
Hier sollte man die Party rasten lassen, um Lebens- und Magiepunkte
aufzufrischen (kann beliebig oft benutzt werden). Nun immer den Weg
weiter. Nach vielen Verwinklungen gelangen wir zum ersten R&auml;tselmund, der
fragt, was wir in dem Dungeon suchen. Die Antwort ist &quot;Rune&quot;. Darauf
verschwindet der R&auml;tselmund und gibt den Blick auf einen Schalter frei, mit
dem wir einige W&auml;nde verschwinden lassen. Aus dem verwinkelten Weg werden
nun ein paar gro&szlig;e Hallen. Es lohnt sich &uuml;brigens, diese neu dazuge-
kommenen Erweiterungen genau zu untersuchen. Eine der dort befindlichen
Kisten enth&auml;lt den Schl&uuml;ssel f&uuml;r die erste Stahlt&uuml;r! Doch Vorsicht ist
geboten: Eine der Kisten ist durch eine Falle gesichert. Deshalb sollte man
immer nur die Leute mit der h&ouml;chsten Lebensenergie an das &Ouml;ffnen der Kisten
setzen.

Jetzt zur&uuml;ck zu der T&uuml;r. Man benutzt den gefundenen Schl&uuml;ssel und kann die
T&uuml;r bequem durch Tastendruck &ouml;ffnen. Die restlichen T&uuml;ren dieses Ganges
k&ouml;nnen problemlos ge&ouml;ffnet werden. Hinter der letzten T&uuml;r finden wir
au&szlig;erdem den &quot;Tempel der Rose&quot;, der wie der normale Tempel in der Stadt
handzuhaben ist.

Au&szlig;erdem ist jetzt an einer anderen Stelle im Dungeon ebenfalls die Wand
verschwunden; und in einem engen Gang sitzt der Drache Elistaire, der einen
Rubindolch zur Befreiung ben&ouml;tigt. Jenen Dolch suchen wir als n&auml;chstes,
denn es lohnt sich: Ein Schatz im Wert von 10.000 Goldst&uuml;cken und viele
Waffen suchen als Belohnung f&uuml;r die Befreiung des guten Drachens einen
neuen Besitzer!

Nun zuerst nochmal zum Tempel der Rose. Einen Schritt vor der T&uuml;r zu
diesem Tempel drehen wir uns nach Osten. Uns f&auml;llt auf, da&szlig; hier au&szlig;er
kahlem Gestein auch ein kleines Abflu&szlig;gitter mit einer Ratte zu sehen ist.
Durch Anklicken des Gitters verschwindet das Mauerst&uuml;ck und gibt den Weg in
den zweiten Abschnitt des ersten Dungeons frei. Diese Methode mu&szlig; man ab
nun im Verlaufe des Spiels noch sehr oft anwenden; also immer die W&auml;nde
nach Gullis und Ratten absuchen.

Die erste T&uuml;r hinter der Mauer kann man problemlos knacken (falls man
unbedingt wissen will, was dahinter ist). Ganz in der N&auml;he der T&uuml;r
befindet sich &uuml;brigens die n&auml;chste &quot;Ratte&quot; - also sch&ouml;n suchen!

Mehr wird vorerst nicht verraten; nur noch ein paar kleine Tips seien hier
gegeben: Der Rubindolch befindet sich hinter einer T&uuml;r im Levelabschnitt
der zuletzt genannten Ratte. Achtung: In dem Raum sind insgesamt drei
Kisten; zwei davon haben Fallen... Falls man &uuml;brigens keinen Ausgang aus
diesem Levelabschnitt findet: Sobald die Meldung &quot;Wer hier sucht, wird es
finden&quot; auf dem Screen ausgegeben wird, sollte man diesen besonders langen
Gang bis zum ersten Knick durchgehen; denn dort befindet sich eine weitere
&quot;Ratte&quot; genau vor der Nase der Party. Und nun ist auch der Weg in den
zweiten &Uuml;berabschnitt nicht mehr weit: Wenn Ihr eine Treppe entdeckt, die
nach unten geht, habt Ihr ihn gefunden.

Von nun an sind die W&auml;nde blutrot und die ersten richtig fiesen Monster
kommmen auf Euch zu. Viel Spa&szlig; dabei! Im Level mit den blutroten W&auml;nden
werdet Ihr &uuml;brigens irgendwann in einen Gang gelangen, der in regelm&auml;&szlig;igen
Abst&auml;nden viele Stahltore aufweist. Man kann alle Tore &ouml;ffnen. Jedoch
Achtung: Sieht man hinter der T&uuml;r keinen Schalter, kein Pentagramm oder
etwas anderes Interessantes, sollte man den Raum besser meiden und die T&uuml;r
wieder verschlie&szlig;en; denn oft lauern in den scheinbar leeren R&auml;umen fiese
Monster, und in einem Raum gibt es sogar eine Gasfalle, die mir bei der
ersten Begegnung die halbe Party weggehauen hat... Den Rest k&ouml;nnt Ihr
selbst herausfinden; jedenfalls ist der &quot;blutrote&quot; Level nicht allzugro&szlig;
und auch nicht allzu kompliziert, so da&szlig; Ihr den Eingang zum dritten
Abschnitt ziemlich schnell finden werdet.

Kleiner Hint am Rande: Behaltet immer den Dungeon-Fu&szlig;boden im Auge. Die
Stellen, an denen Monster auftauchen, sind n&auml;mlich durch kleine graue
Striche (fast unsichtbar) gekennzeichnet!

Abschlie&szlig;end noch eine Bemerkung zum Kampfsystem: Viele Monster ab dem
zweiten Level erfordern Fernkampf. Deshalb ist es immer gut, einen der
vorgefertigten Charaktere (welche oft &uuml;ber Fernwaffen verf&uuml;gen)
mitzunehmen, damit man Monster in einer Entfernung von weiter als 0m
effektiv ausschalten kann, bevor sie in den Nahkampf &uuml;bergehen.
Breitschwert, Axt und Morgenstern sind &uuml;brigens die besten Waffen, an die
ein normaler Held in den ersten drei Levels gelangen kann.
</pre>
</body>
</html>
