<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="indiana_jones_iv_-_actiongame.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="indianapolis_500.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
L&ouml;sung:
Zeitung vor Theater nehmen, ins Haus gehen, indem man den Mann K.O.
schl&auml;gt oder die Kisten so verschiebt, da&szlig; man zur Feuerleiter kommt
oder ihn davon &uuml;berzeugt, da&szlig; Sophia die Beste ist (f&uuml;r diese
L&ouml;sung letzteres nehmen). Dem Angestellten vorschlagen, Zeitung zu
lesen, an Hebeln ziehen, bis alle Lichter gr&uuml;n sind, auf Knopf
dr&uuml;cken, nach den Gespr&auml;chen nach Tikal reisen. Die Schlange mit
Peitsche zur Schlucht treiben, Baum hochklettern, nach dem Gespr&auml;ch
mit Papagei reden, in der Pyramide lenkt Sophia Sternhart ab und
Indy schleicht sich raus. Seine Lampe klauen, in der Pyramide die
offene Lampe &uuml;ber die Wandverziehrung kippen, diese nehmen, mit
Tierkopf benutzen, an Tierkopf ziehen, nachdem Sternhart geflohen
ist, die Perle nehmen, diese in den Aal-Kopf in Island stecken, Aal-
Kopf nehmen, Mr. Costa fragen und ihm den Aal-Kopf anbieten, in New
York im B&uuml;ro die Mayonaise aus K&uuml;hlschrank nehmen, im Keller Lappen
und Kohle nehmen, drei Stockwerke hochfahren, Mayonaise an Totempfal
schmieren, diesen unter Fallt&uuml;r ziehen, hochgehen, Schl&uuml;ssel aus
Urne nehmen, runtergehen, kleine Kiste hinter der gro&szlig;en mit
Schl&uuml;ssel &ouml;ffnen, wenn Platos Buch nicht drinnen ist, Pfeilspitze
aus Regal nehmen und mit Lappen umwickeln, in Bibliothek f&uuml;nf
Schrauben vom umgefallenen Regal abschrauben, Buch nehmen, im B&uuml;ro
Sophia sagen, da&szlig; sie mitkommen soll. In Algier Omar suchen, Maske
schenken lassen, in Monte Carlo, Mr. Trottier suchen, w&auml;hrend Sophia
sich auf eine Versammlung vorbereitet. Mr. Trottier mit ins Hotel
nehmen, weil Sophia ihm die Zukunft sagen will. Sophia redet mit
Trottier und Indy bastelt aus Maske, Taschenlampe und Bettlaken ein
Kost&uuml;m w&auml;hrend er die Sicherung rausdreht. Anziehen, damit Trottier
erschrecken, den Sonnenstein nehmen, diesen Omar geben, mit Kamelen
zum Platz auf der Karte reiten, da die Kamele schlappmachen tauscht
Indy die Maske bei Omar gegen etwas, das er dem Obsth&auml;ndler gibt,
jedes dieser Sachen angucken und eintauschen. Die Taube dem Bettler
im Tausch gegen ein Ballonticket geben, Sophia guckt sich den
Messerwerfer an und Indy gibt ihr einen kleinen Schubs... Man
bekommt das Messer und schneidet den Ballon los. Die Nomadend&ouml;rfer
nach dem Weg zum Nazilager fragen, beim X landen, Schlauch und
Tonkrug nehmen, damit den Truck-Bezintank anzapfen, das Benzin in
den Generator in der H&ouml;hle sch&uuml;tten, Schiffsplanke und Bolzen
nehmen, mit Schiffsplanke an H&ouml;hlenwand kratzen, Bolzen ins Loch
stecken, mit Sunstone Sophia aus Geheimt&uuml;r holen, Z&uuml;ndkerze f&uuml;r
Truck aus Generator nehmen, in Kreta den Vermesser nehmen, in den
Ruinen die Statuen unter den Steinhaufen nehmen, hier das Peilger&auml;t
aufstellen und damit die H&ouml;rner anvisieren, beim X mit Schiffsplanke
graben, Mondstein nehmen, Sonnenstein und Mondstein benutzen, um
nach Atlantis zu kommen, zwei Steinb&uuml;sten nehmen, im Raum daneben
den dritten mit Peitsche holen, sp&auml;ter, auf einem leeren Podest die
drei K&ouml;pfe legt, damit sich das Tor &ouml;ffnet, der Minotaurus-Statue
den Kopf mit Peitsche abschlagen, mit Aufzug nach unten fahren,
Weltstein und Stab nehmen, an Kette hinter Wasserfall hochklettern,
bei der goldenen Kiste mit Stab den Bolzen des Gegengewichts
abschlagen, im Raum darunter Stab in Mund von Statue stecken, wieder
oben, Kiste und Perlen nehmen, Perlen in Kiste stecken, mit erstem
Aufzug runter zu Sophia fahren, ihr sagen, da&szlig; sie durch's Loch &uuml;ber
der verschlossenen T&uuml;r klettern soll, durchgehen, den Amberfisch
benutzen, um das Orichalcum zu finden, Sophia sagen sie soll die
Halskette in Kiste tuhen, Amberfisch benutzen, wenn der Fisch auf
eine Wand zeigt, diese mit Schiffsplanke bearbeiten, drinnen, bei
der Modellstadt, alle 3 Steine in der Reihenfolge wie in Platos Buch
benutzen, nachdem man eingesperrt wurde, mit der Schiffsplanke einen
Fluchtweg graben, am Steg von Kreta das U-Boot betreten, den K&auml;pt'n
K.O. schlagen, am H&ouml;henruder ziehen, das abbricht, mit Sprechger&auml;t
die Besatzung ans Ende des Boot bringen, Raum verlassen, Krug
nehmen, aus Brot und Wurst Sandwich machen, Krug mit Batteries&auml;ure
f&uuml;llen und &uuml;ber Kapit&auml;nstresor auskippen, alles nehmen, durch Gitter
mit Sophia reden, Sauger nehmen, der als H&ouml;henregler dient,
Wachposten mit Blechsch&auml;del ansprechen, Sophia schl&auml;gt ihn K.O.,
nachdem man 4 Steuereinheiten gefunden hat, das Boot nach Atlantis
steuern, nach Sophia's Entf&uuml;hrung Leiter an gro&szlig;e Stufe stellen,
wieder nehmen, Lichtstab aus Steintruhe nehmen, Energieperle in Stab
stecken, der Statuen-Mund &ouml;ffnet sich, nachdem man die Steinscheiben
in richtige Reihenfolge bringt, Energieperle in Mund stecken, im
Labyrith herum irren (man mu&szlig; manchmal durch Luftsch&auml;chte klettern
um in die R&auml;ume zu gelangen), bis man Steintasse (Leiter &uuml;ber Spalte
legen, wieder nehmen), Statuenkopf, Skelettbrustkorb, Brozerad und
Zahnrad und Aalfigur gefunden hat, beim Gitter in Sophia's Kerker
die Statue mit Perle aktivieren, Steintasse auf Podest im Lavaraum
stellen, Fischkopf in Beckenvertiefung setzen, bei der Maschine mit
Bronzerad den unteren Teil der Maschine reparieren, Lava flie&szlig;en
lassen, Perlen und Bronzerad mitnehmen, Sandwich mit
Skelettbrustkorb benutzen, damit im Wasserloch im Krabbenraum eine
Krabbe fangen, am Doppeltor in Aal- und Fischfigur eine
Energieperle, im Kerker Roboterreste aufsammmeln, am Kanal
Tintenfisch mit Krabbe f&uuml;ttern, Energieperle mit Krabbenflo&szlig;
benutzen, damit zum Gitter fahren, dieses mit Steinscheiben &ouml;ffnen,
aus Schrank am Ufer Metallbogen holen, Schrankt&uuml;r ansehen, im Raum
mit gro&szlig;em Tor Leiter an Roboter lehnen, Brustplatte &ouml;ffnen,
Bronzerad auf mittleren Bolzen legen und darauf das aus dem Kerker,
Metallbogen und Bronzezahnrad dahin legen, wo es aud Schrankt&uuml;r
abbgebildet war, Arm nach vorne bewegen (Strichm&auml;nnchen stellen
Statue dar, Orichalcum einwerfen), Kette mit Ring am Arm und Tor
verbinden, Arm zur&uuml;ck ziehen (andere Enstellung, wieder Perle),
Stange vom Boden nehmen, hinter T&uuml;r im Thronsaal Zepter nehmen, im
anderen Raum auf Maschine steigen, Zepter und Stange in linken und
rechten Schlitz stecken, Perle in Mund stecken, beide Hebel nach
oben schieben, mit Hebeln rumspielen, bis es sich in Bewegung setzt,
zur&uuml;ck vor'm Kerker Sophia die Stange geben, mit der sie das Gitter
abst&uuml;tzen kann, Gitter anheben, beim Geist Nur-Ab-Suls auf's
Medaillon gucken, Perle in Mund stecken, gl&uuml;hende Armulett nehmen
und in goldene Kiste stecken, Kiste in Lavasee werfen, hiner'm Loch
in Wand im Labyrinth rumirren, irgendwo an der Wand die Anordnung
der Steinscheiben merken, hinter Lavaflu&szlig; in Nur-Ab-Suls' Raum die
Steinscheiben so, wie an der Wand herrichten, nachdem Klaus Kerner
terminiert wurde auf den verr&uuml;ckten Professor einreden und ihm
sagen, da&szlig; man keine gute Gesellschafft ist...Ende...
</pre>
</body>
</html>
