<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="indiana_jones_iii_-_actiongame.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="indiana_jones_iv_-_actiongame.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>


Die wei&szlig;en Kreise die sich irgenwo im Spiel an einer Wand befinden,
kann man dazu benutzen, um mit der Peitsche zur n&auml;chsten Plattform
r&uuml;berzuspringen.

Komplettl&ouml;sung
Indy steht im Anzug vor Dir. Da er boxen soll, mu&szlig; er zur&uuml;ck in die
Umkleide, wo er sich automatisch umzieht. Wenn er herauskommt, geht er
in den Boxring, und der Kampf kann beginnen. Wichtig: sehr lange &uuml;ben,
da das Training fuer Kraft und Ausdauer gespeichert wird.
Danach geht er in sein Buero, wo er von vielen Studenten erwartet wird.
Die mu&szlig; Indy durch Reden dazu bringen, ihn zu seinem Buero vor-
dringen zu lassen (immer die 3. Antwort). Im B&uuml;ro schaut er seine Post
an und findet darunter ein P&auml;ckchen, welches er &ouml;ffnet und mitnimmt.
Anschlie&szlig;end verl&auml;&szlig;t er den Raum durch das Fenster. Drau&szlig;en wird Indy
von zwei Revolverm&auml;nnern empfangen, die ihn zu Mr. Donovan bringen
(automatisch). Weiter geht die Reise zu Henrys Haus. Am schiefstehenden,
aus zwei H&auml;lften bestehenden Buchregal ziehen und das Klebeband von der
R&uuml;ckseite mitnehmen. Ebenfalls das Bild mit dem Pokal drauf einsacken.
Zur&uuml;ck in Indys B&uuml;ro tauchen wir das Klebeband in ein herumstehendes
Glas und es kommt ein kleiner Schl&uuml;ssel zum Vorschein. Mit diesem gehen
wir nochmal zum Haus zur&uuml;ck und &ouml;ffnen die Truhe neben der Eingangst&uuml;r,
um ein altes Buch daraus entnehmen zu k&ouml;nnen. Weiter nach Venedig.
In Venedig geht Dr. Schneider mit Indy in eine zur Bibliothek
umgebaute Kirche. Zur&uuml;ckgehen zum Ankunftspunkt und noch weiter nach
links bis zu einem P&auml;rchen mit Weinflasche, die er ihnen abjagen mu&szlig;.
Die Flasche im Brunnen mit Wasser f&uuml;llen, weiter zur Bibliothek.
Dort die Regale nach einer Gebrauchsanleitung zum Fliegen von Doppel-
deckern und einer Biographie &uuml;ber Hitler absuchen. Unter einem Fenster
stehen Metallpfosten mit roter Kordel dran. Beides mu&szlig; mitgenommen
werden. Das Graltagebuch befragen und die Fenster vorjedem Raum mit dem
Bild im Tagebuch vergleichen. Hat man das Fenster gefunden, welches
genauso aussieht wie im Buch, wieder das Graltagebuch lesen, um raus-
zubekommen, welche Platte man l&ouml;sen mu&szlig; (Plaketten an den S&auml;ulen
befragen). In den Katakomben angekommen sucht man jetzt einen Raum mit
den Skeletten an der Wand. Dort ist ein Haken, der mitgenommen werden
mu&szlig;. Dann geht man zum Raum mit einer Fackel an der Wand. Den Schlamm
l&ouml;st man mit dem Wasser in der Flasche, dann nimmt man die Fackel und
unter Indy geht eine Fallgrube auf. Jetzt wird ein Raum gesucht, der
eine nat&uuml;rliche Br&uuml;cke und einen Holzst&ouml;psel in der Decke hat. &Uuml;ber die
Br&uuml;cke und einen kleinen Raum gehen, dort lesen wir die Wandtafeln.
Zur&uuml;ck zur Br&uuml;cke, den Haken in den St&ouml;psel drehen und mit der Peitsche
dran ziehen. Das Wasser aus dem Raum dar&uuml;ber flei&szlig;t ab. Weiter zum Raum
mit der Leiter. Diese klettert man hoch und ab in den rechten Gang.
Dann wird der Raum durchquert, wo vorher das Wasser stand. Links rum
zum Raum mit einer Maschine. Die rote Kordel als Ersatzkeilriemen
befestigen und die Maschine einmal bet&auml;tigen. Der n&auml;chste Raum hat nun
drei G&ouml;tzenbilder in der Wand. Das Graltagebuch befragen und die Bilder
genauso drehen, wie sie im Buch zu sehen sind. Rechts daneben geht eine
Holzt&uuml;r auf und Indy geht die Treppen runter. Jetzt kommt man in einen
Raum mit heruntergelassener Zugbr&uuml;cke, welche &uuml;berquert wird (ist die
Br&uuml;cke oben, zur&uuml;ck zur Maschine und einmal bet&auml;tigen). Das n&auml;chste
Hindernis ist eine Totenkopforgel. Tagebuch befragen und die Noten
darauf spielen, so da&szlig; die Holzt&uuml;r offen bleibt. (F, D, H, G, E, C)
Geschafft: die Sargkammer. Den Deckel &ouml;ffnen und in die Kiste schauen.
Anschlie&szlig;end weiter nach rechts, das alte verrostete Schlo&szlig; &ouml;ffnen, und
der Held ist in der Kanalisation. Hoch zum Gullydeckel, diesen &ouml;ffnen
und nichts wie raus. Weiter nach Schlo&szlig; Brunwald.
Im Schlo&szlig; wird der Butler &quot;freundlich&quot; gebeten, Indy hineinzulassen.
Durch den oberen Durchgang gehen und den betrunkenen Soldaten suchen.
Diesem wird der Krug abgenommen (Antworten 3-2). Damit geht es in die
K&uuml;che, wo ein Bierfa&szlig; steht. Krug f&uuml;llen, das Bier auf die hei&szlig;en
Kohlen unterm Schweinebraten gie&szlig;en. Den Braten mitnehmen und den Krug
wieder f&uuml;llen. Wieder zur&uuml;ck zum Ankunftspunkt und dann in die Halle
gehen. Der ersten Wache links den Krug geben, und aus der Kleiderkammer
eine Diener-Uniform klauen. Den Krug in der K&uuml;che wieder f&uuml;llen.
Zwischendurch kommt man in einen Raum mit einer Ritterr&uuml;stung. Ein
Tritt dagegen, die Hellebarde kippt um und hinterl&auml;&szlig;t eine un&uuml;ber-
sehbare Marke im Boden. Das ist f&uuml;r den weiteren Verlauf wichtig !
Die n&auml;chste Wache unterhalb der Treppe l&auml;&szlig;t einen durch, wenn man f&uuml;r
15 Mark eine Lederjacke verkauft. Nun die Treppe hoch und in den ersten
Raum links rein. Die Truhe &ouml;ffnen und das Geld sofort (!) nehmen. Die
Diener-Uniform anziehen, raus aus dem Raum und weiter auf den langen
Flur. Die Wache dort kann man umgehen, indem man ihre Rundgangsroute
nicht kreuzt. Man kann ihr aber auch das Bild aus Henrys Haus geben.
zweite Truhe, in der sich eine Uniform befindet. Bei genauerem
Hinsehen stellt sich aber heraus, da&szlig; sie zu klein ist. Es ist aber
ein Messingschl&uuml;ssel drin, mit dem Indy wieder zur Kleiderkammer geht
(Umziehen nicht vergessen !), das Schlo&szlig; aufschlie&szlig;t und eine graue
Uniform mitnimmt, die aber noch nicht angezogen wird ! Zur&uuml;ck zur
zweiten Truhe, die graue Uniform anziehen und zu dem Raum gehen, den
man links oben sieht. Darin befindet sich das Alarmsystem des
Schlosses. Der Wache dort gibt man die Biographie, und sie haut ab.
Nun den Inhalt des Kruges in das Gitter des Alarmsystems gie&szlig;en. Die
Anlage ist nun au&szlig;er Gefecht. Raus aus dem Raum und die n&auml;chste Treppe
nach oben suchen. Die Wache davor verhauen und in den rechten der
bewachten R&auml;ume gehen, um ein Erste-Hilfe-Set mitzunehmen. Wenn Indy
dieses Set benutzt, hat er neue Kraft zum Boxen. Die Treppe hoch und
die Wache dort zusammenschei&szlig;en (1-2-1). In die erste T&uuml;r rechts rein.
Dem Hund dort den Braten geben und den Pokal vom Aktenschrank nehmen.
Hat man nun der einen Wache das Bild gegeben, findet man in diesem
Aktenschrank einen unausgef&uuml;llten Passierschein (mit Safekombination),
welcher mitgenommen werden mu&szlig; (der Safe ist hinter einem gro&szlig;en
Gem&auml;lde im Raum auf dem Gang, wo man der Wache das kleine Bild gab).
Der Pokal wird jetzt in der K&uuml;che mit Bier gef&uuml;llt (auf dem Weg dahin
ans Umziehen denken), dann wieder hoch zur T&uuml;r, wo der Hund war. Auf
dem Flur im rechten Quergang steht Biff, ein m&auml;chtig starker W&auml;chter,
der aber nach Genu&szlig; des Biers aus dem Pokal nicht mehr ganz so m&auml;chtig
ist: ein Schlag reicht. Jetzt links den Gang entlang, wo wieder ein
W&auml;chter ist. Gleich kurzen Proze&szlig; und ihn verhauen. Dann ins letzte
Zimmer dieses Ganges gehen und einen silbernen Schl&uuml;ssel mitnehmen.
Zur&uuml;ck zum Punkt wo Biff, der starke W&auml;chter stand, und nun den rechten
Gang entlang. Hinter der letzten T&uuml;r steht ein Schrank mit Geld drin
(mitnehmen). Indys Dad ist hinter der T&uuml;r, &uuml;ber der sich zwei gr&uuml;ne
Kabel befinden. Die T&uuml;r mit dem silbernen Schl&uuml;ssel aufschlie&szlig;en, und
die Zwei haben sich gefunden. Wieder raus auf den Flur, wo sie gleich
verhaftet werden. Dem Knaben, der sie verhaftet gibt man nun das alte
Buch aus Henrys Wohnung. Danach finden sich beide gefesselt an
St&uuml;hlen wieder. Nun nach rechts zur Ritterr&uuml;stung hoppeln. Und zwar
so lange, bis die Marke im Boden exakt zwischen den St&uuml;hlen ist.
Einmal kurz die R&uuml;stung dr&uuml;cken, und die Hellebarde f&auml;llt genau
zwischen die beiden St&uuml;hle. Henry nun in den Kamin gehen lassen. Indy
dr&uuml;ckt gegen die rechte Statue neben dem Kamin. Dieser &ouml;ffnet sich und
beide laufen hinaus.
Drau&szlig;en findet sich ein Motorrad. Hat man noch das Graltagebuch gehts
nun zum Flughafen. Man geht durch den Ausgang, der einen zum Doppel-
decker f&uuml;hrt. Auf jeden Fall hier erstmal abspeichern, da im Doppel-
decker alles schnell gehen mu&szlig;, und zwar so:

 1) zuerst den &quot;T&quot;-Knopf herausziehen.
 2) den griff&ouml;rmigen Hebel solange bedienen, bis auf der farbigen Skala
    der Zeiger im gr&uuml;nen Berecih steht.
 3) der L-R-B-Zeiger mu&szlig; auf &quot;B&quot; stehen.
 4) der Sprit-Zeiger mu&szlig; nach unten zeigen.
 5) die kleinen Hebel am Armaturenbrett m&uuml;ssen heruntergedr&uuml;ckt werden,
    der rote Knopf bleibt erstmal unber&uuml;hrt.
 6) Jetzt wartet man, bis die Druckskala auf &quot;3&quot; ist, um schlie&szlig;lich
    doch den roten Knopf dr&uuml;cken zu k&ouml;nnen.

Wenn man in der Luft ist, wird man fr&uuml;her oder sp&auml;ter abgeschossen.
Man landet etwas unsanft in einer Scheune. Das st&ouml;rt uns aber nicht
weiter und setzen uns ins erste Auto und fahren los. Man mu&szlig; an
sechs Stra&szlig;ensperren halten. Diese kann mam so austricksen:

1. Sperre: Geld anbieten, zweite Antwort, dann dritte Anwort geben.
2.    &quot;  : 2-1-1-1
3.    &quot;  : 3-3-2
4.    &quot;  : 1-2-2-3-1
5.    &quot;  : hier mu&szlig; man sich leider pr&uuml;geln...
6.    &quot;  : 1-2-2-2-2-2-1

Vor dem Tempel nun wieder das Graltagebuch befragen und das Schild rechts
an dem Stein lesen. Dann in den Tempel, wo man zusehen darf, wie Henry
angeschossen wird. Man kann ihn nur retten, wenn Indy die drei Pr&uuml;fungen
besteht.

1. Pr&uuml;fung: Indy geht so weit wie m&ouml;glich nach rechts und wartet. Wenn Indy
&#009;dann &quot;Zur Bu&szlig;e bereit...&quot; sagt, die Falle &uuml;berqueren, indem man ca.
&#009;1 cm unter den F&uuml;&szlig;en des dort herumliegenden Toten anklickt (wei&szlig;er
&#009;Punkt auf dunkler Linie).
2. Pr&uuml;fung: Nur auf die Platten treten, die im Wort vorkommen, das Indy
&#009;st&auml;ndig vor sich her murmelt.
3. Pr&uuml;fung: Sofort nach Ankunft die rechte H&ouml;hle anklicken. Nicht erst
&#009;warten, bis Indy gewarnt wird, er solle sich beeilen. Dann ist es
&#009;zu sp&auml;t und Indy st&uuml;rzt ab.

Bei dem Ritter angekommen mu&szlig; einen Indy einen Gral ausw&auml;hlen. Die Wahl ist
einem selbst &uuml;berlassen, also vorher abspeichern! Man f&uuml;llt dann einen Gral
mit heiligem Wasser und trinkt diesen dann probehalber. War es der richtige
Gral, geht Indy zu seinem Vater und gibt ihm auch davon. Danach klaut Dr.
Schneider den Gral und tr&auml;gt ihn &uuml;ber das Siegel im Boden. Dieser &ouml;ffnet
sich, Elsa st&uuml;rzt hinunter und ist tot. Indy in die &Ouml;ffnung schauen lassen
und mit Hilfe der Peitsche den Gral heraufholen. Den Gral geben wir dem
Ritter zur&uuml;ck und das Spiel ist gewonnen!
</pre>
</body>
</html>
