<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="iron_lord.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="ishar_3.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      Ishar 2 - Messengers of doom
Hersteller      Starbyte
Genre:          Rollenspiel


Komplettl&ouml;sung:

Das Abenteuer beginnt auf Irvans Insel. Wer hier damit anf&auml;ngt,
die vor ihm stehenden Gegner anzugreifen, ist selbst schuld. Ein
fr&uuml;hzeitiges Ableben w&auml;re dabei garantiert. Statt dessen geht man
ein St&uuml;ck nach Westen und dann nach Norden, bis man zu einem Dorf
kommt. Am Brunnen h&ouml;rt man Stimmen, weshalb man flugs an der Kurbel
drehen sollte. Im Eimer sitzt ein Dieb, der sich uns anschlie&szlig;en
will. Wir nehmen ihn auf und ihm dan seine &quot;Penunze&quot; ab, um ihm
danach auch gleich wieder zu entlassen, dam man abselut nichts mit
ihm anfangen kann. Nun geht's ab Richtung Kneipen, von denen es
zwei auf dieser Insel gibt.
Bevor wir mit dem Rekrutieren anfangen, etwas Grunds&auml;tzliches zu
den einzelnen Charakteren: Klickt man den Namen eines Partymitglieds
an, erscheinen seine Statistiken. Auf der ersten Seite stehen sein
Name und sein Beruf, auf der zweiten seine Fehigkeiten und auf der
dritten seine Eigenschaften. Das einzige, was sich an diesen Werten
im Laufe des Spiels ver&auml;ndert, ist die Vitalit&auml;t auf der ersten
Seite. Alle anderen Werte ver&auml;ndern sich nicht. Deshalb solltet Ihr
besonders auf die St&auml;rke und die anderen Werte der Seite &quot;Eigen-
schaften&quot; achten. Je st&auml;rker ein Charakter, desto besser. Der
st&auml;rkste Magier ist nutzkos, wenn er beim ersten Luftzug eines
Schlages gleich tot umf&auml;llt. Wir w&auml;hlen unsere Genossen also folgen-
derma&szlig;en aus: zuerst die schwachen, mit denen man sowieso nichts
anfangen kann. Wir nehmen ihnen die Kohle ab und schiken sie dann
in die W&uuml;ste. Gehen sie nicht freiwillig, helfen wir eben etwas
nach - man kann beliebig drauflosmorden, ohne da&szlig; dies Konsequenzen
h&auml;tte. Auf diese Art und Weise arbeiten wir uns langsam bis zu den
guten vor. Einen Priester oder Geistlichen sowie einen Magier sollte
man unbedingt dabeihaben. Der unbekannte M&ouml;nch wird immer gern genommen,
da er zudem ziemlich stark ist und einiges aush&auml;lt. Dringend gebraucht
wird ein zielsicherer Bogensch&uuml;tze, der F&uuml;nfte im Bunde sollte ein
schlaggewaltiger K&auml;mpfer sein. &Uuml;brigens gilt bei diesen Spiel nicht
das Motto &quot;Der Spieler verk&ouml;rpert den Helden und somit einen st&auml;ndigen
Charakter&quot; - im Gegenteil. Dieser Zubaran, mit dem man anf&auml;ngt, ist
ja nicht grade eine gro&szlig;e Leuchte. Es spricht abselut nichts dagegen,
auch diesen Herrn gegen einen besseren auszutauschen.
Ist die Party schlie&szlig;lich komplett, sollte man an die Ausstattung
denken. Schwert bzw. Dolch f&uuml;r die gehirnakrobaten,R&uuml;stung,Helm und
Schild sowie einen Bogen f&uuml;r den Sch&uuml;tzen und f&uuml;r jedes Mitglied 20
Pfeile. Weiterhin gild es, gen&uuml;gend trockenes Brot mitzunehmen, etwas
anderes gibt es leider nicht. Die Nahrung dient dazu, den Punkt
&quot;k&ouml;rperliche Fitne&szlig;&quot; wieder aufzufrischen, wenn den Recken nach einem
Kampf die Puste ausgegangen ist. Darauf sollte man st&auml;ndig achten.
Auch unterscheiden sich hier verschiedene Personen. Es gibt Typen,
Die sehen aus wie Tarzan, entwickeln aber einen Apetit wie f&uuml;nf
Gorillas - und nach dem dritten Schlag sind sie Total am Ende. Solche
Versager sollte man sofort wieder entlassen, denn sie fressen
einem auf Dauer die Haare vom Kopf. Seile werden jetzt noch keine
ben&ouml;tigt, genausowenig irgendwelche Tr&auml;nke oder sonstige Zauber-
zutaten.
Ist alles beisammen und gespeichert, wandern wir richtung Osten.
Bevor es in den Mangrovenwald geht, biegen wir aber erstmal richtung
Norden ab. Hier finden wir neben vielen schwarzen und wei&szlig;en Pilzen,
die wir nat&uuml;rlich einsacken, auch den einzigen Strauch L&ouml;wenzahn -
ein wichtiges Gew&auml;chs! Nun sollten wir langsam in den Wold vordringen
und Bekantschaft mit leicht motierten Riesenwespen machen. Danach
treffen wir auf einige Orks, die meist in Dreiergruppen angreifen.
Die kleine Lichtung im S&uuml;dosten unbedingt meiden, denn hier haust
der Oberork, der noch zu stark f&uuml;r uns ist. Ganz im Osten an der
K&uuml;ste steht ein Magier im Sumpf und hat, auser nassen F&uuml;&szlig;en, auch
noch den Wunsch, 10.000 Po's zu kassieren. Da wir noch nicht Wissen,
wof&uuml;r, lassen wir ihn links liegen und begeben uns zum Startpunkt
des Spiels, wo drei Typen grade dabei sind, ein M&auml;dchen abzumurksen.
Wir n&auml;hern den Killern soweit, da&szlig; wir sie mit Pfeilen beschie&szlig;en
k&ouml;nnen, sie aber nicht zu uns kommen. Nach einigen Treffern er-
ledigen wir den Rest mit den Nahkampfwaffen und heben uns die Rest-
lichen Pfeile f&uuml;r den Oberkiller auf. Sollten die Gegner ihre Geld-
s&auml;ckchen verlieren, nehmen wir diese an uns. Ist der Obermotz
besiegt, untersuchen wir das Girl. Leider liegt die Dame schon im
Sterben - sie gibt uns noch schnell einen Anh&auml;nger, faselt wirres
Zeug und gibt den Geist auf.
Auf den Weg zur&uuml;ck ins Dorf gehen wir zum Anlegesteg, der sich im
S&uuml;dwesten befindet. Hier liegt zwar ein Boot, doch dummerweisen
d&uuml;rfen wir es nicht benutzen. Nach dem Motto &quot;Frechheit siegt&quot;
greifen wir den W&auml;chter an, um sofort verhaftet und dem Stammes-
h&auml;uptling vorgef&uuml;hrt zu werden. Dieser ist gro&szlig;z&uuml;gig und bittet
uns, ihm das Medaillon seiner Freundin zur&uuml;ckzubringen. Wer den
verschwundenen Anh&auml;nger hat, l&auml;&szlig;st sich leicht denken: der Ober-
ork auf der Lichtung. Diesen beseitigen wir mit der alten Taktik:
Nicht zu hahe herangehen und solange mit Pfeilen schie&szlig;en, bis
entweder diese verbraucht sind oder der Ork verblichen ist. Der
Rest wird mit den Schwertern erledigt. Dem toten Ork nehmen wir
seine Hinterlassenschaft sowie die gesuchte Halskette ab. Diese
bringen wir dem H&auml;uptling, der uns vor lauter Freude sein Schiff
schenkt. Auf dem weg zum Steg kommt man an zwei Steibrocken im
Westen vorbei, zwischen denen eine Reliquie auf dem Boden liegt.
Das Teil brauchen wir zwar, aber die Steinmonster, die es be-
wachen, w&uuml;rden zum jetzigen Zeitpunkt Hackfleisch aus uns machen -
deshalb lassen wir es liegen und hohlen es uns eine wenig sp&auml;ter.
Statt dessen betreten wir unser Schiff und segeln zu Zachs Insel.

Die Stadt auf diesem Eiland ist eine Mischung aus Heidelber im 12.
Jahrhundert und Venedig, wie es heute ist. Die Typen, die hier in
den Stra&szlig;en herrumstehen, kann man wegputzen, sie wachsen immer
wieder nach. Zun&auml;chst gild es wieder, schlaffe Partymitglieder
durch bessere zu ersetzen. Besonders zu empfrhlen sind hier die
beiden schwarzen Ritter und der Echsenmann. Da dieser schuppige
Geselle auf wenig Gegenliebe bei den meisten Gruppenmitgliedern
st&ouml;&szlig;t, sollte man alle entlassen, die etwas gegen ihn haben. Die
Ritter werden normalerweise problemlos akzeptiert. Vorsicht vor
Spionen! Keinen Aufnehmen, denn nach der ersten Nacht im Gasthaus
sind die Kerle meistens mitsamt dem Geld wieder verschwunden. Orks
werden im allgemeinen als Reisebegleiter abgelehnt - warscheinlich,
weil sie so h&auml;&szlig;lich sind. Auch hier sollte man jeden, den man nicht
braucht, um seine Knete errleichtern und dann wegschicken. Auf diese
weise kann man schon zu einem kleinen Verm&ouml;gen kommen. Das geld ist
&uuml;brigens dringend erforderlich, denn was man auf dieser Insel aus-
geben mu&szlig;, ist absolut ph&auml;nomenal - genau wie die Preise f&uuml;r gute
Ausr&uuml;stung. Deshalb gibt es hier auch besondere M&ouml;glichkeiten, die
Reisekasse aufzubessern.
</pre>
</body>
</html>
