<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Police Quest 1 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Police Quest 1</FONT><BR><FONT SIZE="+1">In Pursuit of the Death
Angel</FONT></B><BR><BR><BR><B>Karten:</B><BR><A HREF="pq1pic.gif">Lytton
Stadtplan</A><BR><BR>Da&szlig; das Leben als Polizist nicht so einfach ist,
werden wir in den n&auml;chsten Stunden unserer Dienstzeit schnell erleben ...<BR><BR>Zuerst
gehen wir in den H&ouml;rsaal, nehmen das Blatt vom Tisch und lesen es Wir
stellen uns an unseren Platz und h&ouml;ren uns den Vortrag an. Dann verlassen
wir den Raum , nehmen in der Halle ein Funkger&auml;t vom Tisch und den Schl&uuml;ssel
vom Schl&uuml;sselbrett. Im Duschraum &ouml;ffnen wir unseren Schrank, nehmen
alles, was ben&ouml;tigt wird, heraus und schlie&szlig;en den Schrank wieder.<BR><BR>Wir
verlassen die Station und begeben uns auf unsere erste Streife. Dazu m&uuml;ssen
wir aber erst unseren Wagen &uuml;berpr&uuml;fen. Wir steigen ein und fahren zu
der Unfallstelle (B2), die uns das PD mitteilt. Hier betrachten wir den verungl&uuml;ckten
Mann und fragen die Passanten nach Informationen, die wir auch direkt an das PD
weitergeben. Wir geben aber nicht auf und quetschen die Leute weiter aus wie
eine Zitrone. Wir geben auch diese Neuigkeiten an das PD weiter und warten dann
auf Sergeant Dooley. Nach seiner Ankunft k&ouml;nnen wir weiterfahren.<BR><BR>Steve
gibt durch, da&szlig; es Kaffee-Zeit ist. Also fahren wir zu Carol`s Coffein
Castle, gr&uuml;&szlig;en sie und setzen uns zu Steve an den Tisch. W&auml;hrend
wir gerade so unseren Kaffee schl&uuml;rfen, klingelt das Telefon. Sgt. Dooley
teilt uns einige wichtige Informationen mit. Danach machen wir uns wieder auf
die Socken - Alltags-Streife!<BR><BR>Wir sehen auf der Stra&szlig;e einen
roten Sportwagen, der st&auml;ndig durch rot f&auml;hrt. Nachdem wir das PD
informiert haben, beginnt eine lange Raserei quer durch die Stra&szlig;en von
Lytton. Irgendwann erkennt die Fahrerin, da&szlig; fl&uuml;chten keinen Sinn
macht und h&auml;lt an. Wir rufen noch einmal das PD und weisen dann die
attraktive Fahrerin zurecht - ID zeigen, Vergehen mitteilen (driving through
red), unerh&ouml;rtes Angebot ablehnen (no) und Verwarnung ausstellen. Irgendwie
haben wir dann aber doch etwas vergessen ...<BR><BR>Kurz darauf erreicht uns
wieder eine Meldung des PD. Carol von der Kaffee-Bar hat mal wieder Probleme mit
ihren Nachbarn, also nichts wie hin. Wir sprechen Carol an und versprechen ihr,
uns um ihr Problem zu k&uuml;mmern (ok). Wir verlassen die Bar, steigen in den
Wagen ein, melden den Vorfall beim PD und greifen uns den Schlagstock.
Schnurstracks marschieren wir in die Willy Wino`s Bar und befehlen den Rockern,
ihre Motorr&auml;der wegzufahren. Da ihnen diese Bitte gar nicht zusagt, m&uuml;ssen
wir mit dem Schlagstock etwas Nachdruck verleihen. Die Rocker ziehen reum&uuml;tig
Leine, w&auml;hrend unsere alte Jugendliebe Sweet sich herzlich bei uns bedankt,
da&szlig; wir f&uuml;r ihr Wohlergehen gesorgt haben. Wir sprechen mit ihr &uuml;ber
Drogen und begeben uns dann wieder auf Streife.<BR><BR>Nach einer kurzen Weile
des Herumfahrens sichten wir erneut einen Verkehrss&uuml;nder (PD informieren!).
Es sollte kein gr&ouml;&szlig;eres Problem sein, das Auto anzuhalten. Nachdem
wir noch einmal das PD informiert haben, lassen wir den Fahrer aussteigen
(stand) und unterziehen ihn einem Alkoholtest (give test), der unsere Vermutung
beweist: der Kerl ist stockbesoffen! Lieber nehmen wir ihn gleich mit (come on).
Vorne sitzen darf er nat&uuml;rlich nach den polizeilichen Gesetzen nicht. Daf&uuml;r
bekommt er sch&ouml;ne kalte Handschellen, wird auf den hinteren Sitz verbannt
und zum Gef&auml;ngnis gefahren. Dort m&uuml;ssen wir erst unsere Pistole in die
Box legen und klingeln dann an der T&uuml;r. Nachdem wir unserem Kollegen von
den Geschehnissen berichtet haben (driving under influence), k&ouml;nnen wir dem
Verhafteten die Handschellen abnehmen und ihn in seine Zelle bringen.<BR><BR>Nach
dieser guten Arbeit erscheint Laura und teilt uns mit, da&szlig; ein Job als
Drug Officer frei geworden ist. Also ab zum Police Department (Waffe nicht in
der Box vergessen!) und ein Memo ausf&uuml;llen und einreichen! Wir stellen das
Funkger&auml;t weg und besuchen Sgt. Dooley in seinem B&uuml;ro. Nach dieser
guten Nachricht werden wir von unseren Kollegen in den Blue Room eingeladen.
Deshalb kleiden wir uns um, nehmen wieder alles, was wir brauchen, aus unserem
Schrank, h&auml;ngen den Autoschl&uuml;ssel ans Schl&uuml;sselbrett und fahren
mit unserem kleinen Sportwagen direkt zum Blue Room, wo wir freundlich empfangen
werden. Leider m&uuml;ssen wir uns nun die Klagegeschichte unseres Kollegen anh&ouml;ren
- na ja ...<BR><BR>Anschlie&szlig;end fahren wir wieder zur Station zur&uuml;ck,
um p&uuml;nktlich zur Dienstbesprechung zu erscheinen (wie gew&ouml;hnlich
duschen, umkleiden, alles mitnehmen und in den Besprechungsraum gehen). Nach der
Besprechung begeben wir uns wieder zum Streifenwagen und kurven in der Stadt
herum.<BR><BR>Unterwegs sto&szlig;en wir auf einen Verbrecher &uuml;belster
Sorte. Bei dieser Sequenz ist &auml;u&szlig;erste Vorsicht geboten, da nur ein
kleiner Fehler Sonny schon ins Jenseits bef&ouml;rdern kann (als abspeichern!).
Zun&auml;chst einmal fordern wir Verst&auml;rkung an und warten, bis sie
angekommen ist und uns Deckung gibt. Dann steigen wir aus, laden und ziehen die
Pistole und lassen den Verd&auml;chtigten aus dem gestohlenen Fahrzeug
aussteigen (go). Wir befehlen ihm, seine H&auml;nde zu heben und sich auf den
Boden zu legen (hands up, lay down). Danach erst gehen wir auf ihn zu und legen
ihm vorschriftsm&auml;&szlig;ig die Handschellen an. Wir durchsuchen ihn und f&uuml;hren
ihn zum Wagen (stand, go), um ihn ins Gef&auml;ngnis zu &uuml;berf&uuml;hren.
Das Prozedere kennen wir ja schon, die Frage nach dem Verhaftungsgrund
beantworten wir mit Drogenanwendung und Drogenverkauf (drugs).<BR><BR>Wir
fahren wieder zum Office. Dort erhalten wir in Sgt. Dooley`s B&uuml;ro eine
Nachricht und die Telefonnummer von Ltd. Morgan (read memo, 555-6674). Wir
zuehen uns um und werden kurz darauf in Ltd. Morgan`s B&uuml;ro vom Street
Officer zum Drug Officer bef&ouml;rdert.<BR><BR>Nachdem wir von unserer neuen
Kollegin Laura in die Arbeit eingef&uuml;hrt wurden, nehmen wir im B&uuml;ro die
Autoschl&uuml;ssel vom Schl&uuml;sselbrett und das Funkger&auml;t vom Tisch und &ouml;ffnen
den Aktenschrank. Dort finden wir auch gleich die Akte von Hoffmann (open
cabinet, take file of hoffmann, take file, close cabinet). Zwischen den Notizen
am Anschlagebrett finden wir ein aussagekr&auml;ftiges Poster (read clipboard,
take poster).<BR><BR>Mit der gewonnenen Information suchen wir am Gericht die
Richterin Palmer auf. Dazu m&uuml;ssen wir den W&auml;chter an der Anmeldung von
der Wichtigkeit des Gespr&auml;ches &uuml;berzeugen (ask for judge palmer,
emergency). Wir &uuml;berreichen im Gerichtssaal Palmer das Poster und die Akte
und weisen sie auf die T&auml;towierungen hin (tattoo). Wir wechseln die Stra&szlig;enseite
zum Gef&auml;ngnis, um dem W&auml;chter den weiteren Haftbefehl zu geben.
Anschlie&szlig;end holen wir Laura vom Office ab, um mit ihr in den Park zu
fahren.<BR><BR>H&auml;ndchen halten ist aber nicht angesagt. Auf dem Programm
steht ein angek&uuml;ndigter Drogendeal. Im Park verstecken wir uns hinter dem
Baum und benachrichtigen Laura, die im Auto wartet und den Fluchtweg versperrt.
Wir ziehen und laden nun die Waffe und warten, bis der Deal voll im Gange ist,
um dann Laura erneut zu informieren. Wenn die beiden M&auml;nner anfangen, zu
streiten, nutzen wir die Gelegenheit, informieren Laura noch einmal und st&uuml;rmen
dann mit wildem Geschrei aus dem Versteck hervor (police). Da der Dealer
unerwartet davonst&uuml;rzt, bitten wir Laura, sich um ihn zu k&uuml;mmern. Wir
nehmen den Pusher fest (handcuff him) und f&uuml;hren ihn zum Auto (go), wo
Laura schon mit ihrem Gefangenen wartet. Bevor wir die beiden einsteigen lassen,
kl&auml;ren wir sie noch &uuml;ber ihre Rechte auf (say rights).<BR><BR>Nachdem
wir die beiden im Gef&auml;ngnis abgeliefert haben (drugs), bringen wir Laura
zur Station und fahren alleine weiter zum Blue Room, wo wir Jack treffen, dem
wir von der Verhaftung erz&auml;hlen (arrest). Wir warten auf Steve und fahren
dann ins Police Department zur&uuml;ck. Dort gehen wir zu Ltd. Morgan, der uns &uuml;ber
den Stand der Dinge informiert. Wir finden auf unserem  Schreibtisch eine
Nachricht von Laura und fragen am Schalter nach den Aufzeichnungen (take book).
Mittlerweile sollte Laura in unserem  gemeinsamen B&uuml;ro aufgetaucht sein.
Dann folgen wir den Anweisungen. Wir fahren ins Gef&auml;ngnis und holen Sweet
aus ihrer Zelle (help me, help me with hotel operation).<BR><BR>Kurz darauf
bittet uns das PD, zum Flu&szlig;ufer (D4) zu fahren, um dort einen Leichnam als
Hoffmann zu identifizieren (examine dead body, examine Taselli). Wir erkl&auml;ren
dem PD, da&szlig; es sich tats&auml;chlich um Taselli alias Hoffmann handelt und
fahren dann selbst zum PD, wo wir neue Anweisungen vom Chef erhalten. Dann
richten wir jedoch Jack, unserem Kollegen, unserherzlichstes Beileid zu dem
Drogentod seiner Tochter aus (use phone,  555-2622).
<BR><BR>Nun f&auml;rben wir unsere Haare und bereiten uns auf den Schlu&szlig;akt
vor: Haare bleichen (wash hair, bleach hair, rinse hair), Kleidung wechseln,
Funkger&auml;t weglegen und mit dem gedeckten Wagen zum Hotel Delphoria fahren,
wo wir gemeinsam mit Sweet die Verbrechen des Death Angel aufdecken sollen.
<BR><BR>Wir halten uns strikt an den mit unserem Chef abgesprochenen
Operationsplan. Wir sollten jedoch bei der Bar nicht unbedingt Alkohol bestellen
- Milch ist ungef&auml;hrlicher! Nun fragen wir Woody, den Barkeeper, nach einem
kleinen Spielchen (gambling). Um die Sympathie bei ihm zu gewinnen, bestellen
wir noch einen kleinen Drink (milk). Anschlie&szlig;end nehmen wir uns ein
Zimmer bei der Rezeption (ring, take room, pay room). Wir gehen &uuml;ber den
Fahrstuhl zu unserem Zimmer (two, use key) und f&uuml;hren einige Telefongespr&auml;che
(use phone): mit Ltd. Morgan (555-6674, Bonds) und mit dem Taxi-Service (0, 411,
taxi / 555-9222, hotel delphoria).<BR><BR>Nach dieser langen Telefonaktion st&uuml;rzen
wir uns ins zweifelhafte Vergn&uuml;gen. Wir kehren zu Woody zur&uuml;ck, der
uns in die Pokerrunde einf&uuml;hrt (gambling, sit). Das Spiel ist zu Ende, wenn
wir ca. 1000 Dollar gewonnen haben, was mitunter recht lange dauern kann
(abspeichern!). Nach dem Spiel gehen wir wieder in unser Zimmer zur&uuml;ck, wo
wir auf die Verst&auml;rkung warten. Wir nehmen das Ger&auml;t (take voice
transmitter) und suchen wieder Woody auf (frank sent you / gambling).<BR><BR>In
dieser Pokerrunde m&uuml;ssen wir weitere runde 400 Dollar gewinnen, um die
Anerkennung von Bains zu erhalten. Er schl&auml;gt uns ein Gesch&auml;ft vor, in
das wir einsteigen (yes, yes). Wir folgen Bains in den vierten Stock. Auch wenn
wir nicht so schnell sind - Bains wartet oben auf uns. Unterwegs informieren wir
die Verst&auml;rkung mehrmals unauff&auml;llig. Bevor wir in den Raum 404 gehen,
geben wir unseren Kollegen zum letzten Mal die Position durch. W&auml;hren des
Gespr&auml;ches klingelt das Telefon ... <BR><BR>... und mehr wird hier auch
nicht mehr verraten!<BR><BR></P></BODY></HTML>
