<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="nu.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a>
<hr>
<pre>
Zuerst mu&szlig; man einen sog. 50 MT-Bomber aus dem Bomber-Men&uuml; anw&auml;hlen und kurz
vor dem Start (der neuen Runde) noch schnell einen 100 MT Sprengkopf w&auml;hlen.
Sofern beides zu diesem Zeitpunkt verf&uuml;gbar gewesen sein sollte, hat man nun
in der n&auml;chsten Runde unendlich viele 'MEGA CANNONS' zur Verf&uuml;gung und der
Bomber hat sich &uuml;brigens auch noch schnell in einen MT-100 verwandelt.

Wenn man unendlich viele Mega-Cannons und NP-1 Bomber von 50 Megatonnen
Payload auf 100 Megatonnen Payload &quot;auffrisieren&quot; will, braucht man zuerst
zwei Dinge:
&#009;1 NP-1 Bomber
&#009;1 Warhead 100 Megatonnen

Man f&uuml;llt den Bomber auf, klickt den Warhead an, dann erscheint eine
Meldung : &quot;You must first deploy a delivery system!&quot; Diese Meldung einfach
ignorieren und &quot;Nuclear War&quot; anklicken. Wenn das Spielfeld wieder erscheint,
hat man mehrere Mega-Cannons dazubekommen und der Bomber kann mit 100
Megatonnen aufgef&uuml;llt werden. Das Ganze kann man nat&uuml;rlich beliebig oft
wiederholen.

Am leichtesten k&ouml;nnt Ihr gewinnen, wenn Ihr als Computergegner die beiden
Warmonger &quot;Ronnie Raygun&quot; und &quot;P.M.Satcher&quot;, den Pazifisten &quot;Jimi Farmer&quot;
und den L&uuml;gner &quot;Tricky Dick&quot; w&auml;hlt. Nun solltet ihr Progaganda gegen Jim
Farmer betreiben, da seine Sympathie, durch die abwechselnd ausgef&uuml;hrte
Propaganda auf Aufr&uuml;stung, ohnehin bald auf &quot;Zero&quot; sinkt. Nun m&uuml;&szlig;t Ihr nur
noch abwarten, bis sich zwei der vier Gro&szlig;m&auml;chte gegenseitig zerst&ouml;rt
haben, um dann die Partei des Schw&auml;cheren zu ergreifen. Den st&auml;rkeren
Gegner zerbombt Ihr nun mit gro&szlig;en Sprengk&ouml;pfen, und der &Uuml;briggebliebene
sollte nun wirklich kein Problem mehr darstellen.
</pre>
</body>
</html>
