<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="manchester_united_europe.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="manic_miner.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
F&uuml;r diese L&ouml;sung werden Syd und Bernard ben&ouml;tigt. Dave an
Briefkasten stellen. Wenn's klingelt mit Dave sofort Paket nehmen
und &ouml;ffnen. Benard &ouml;ffnet Haust&uuml;r mit Schl&uuml;ssel unter Fu&szlig;matte,
R&ouml;hre aus Radio im Wohnzimmer nehmen, vor Kellert&uuml;r stellen, Mit Syd
den rechten Kobold dr&uuml;cken, mit Bernard Licht im Keller machen und
silbernen Schl&uuml;ssel nehmen, Edna aus K&uuml;che herauslocken oder sich
fangen lassen (mit Bernard), Pepsi und K&auml;se aus K&uuml;hlschrank in K&uuml;che
mit Syd nehmen, sowie Krug und Fruchts&auml;fte aus Abstellraum, sowie
Farbentferner und Wachsfr&uuml;chte aus Malerraum. Im 2. Stockwerk
Wachsfr&uuml;chte und Saft dem Tentakel geben, &uuml;ber' Zimmer mit Funkger&auml;t
Schallplatte und gelben Schl&uuml;ssel nehmen, Kassette hinter losem
Brett aus Bibliothek nehmen, im Musikraum Platte und Kassette
einlegen und beide Ger&auml;te einschalten, wenn die Vase kaputt ist
Ger&auml;te wieder ausschalten und Kassete nehmen, Kassette ins Radio im
Wohnzimmer einlegen, warten, Recorder abstellen, Schl&uuml;ssel f&uuml;r'n
Kerker nehmen, Bernard (wenn n&ouml;tig) befreien, ihm den Krug geben,
mit Bernard die Stahlt&uuml;r im Abstellraum mit silbernen Schl&uuml;ssel
&ouml;ffnen, Glas mit Schwimmbecken-Wasser f&uuml;llen, Syd trainiert im
Wissenschaftsraum am Kraft-O-Mat und Bernard wartet hinter der Blume
im 3. Stock. Syd dr&uuml;ckt die Str&auml;ucher links der Haust&uuml;r weg, &ouml;ffnet
das Gitter, Haupthahn drehen, nun beeilen: mit Bernard Radio und
Schl&uuml;ssel aus Schwimbecken nehmen, 'rausgehen, mit Syd Haupthahn
drehen, Radio &ouml;ffnen (Bernard), mit Syd Taschenlampe aus K&uuml;che
nehmen, Pforte &ouml;ffnen und dann das Garagentor, Kofferaum mit gelben
Schl&uuml;ssel &ouml;ffnen, Werkzeug und Wasserhahn 'rausnehmen, Syd gibt
Bernard Taschenlampe, Pepsi, Farbentferner und das Wasserglas.
Bernard &ouml;ffnet Syd den Kellereingang und geht selbst in 3. Stock,
R&ouml;hre ins Funkger&auml;t bauen, Nummer vom Poster w&auml;hlen, Nach Erscheinen
der Polizei nimmt Syd Polizeimarke aus Kerker, Sicherrungskasten im
Keller &ouml;ffnen, im Zimmer mit der Pflanze entfernt Bernard den
Pflanzenfleck, der Pflanze Wasser und Pepsi geben, T&uuml;r &ouml;ffnen, Syd
schaltet Strom ab, Bernard schaltet Taschenlampe ein und repariert
das Kabel mit dem Werkzeugkasten, danach Strom einschalten (wenn das
Tentakel kommt, Polizeimarke zeigen), Bernard repariert Telefon in
Bibliothek, Syd geht ins Badezimmer und montiert den Wasserhahn an,
Wasser anstellen und Nummer w&auml;hlen die hinter der Mumie steht, Dave
geht in Ednas Zimmer, nimmt Schl&uuml;ssel mit, geht schnell nach oben,
schaltet Licht an und &ouml;ffnet das Bild, Syd wartet im
Wissenschaftsraum, Bernard klingelt an Haust&uuml;r, Syd geht in Ed's
Zimmer, nimmt Hamster und Keykard mit, nimmt M&uuml;nzen aus Sparschwein,
Pflanze im Pflanzenzimmer hochklettern, M&uuml;nze in Schlitz stecken und
rechten Knopf dr&uuml;cken (dies 2x machen!), ins Teleskop gucken und
Safenummer merken. Dave &ouml;ffnet den Safe und nimmt Umschlag heraus.
Bernard telefoniert (mit Syd T&uuml;r &ouml;ffnen), Dave vel&auml;st Ednas Zimmer,
f&uuml;llt Bernard's Krug in der K&uuml;che, Krug und Umsclag in Mikrowelle
stecken und sie einschalten, Umschlag &ouml;ffnen, neue M&uuml;nze in Meteor-
Automaten stecken (eine der 3 Highscores ist die Codenummer f&uuml;r's
Labor), Automat mit kleinem Schl&uuml;ssel &ouml;ffnen, Dave nimmt von Bernard
und Syd alle Schl&uuml;ssel und die Keycard, er geht in Kerker und &ouml;ffnet
die 2 Schl&ouml;sser mit dem gl&auml;nzenden Schl&uuml;ssel, Codenummer eingeben,
Labor betreten, zum n&auml;chsten Raum gehen, mit M&uuml;nze 'ne Pepsi holen
und trinken, Strahlenanzug aus Spind nehmen und anziehen, mit Card-
Key zum n&auml;chsten Raum gehen, Hebel ziehen und Meteor nehmen, schnell
durch n&auml;chste T&uuml;r, Meteor in Kofferraum stecken, Motor mit gelbem
Schl&uuml;ssel einschalten und...Ende...
</pre>
</body>
</html>
