<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="midnight_resistance.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="midwinter_2_-_flames_of_freedom.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Ein paar Informationen &uuml;ber die &Ouml;rtlichkeiten, die man 'besuchen' kann.

Bunker:
Bunker dienen als Schutz. Man kann von hier aus besonders gut schie&szlig;en und
wird seltener getroffen. Au&szlig;erdem sind Bunker noch sichere Orte zum
&Uuml;bernachten.

Seilbahnstationen:
An einer Bergstation kann man Drachenfliegen. (Hier befindet sich &ouml;fters ein
'Paragleiter'.)

Kirchen:
Ein Besuch in der Kirche hebt die Moral. Au&szlig;erdem ist auch der Kirchturm ein
guter Ort f&uuml;r Heckensch&uuml;tzen.

Fabriken:
Die Sprengung von Fabriken kann die Feuerkraft des Gegners verringern.
Fabriken sind strategisch wichtige Ziele.

Werkst&auml;tten:
Auftanken und reaparieren von Schneemobilen. Hier kann man solche auch
kaufen.

Hauptquartier:
Das HQ des Gegners liegt bei 'Shining Hollow' und mu&szlig; zerst&ouml;rt werden.

Hitzeminen:
Hitzeminen sollten nicht zerst&ouml;rt werden. Der Kampf um MIDWINTER dreht sich
um Hitzeminen.

H&auml;user:
Nahrung, Schlaf und Schutz vor Angriffen des Feindes.

Bergh&uuml;tten:
Nahrung und Schlaf; man kann hier besonders gut dem Feind auflauern.

Depots:
Munitionslager, Waffen aller Art

Polizeistationen:
In Polizeistationen lassen sich Friedensoffiziere am Besten rekrutieren.
Auch hier kann man essen und schlafen.

Funkstationen:
Funkstaionen sind besonders wichtig f&uuml;r Prof. Kristiansen. Er sollte an eine
unbesetzte Fukstation gebracht werden.
Prof. Kristiansen kann hier bis zu vier Friedensoffiziere gleichzeitig
rekrutieren.

L&auml;den:
Nahrung, Vorr&auml;te, Granaten, Patronen, Dynamit (Munition)

Warenh&auml;user:
Treibstoff und Munitionsvorr&auml;te des Gegners werden hier gelagert.

Synthetisieranlagen (Chemische Werke) :
Hier wird Treibstoff k&uuml;nstlich hergestellt. Sie sollten m&ouml;glichst fr&uuml;h
zerst&ouml;rt werden. (Strategisch wichtiges Ziel).

Hier noch einige Informationen zu den einzelnen Schneebuggies :

Schneehexe : schwer zu finden, stark bewaffneter Befehlswagen
Schneewolf : schwerer Panzer, max. 6 Personen
Schneecat  : leichter Panzer, jedoch gut bewaffnet, max. 4 Personen
Schneefox  : schnellstes Fahrzeug, das nur leicht bewaffnet ist, max. 2 Pers.

Schneestier: Transporter von Waffen und Munition, werden sehr gut bewacht
Schneeb&auml;r  : gewaltiger Tanklastwagen, der f&uuml;r den Feind lebenswichtig ist

Kommen wir zu den einzelnen Personen, die rekrutiert werden sollten :

ADAMS:
Adams ist das kleine M&auml;dchen mit den Z&ouml;pfen (s.Abfrage) und befindet sich
bei 'Deathwatch Pass'. Sie kann mittelm&auml;&szlig;ig Skifahren, jedoch nicht Buggy
fahren oder Drachenfliegen. Sie hat keine 'Feinde' innerhalb des
Geheimbundes. Ihre speziellen Freunde sind Hart und Maddocks.

AMBLER:
Ambler ist bei 'Otter Valley' zu finden. Seine Skifahrk&uuml;nste lassen sehr zu
w&uuml;nschen &uuml;brig und seine Fahrf&auml;higkeiten sind auch nicht besten. Als
Drachenflieger eignet er sich schon besser. Sein 'Feind' im Geheimbund ist
Gaunt. Seine Freunde sind Rudzinski und Cropper.

CAYGILL:
Caygill ist das &auml;ltere der beiden M&auml;dchen und bei 'Snowtown Valley'
aufzusuchen. Ihre besonderen F&auml;higkeiten liegen im Skilaufen.Mit dem Buggy
kann sie mittelm&auml;&szlig;ig umgehen und Drachenfliegen ist nichts f&uuml;r sie.
Sie hat eine strenge Abneigung gegen Revel aus dem Geheimbund,aber mit
Rudzinski versteht sie sich dad&uuml;r um so besser.

CHABRUN:
Chabrun ist der Mann mit der braunen Kleidung,dem zylinder&auml;hnlichen Hut und
der Narbe im Gesicht (s.Abfrage).
Er befindet sich bei der sog. 'ThunderCoast'.Seine 'Feinde' sind Grice,
Pringle und Doughty. Seine besonderen Freunde sind Flynn und Macleod.
Er hat keine speziellen Fahreigenschaften.

COURTENAY:
Courtenay, der Herr im gelbfarbenen Dress mit dem wei&szlig;en Bart und der
Antenne am Helm ist bei 'Salient Flats' aufzufinden.
Seine Fahreigenschaften haben keine besonderen St&auml;rken oder Schw&auml;chen.
Er hat keine 'Feinde' innerhalb der Bewegung. Besonders gut versteht er sich
jedoch mit Revel und Caygill.

CROPPER:
Cropper ist bei 'Cormorant Cove' zu rekrutieren,hat keine Besonderen
Eigenschaften, keine 'Feinde', aber auch keine spez. Freunde.

DOUGHTY:
Sein Standort ist 'Glen Darrow'. Auch er kann nichts besonders gut. Er hat
eine Abneigung gegen Courtenay und Chabrun, versteht sich daf&uuml;r aber mit
Muller und Garcia sehr gut.

FLINT:
Der Mann mit dem Indiana-Jones Hut und der gr&uuml;nen Kleidung (s.Abfrage).
Flint ist bei 'Garcia Valley' aufzufinden. Seine beste Eigenschaft bezieht
sich aufs Buggyfahren. Seine 'Feinde' innerhalb der Bewegung sind Stark,
Gaunt und Llewellyn. Seine Freunde Dr.Kristiansen, Flynn und Jackson.

FLYNN:
Flynn h&auml;lt sich bei 'Eagle Mountain' auf und kann daher auch dementsprechend
gut skilaufen. Leute, die er nicht besonders gut leiden kann sind Gaunt und
Revel. Seine Freunde sind Chabrun, Macleod und Flint.

GARCIA:
Garcia ist bei 'Sierra Garcia' zu rekrutieren und besitzt keine besonderen
F&auml;higkeiten. Seine St&auml;rken sind Skilaufen und Drachenfliegen.
'Feind' : Cropper
Freunde : Muller,Doughty

GAUNT:
Der gute PC Gaunt befindet sich bei 'White Horse Valley', kann mittelm&auml;&szlig;ig
drachenfliegen und ganz gut buggyfahren. Er hat eine pers&ouml;nliche Abneigung
gegen Llewellyn, Ambler, Flynn und Cropper. Seine Freunde sind Stark und
Tasker.

GRAZZINI:
Grazzini ist der Herr in der rotfarbenen Trainingsjacke, der eine Skibriller
tr&auml;gt (s.Abfrage). Grazzini lebt und wohnt im 'Lindberg Plateau' und ist ein
hervorragender Drachenflieger. Sein Fahrverhalten l&auml;&szlig;t &auml;u&szlig;erst zu w&uuml;nschen
&uuml;brig...
Mit Rudzinski versteht er sich &uuml;berhaput nicht,ist daf&uuml;r aber besonders gut
mit Caygill und Gunn befreundet.

GRICE:
Grice hat keine besonderen F&auml;higkeiten. Seine St&auml;rke liegt zwar im
Buggyfahren, so ist er dennoch nur ein mittelpr&auml;chtiger Fahrer.
Er h&auml;lt sich bei 'Badger Heath' auf.
'Feinde': Stark,Gaunt
Freund&#009;: Courtenay

GUNN:
Wenn man sich die Blider (s.Abfrage) genau eingepr&auml;gt hat,wei&szlig; man ,da&szlig;
Mr. Gunn der 'Eskimo' ist. Gunn h&auml;lt sich bei 'Morgan's Cove' auf und hat
keine speziellen 'Feinde' innerhalb der Bewegung, daf&uuml;r hat er zwei gute
Freunde, die Maddocks und Grazzini hei&szlig;en.

HAMMOND:
Hammond befindet sich im sog. 'Mackenzie Head', hat keine besonderen
F&auml;higkeiten, versteht sich nicht gerade gut mit Revel, ist aber ein guter
Freund von Cropper...

HART:
Hart ist der kleine Junge,der in der Abfrage ziemlich oft zu identifizieren
ist. Er befindet sich bei 'Devil's Valley' (Im Tal des Teufels) und kann
relativ gut skilaufen. Er hat nat&uuml;rlich keine Feinde und seine besten
Freunde sind Caygill, Rudel und Adams.

IWAMOTO:
Iwamoto ist ein sehr guter Friedensoffizier, der unbedingt rekrutiert werden
sollte. Wenn man ihn besuchen will, mu&szlig; man zu 'Millpond Flats' fahren.
Auch er hat keine 'Feinde' in der Bewegung und sein Freund ist Wright.

JACKSON:
Dieser junge Herr ist in 'Pent's Valley' aufzufinden und ein guter
Buggyfahrer. Sein einziger 'Feind' in der Bewegung ist Stark und seine
Freunde sind Garcia und Flint.

JESSOP:
Standort: 'Mull Of Tears'
'Feinde': Flynn und Macleod
Freunde : Wright, Iwamoto

Prof. KRISTIANSEN:
Er mu&szlig; unbedingt rekrutiert werden und dann zu einer 'freien' Funkstation
gebracht werden. Er kann dort bis zu vier Friedensoffiziere gleichzeitig
f&uuml;r die Bewegung gewinnen.
Wenn man ihn sucht, mu&szlig; man mal zum 'Diamond Valley' fahren.
Er hat eine pers&ouml;nliche Abneigung gegen Stark und Courtenay.
Am besten versteht er sich mit Flint.
Prof. Kristiansen ist eine der wichtigsten Personen in MIDWINTER !
Er ist der &auml;ltere Herr mit Brille (s.Abfrage)

LLEWELLYN :
Sein genauer Standort ist 'Barefoot Valley'. Hier &uuml;bt er sich flei&szlig;ig im
Skilaufen, Buggyfahren und Drachenfliegen, die er alle drei ziemlich gut
beherrscht. Er versteht sich nicht besonders gut mit Gaunt und Flint,
hat aber leider keine speziellen Freunde in der Organisation.

MACLEOD:
Auch er ist ein hervorragender Mann mit guten F&auml;higkeiten in allen drei
'Disziplinen'. Er ist bei 'Heaven's Gate' aufzufinden, kann jedoch nicht
von Grazzini rekrutiert werden, da sich die beiden nicht gerade m&ouml;gen...
Seine besten Freunde sind Tasker, Stark, Flynn und Chabrun.

MADDOCKS:
Maddocks ist die wundersch&ouml;ne Krankenschwester (s.Abfrage), die sich bei
'Mount Shackleton' aufh&auml;lt. Auch sie besitzt hervorragende F&auml;higkeiten.
Ihr 'Feind' ist Revel, ihre Freunde Stark und Grazzini.

MULLER:
Muller, ein guter Skil&auml;ufer und Schneemobilfahrer, befindet sich bei
'Sao Jorge Plateau'. Er kann PC Iwamoto nicht leiden, legt aber f&uuml;r
Garcia und Doughty die Hand ins Feuer.

PRINGLE:
Standort : 'Dogstar Bay'
besond. F&auml;higkeiten : keine (nur Drachenfliegen kann er &uuml;berhaupt nicht !)
'Feinde' : Flint, Chabrun, Jessop und Rudzinski
Freunde  : Flynn und Macleod

RANDLES:
Randles ist die gute, alte Frau (Oma). Ihr Standort ist 'Harper's Lake'.
Sie f&auml;llt &uuml;berhaput durch nichts auf und w&uuml;rde somit also auch nicht vom
Feind verd&auml;chtigt werden, zur Bewegung zu geh&ouml;ren.
Sie besitzt keine auffallend guten F&auml;higkeiten, hat keine 'Feinde' und keine
speziellen Freunde.

REVEL:
Eigentlich wohl eher Dr. Revel, denn er ist der Arzt in MIDWINTER.
Doc Revel befindet sich im 'Coldheart Pass' und ist ein relativ guter
Buggyfahrer. Er kann Hammond nicht gerade gut leiden, versteht sich aber mit
Courtenay absolut blendend.

RUDEL:
Rudel, der Ein&auml;ugige mit der Augenklappe (s.Abfrage) ist ein hervorragender
Saboteur und f&uuml;r die Friedensbewegung von gro&szlig;em Interesse.
Er ist bei den 'Whispering Mountains' aufzufinden, aber nur durch den
kleinen Jungen (Hart) f&uuml;r die Bewegung zu gewinnen, da dieser sein einziger
Freund ist. 'Feinde' besitzt er dementsprechend keine innerhalb der
Organisation.

RUDZINSKI:
(Schmalke Gestalt, Sprechfunker am rechten Mundwinkel, gr&uuml;ne Trainingsjacke)
Auch Rudzinski, der bei den 'Western Plains' aufzufinden ist, ist f&uuml;r die
Bewegung von gr&ouml;&szlig;erem Interesse. Er weist hervorragende Fahreigenschaften
auf und kann auch ganz gut drachenfliegen. Seine 'Feinde' sind Gunn und
Grazzini, seine Freunde Stark und Caygill.

STARK:
Stark ist die Person , die vom Spieler gesteuert wird,also von Dir.
Er tr&auml;gt ein gelbfarbenes Trickot (s.Abfrage).
Er kann keinen festen Standort haben,da er die Anfangsperson ist,mit der
alles beginnt.
Stark ist einer der besten Buggyfahrer in der Geschichte von MIDWINTER .
Er hat keine besonderen Abneigungen und seine Freunde sind Courtenay und
Rudzinski.

TASKER:
Tasker tr&auml;gt auch eine Augenklappe. Diese ist jedoch aus Metall. Des
weiteren hat er eine Art Antenne am linken Ohr (s.Abfrage).
Er ist zu erreichen, wenn man nach 'Fox Valley' f&auml;hrt. Er weist gute
Eigenschaften auf, hat jedoch keine speziellen Freunde.
Seine 'Feinde' sind Revel, Gunn und Ambler .

WRIGHT:
PC Wright ist ein recht guter Friedensoffizier, der bei den 'Mountains Of
Summer' zu rekrutieren ist. Er besitzt mittelpr&auml;chtige F&auml;higkeiten.
Eine Abneigung gegen Jackson hat er zwar, daf&uuml;r versteht er sich mit
Muller, Jessop und Iwamoto besonders gut...

Hier jetzt einige Tips zum eigentlichen Spielverlauf :

Skifahren:
...skifahren oder skiflaufen hat drei sehr gravierende Nachteile,was die
Fortbewegungsm&ouml;glichkeiten anbelangt:

1.Skilaufen dauert unheimlich lange und man kommt nur sehr langsam
  vorw&auml;rts.
2.Diese Art der Fortbewegung ben&ouml;tigt eine gro&szlig;e Menge Kraft, die nur in
  begrenzten Ma&szlig;en bei den Charakteren vorhanden ist. Sollte die Kraft
  einmal ausgehen, wird man ohnm&auml;chtig und f&uuml;r l&auml;ngere Zeit kampfunf&auml;hig.
3.Da man keine '&auml;u&szlig;ere H&uuml;lle' besitzt, sind Skil&auml;ufer nat&uuml;rlich ein
  besonders gutes und einfach zu treffendes Ziel f&uuml;r den Gegner.

  =&#062; Wir nehmen am Besten ein Schneemobil ...

Buggyfahren:
Dies ist wohl die schnellste und zugleich sicherste Fortbewegungsmethode.
Die Steuerung erfolgt via Maus (hoch, runter f&uuml;r schnell und langsam;
links und rechts f&uuml;r die bekannten Richtungswechsel).
Mit dem rechten Mausbutton k&ouml;nnen Raketen abgeschossen werden, die f&uuml;r
feindliche Flugzeuge bestimmt sind, mit dem linken Mausbutton werden sog.
Boden-Boden-Raketen abgefeuert, die f&uuml;r die feindlichen Schneemobile
bestimmt sind. Zus&auml;tzlich kann man noch die Space-Taste bet&auml;tigen, mit der
auch noch n&uuml;tzliche Geschosse gegen feindliche Buggys gez&uuml;ndet werden
k&ouml;nnen.
Falls keine Munition mehr vorhanden sein sollte, mu&szlig; der Spieler leider
wieder auf den Heckensch&uuml;tzenmodus (Taste &#060;S&#062;) zur&uuml;ckgreifen.
Hier sei noch bemerkt, da&szlig; das Buggyfahren zwar erheblich kr&auml;ftesparend ist,
jedoch sollte auch beachtete werden, da&szlig; extreme Steigungen und
Neigungswinkel nicht mit der max. Geschwindigkeit befahren werden k&ouml;nnen.
Au&szlig;erdem gilt auch hier die Regel:
Du sollst niemals schneller fahren als Dein Schutzengel fliegen kann !

Drachenfliegen:
Das Drachenfliegen ist ohne jeden Zweifel die schwierigste Fortbewegungsart
Aber w&auml;hrend des Fliegens k&ouml;nnen die gr&ouml;&szlig;ten Strecken zur&uuml;ckgelegt werden.
Hier nun eine kurze Startanleitung:
Linke Maustaste dr&uuml;cken, wenn der Starvorgang begonnen werden soll.
Bei einer Linkskurve die Maus nach links schieben,
bei einer Rechtskurve dementsprechend.
Wenn ihr abheben wollt, mu&szlig; die 'Nase' oder Spitze des Drachens nach oben
gerichtet werden ( Maus nach unten rollen ) .
Wenn der Drachen abfallen soll; die Maus nach oben rollen.
Zum Abheben vom Boden ist eine Mindestgechwindigkeit von 36 Meilen n&ouml;tig.
Bei einer Geschwindigkeit von 23 Meilen wird der Flug langsam unsicher
und der Paragleiter st&uuml;rzt h&auml;ufig ab.

Wenn ihr eine Raketen abfeuern wollt, m&uuml;&szlig;t ihr die linke Maustaste erneut
dr&uuml;cken. (Geht aber nur in der Luft).

Paragleiter (Drachenflieger) sind in allen Bergstationen zu finden.

Seilbahn:
Mit hilfe der Seilbahn kann man ohne gr&ouml;&szlig;ere Probleme Berggipfel erreichen
oder von dort wegkommen.
Die Blickrichtung aus der Gondel l&auml;&szlig;t sich &uuml;brigens mit &#060;A&#062; , &#060;B&#062; , &#060;R&#062; und
&#060;L&#062; ver&auml;ndern...

Hauptquartier:
Ziel des Spieles ist es, das Headquarter (H.Q.) des Feindes in 'Shining
Hollow' zu erreichen und zu zerst&ouml;ren. Aber dazu sind eine ganze Menge
Dynamitstangen erforderlich.

Der Geheimbund und das Kollegium:
Wie bereits schon erw&auml;hnt, steuert ihr die Person von Capt. Stark, der sich
st&auml;ndig neu auf den weg macht, Leute zu rekrutieren, d. h. f&uuml;r die Bewegung
zu gewinnen.
Man sollte jedoch darauf achten, da&szlig; man die angesprochenen Abneigungen und
Zuneigungen beim Rekrutieren ber&uuml;cksichtigt. So ist es z. B. ziemlich
zwecklos, wenn ihr in Starks Person Prof. Kristiansen rekrutieren wollt.
Flint h&auml;tte dagegen weitaus bessere Chancen...

Der Geheimbund besteht aus 32 Personen, die alle einzeln oder zusammen von
euch gesteuert werden k&ouml;nnen.

Im Verlauf des Spieles solltet ihr darauf achten, m&ouml;glichst weit in den
S&uuml;dosten des Landes vorzudringen, da dort der Feind lauert.
Ihr solltet eure Aktionen und Sabotageakte so planen und koordinieren,
da&szlig; Ihr wenig Zeit daf&uuml;r ben&ouml;tigt, denn Ihr habt wirklich nicht viel davon.
So ist es z. B. auch vonn&ouml;ten die Besetzung von Hitzeminen durch den Feind
zu verhindern, da diese die Lebensgrundlage f&uuml;r die Landesbewohner sind.
Ihr k&ouml;nnt an allen Stellen feindlichen Fahrzeugen auflauern und diese
vernichten (z. B. Heckensch&uuml;tzenmodus). Dadurch h&auml;ttet ihr eine weitere
Besetzung eines vielleicht strategisch wichtigen Geb&auml;udes verhindert !

Also, rekrutiert viele gute Leute und platziert sie an &auml;u&szlig;erst wichtigen
Stationen, damit eine feindliche Besetzung schier unm&ouml;glich wird.
Besetzte Geb&auml;ude sollten von euch gesprengt werden (au&szlig;er Hitzeminen).
Bewacht so viele Geb&auml;ude wie m&ouml;glich ...
Achtet darauf, da&szlig; Eure Offiziere immer k&ouml;rperlich fit sind und st&auml;ndig
gut bewaffnet sind.
</pre>
</body>
</html>
