<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="mcb_kris.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="mcbii_kris.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Mortal Combat II
Hersteller:&#009;????&#009;
Vertrieb:&#009;????
Genre:&#009;&#009;Beat 'em Up


Die Meinung/Wertung zu diesem Spiel von:

<a href="mcbii_kris.html">Kris Csendes</a>

Um Gegen SMOKE zu K&auml;mpfen m&uuml;sst ihr auf dem PORTAL level, in 1 oder 2 Player Modus
w&auml;hrend der &quot;TOASTY!&quot; Aufruf den Joy RUNTER und dann ZUR&Uuml;CK ziehen. Im zwei Spieler
Modus spielt der schnellere gegen SMOKE.



BARAKA:  Wollt Ihr Eurem Gegen&uuml;ber mit einem sauberen Hieb
          den Kopf von den Schultern s&auml;beln, dann versucht
          es mal mit folgender Kombination:

          Nahe am Gegner dranstehen, Block ansetzen und hal-
          ten, 4mal nach hinten ziehen, Feuerknopf loslassen
 
 ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
 JOHNNY CAGE: Seid Ihr friedlich gesinnt, k&ouml;nnt Ihr dem Geg-
              ner ein Autogramm geben, und zwar mit:
 
              3mal nach unten, Feuer
 
              Nervt Euch der herumzappelnde Lulatsch, dann
              verwandelt ihn in ein Baby, mit: 

              3mal zur&uuml;ck, Feuer
 

 REPTILE:  Wo wir grad` beim K&ouml;pfen sind hier die Enthaup-
           tungsvariante dieses K&auml;mpfers:
      
           3 Schritte entfernt, 2mal zur&uuml;ck, unten, Feuer
 
 ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
 SCORPION: Mag der Gegner Puppen? Egal, wir schenken Ihm
           trotzdem eine! Mit:
 
           3 Schritte entfernt, Block ansetzen und halten,
           2mal nach hinten, Feuer
 
 ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
 MILEENA:  Diese Amazone mag den Gegner so sehr, da&szlig; sie ihn
           beim Abknutschen glatt verschlingt. Probiert den
           &quot;Sucker&quot; aus, mit:
  
           Abstand halten, Feuer 3 sec. gedr&uuml;ckt halten,
           nahe an den Gegner rangehen und Feuer loslassen

 
 Eine Anmerkungen am Rande: Den bei manchen Moves erforderlichen
 Abstand von 3 Schritten erreicht Ihr ganz einfach dadurch, da&szlig; Ihr
 dem Gegner als letzten Schlag einen Uppercut vepa&szlig;t.

  
Zu  Beginn  des  Matches  springt  man  sofort    an    den    rechten
Bildschirmrand  (rechts-oben).  Die  Reaktion des Gegners richtet sich nach
dem eingestellten Schwierigkeitsrad. Je  schwerer  der  Modus,  desto
sicherer  ist  es,  da&szlig;  der  Gegner ebenfalls springen wird, und zwar in
Eure Richtung. Sobald  Ihr  Euch  also  am  rechten  Bildschirmrand
befindet, springt sofort wieder nach  rechts-oben.  Der  Gegner  m&uuml;&szlig;te jetzt
ebenfalls hochspringen,  er  f&uuml;hrt  jedoch keinen Schlag aus. Jetzt f&uuml;hrt
jedoch Ihr einen Schlag aus, und zwar einen Fu&szlig;tritt oder Handschlag aus der
Luft  (B  dr&uuml;cken).  Der  Gegner wird nun weggeschleudert. Sobald sich der
Gegner wieder auf den Beinen befindet, springt sofort wieder  nach
rechts-oben  und  der  Gegner  wird  euch folgen. Geht wieder vor, wie eben
angegeben und einem Sieg wird nichts mehr im Wege stehen. Im  einen
niedrigeren  Schwierigkeitsgrad  kann  es    des    &ouml;fteren passieren,  da&szlig;
der  Gegner nicht nach oben springt, sondern abblockt oder eine andere
Attacke ausf&uuml;hrt.


Wenn ihr auf Jax als Gegner trefft und ihn mit  der  gleichen  Taktik, wie
eben  angegeben,  erledigt,  gelangt Ihr nach der ersten Runde zu einem
geheimen K&auml;mpfer (Jade), die mit der  gleichen  Methode  besiegt werden
kann.


Ein  weiterer geheimer Gegner ist &quot;Noob Saibot&quot;, welchen Ihr erreicht, wenn
Ihr im 2-Spieler-Modus 25 mal gewinnt.

Es ist noch ein weiterer Gegner versteckt (Smoke), den ich jedoch erst
zweimal durch Zufall erreicht habe.


Wenn Ihr erst  einmal  gegen  Kintaro  antreten  m&uuml;&szlig;t,  dann  versucht
m&ouml;glichst,  Scorpion  als  Spielfigur  zu  benutzen. Ihr m&uuml;&szlig;t in einem
g&uuml;nstigen  Moment  Scorpions  Speer  auswerfen  und  Kintaro  an  Euch
heranziehen (hat bei mir am besten von der linken Seite geklappt). Wenn  Ihr
das  gemacht  habt,  f&uuml;hrt keinen Schlag aus, sondern zieht Kintaro sofort
wieder an Euch heran. Hierdurch wird ihm  jedesmal  ein wenig  Energie
abgezogen, ihr jedoch seit so gut wie sicher vor seinen Angriffen. Sobald
das Timelimit ausl&auml;uft, k&ouml;nnt Ihr Kintaro noch  einen  Uppercut oder anderen
Tritt  verpassen,  der  ihn  nochmal einiges an Energie kostet.


Gegen Shao Khan solltet Ihr die  gleiche  Taktik  verwenden,  wie  bei allen
anderen Gegnern. Mit einer weiblichen Spielfigur wird Euch dies jedoch nicht
viel n&uuml;tzen, da hier die Reichweite etwas zu gering ist.


So, jetzt aber zu den Spezial-Moves:

V=Vor, R=Runter, Z=Zur&uuml;ck, H=Hoch, BL=Block, B=B-Knopf/Feuerknopf (Da ich
ein Sega-Joypad benutzt habe).

Der Abstand zum Gegner ist folgenderma&szlig;en angegeben:

1=Nahe am Gegner, 2=halber Bildschirm (eine Sprungweite), 3=Fernattacke
(m&ouml;glichst gro&szlig;er Abstand).


Die Angaben bei Pit geben die Kombination an, die n&ouml;tigt ist,  um  den
Gegner  in  die Stacheln oben auf dem Bildschirm zu schlagen, oder ihn von
der Br&uuml;cke zu &quot;uppercuten&quot;. Diese    Kombinationen    funktionieren jedoch
leider  nicht  beim S&auml;urebecken, hier sind mir die Griffe nicht bekannt (Ein
kleiner  Tip: Auf dem Super Nintendo lautet die Kombination, die ich der
Zeitschrift &quot;Super  Pro  Nov'  94&quot;  entnommen  habe: &quot;Halte TP+TK,
Aufw&auml;rtshaken&quot;. Vielleicht kann jemand etwas damit anfangen ?)


Also gut, hier alle mir bekannten Finishing-, Friendship und Babality-
Moves.  Alle,  die mit einem # gekennzeichnet sind, haben bei mir ohne
Probleme funktioniert. Alle anderen SOLLTEN funktionieren, jedoch kann ich
nicht daf&uuml;r  garantieren  -  da  ich  sie  evtl.  noch  gar  nicht
ausprobiert habe(&sect;), oder sie bei mir nicht funktionierten(%))!


Liu Kang: ---------

#Fatality (Drachen): R, V, Z, Z, B (1) #Fatality (Drehung+Uppercut): BL, V,
H, Z, R, BL l&ouml;sen (1) #Pit: Z, V, V, B (1) &sect;Friendship: R, Z, Z, Z, B (2-3)
&sect;Babality: R, R, V, Z, B (2-3)


Kung Lao: ---------

#Fatality (Spalter): V, V, V, Z, B (1) #Fatality (Hutwurf): B gedr&uuml;ckt
halten, Z, Z, B l&ouml;sen (3) #Pit: V, V, V, B (1) #Friendship: Z, Z, Z, R, B
(2-3) #Babality: Z, Z, V, V, B (2-3)


Johnny Cage: ------------

#Fatality (Oberk&ouml;rperabrei&szlig;er): R, R, V, V, B (1) #Fatality (K&ouml;pf-Uppercut):
V, V, R, H (1) #Pit: R, R, R, B (1) #Friendship: U, U, U, U, B (2-3)
#Babality: Z, Z, Z, B (2-3)


Reptile: --------

#Fatality (Schlangenkopf): Z, Z, R, B (2-3) &sect;Fatality (Rip): V, V, V, B (1)
&sect;Pit: V, V, R, B (1) &sect;Friendship: Z, Z, V, B (2-3) &sect;Babality: R, Z, Z, B
(2-3)


Sub Zero: ---------

#Fatality (Schneeball): B gedr&uuml;ckt halten, Z, Z, R, V, B l&ouml;sen (3) #Fatality
(Ice-Smasher): V, V, R, B (1-2). V, R, V, V, B (1) &sect;Pit: V, V, R, B (1)
#Friendship: Z, Z, R, B (2-3) #Babality: R, Z, Z, B (2-3)


Shang Tsung: ------------

%Fatality (K&ouml;rperplatzer): B 3 Sekunden dr&uuml;cken, dann loslassen (1)
#Fatality (Seelennehmer): BL, H, R, H (1) %Pit: R, R, H, R, B (1)
#Friendship: Z, Z, R, V, B (2-3) #Babality: Z, V, R, B (2-3)


Kitana: -------

&sect;Fatality (Ohrwurm/Todeskuss): B gedr&uuml;ckt halten, V, V, R, V halten,
                               B loslassen (1) #Fatality (K&ouml;pfen): BL, B, B,
B, B, BL l&ouml;sen (1) &sect;Pit: V, R, V, B (1) &sect;Friendship: R, R, R, H, B (2-3)
&sect;Babality: R, R, R, B (2-3)


Jax: ----

#Fatality (Headsmasher): V, V, B (1) %Fatality (Armrei&szlig;er): BL, B, B, B, B,
BL l&ouml;sen (1) #Pit: BL, H, H, R, BL l&ouml;sen (1) #Friendship: Z, Z, V, V, B
(2-3) &sect;Babality: R, R, R, B


Mileena: --------

#Fatality (Dolchschlag): V, Z, V, B (1) #Fatality (Menschenfresser): B f&uuml;r
3-5 Sekunden gedr&uuml;ckt halten, dann
                             wieder loslassen (1) #Pit: V, R, V, B (1)
#Friendship: R, R, R, H+B (2-3) #Babality: R, R, R, B (2-3)


Baraka: -------

#Fatality (Aufspiesen): Z, V, R, V, B (1) #Fatality (K&ouml;pfen): BL, Z, Z, Z,
Z, BL l&ouml;sen (1) #Pit: V, V, R, B (1) #Friendship: BL, H, BL l&ouml;sen, V, V
(2-3) #Babality: V, V, V, B (2-3)


Scorpion: ---------

#Fatality (R&ouml;sten): BL, H, H, BL l&ouml;sen (2) #Fatality (Speerschlag): V, V, V,
R, B (1) #Pit: V, V, R, B (1) #Friendship: Z, Z, R, B (2-3) #Babality: R, Z,
Z, B (2-3)


Rayden: -------

#Fatality (Explodieren): B f&uuml;r 3-5 Sekunden gedr&uuml;ckt halten, dann
                         wieder loslassen (1) #Fatality (Schocker): BL, B,
B, B, B, B so oft dr&uuml;cken, bis Gegner
                      tot (explodiert) (1) #Pit: BL, H, H, H, BL l&ouml;sen (1)
#Friendship: R, Z, V, B (2-3) #Babality: R, R, H, B (2-3)


</pre>
</body>
</html>
