<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="mr._nutz.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="myst.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Empfehlungen:

Rassen:
- Whizzles: Die kleinen gr&uuml;nen Lausaurier eignen sich wegen ihrer
  Gr&ouml;&szlig;e gut als Renner. Leider halten sie k&ouml;rperlich nicht viel aus,
  deshalb sind sie nicht die erste Wahl. Da man von Anfang an zwei
  Whizzles besitzt, sollte man sie als Ersatz-Runnerteam behalten.
- Warklonkes: Die netten Kerle sind schnelle L&auml;ufer. Sie eignen sich
  gut als Runner oder Hero. Leider haben auch sie k&ouml;rperlich nicht
  viel drauf, so da&szlig; man sie nicht nach der Graslandschaft einsetzen
  sollte.
- Bulles: Diese Typen sind stark und nicht gerade intelligent. Wegen
  ihres K&ouml;rperbaus sind Bulles alles andere als schnell. Ihnen ist
  schon manches Mal ein Whizzle entkommen. Man sollte sich so schnell
  wie m&ouml;glich andere Blocker wie Forayes oder Hardwinders beschaffen.
- Menschen: Menschen sind tolle Allroundspieler. Einige Menschen
  haben Hirn und andere wieder viel Kraft. Man sollte sich den
  Menschen, den man kaufen will, unbedingt vorher ansehen - manchmal
  sind auch Nieten darunter. Unter 1300 ist ein Mensch nicht geeignet.
  Am besten als Runner oder auch als Hero einsetzen.
- Forayes: Forayes sind stark und haben Hirn. Sie sind schneller als
  Bulles und eignen sich hervorragend als Blocker.
- Shemons: Sie sind die einzigen weiblichen Spieler in der IMO.
  Shemons sind mittelstark, superschnell und haben Verstand. Daher
  eignen  sie sich gut&#009;als Hero oder  Runner. Sie sind meine
  pers&ouml;nlichen Favoriten f&uuml;r den Platz des Hero.
- Pustoks: Das kraken&auml;hnliche Wesen ist eigentlich nur in der
  Wasserwelt zu gebrauchen. Als Runner oder Hero spielen sie ihre
  F&auml;higkeiten aus. Pustoks sind gef&auml;hrdet, wenn der Gegner aggressiv
  spielt.
- Hardwinder:  Sie  sind  ein  Ph&auml;nomen der Evolution . Die
  wurm&auml;hnlichen Tiere sind gute Blocker und runner zugleich und in
  jeder Welt zu gebrauchen.
- Leeeens: Die k&ouml;rperlich schwachen Wesen mit viel Verstand eignen
  sich gegen taktisch spielende Gegner gut als Hero. Sonst nicht zu
  gebrauchen.
- Tales: Die putzigen Tiere k&ouml;nnen sich nur in der Baumwelt als
  Runner behaupten. In anderen Welten sind sie zu schwach.
- Knaracks: Knaracks sind riesige Insekten und ungeheuer stark. Sie
  sind wohl die besten Blocker in der Liga. Knaracks sind trotz ihrer
  Kraft friedliche Wesen.
- Etants:  Durchschnittlich  schnell  laufende&#009;Echsen,  deren
  Eigenschaften insgesamt durchschnittlich sind. Man sollte sie nicht
  zu viel einsetzen
- es gibt bessere L&ouml;sungen.
- Fuzzools: Die gro&szlig;en Kerle geh&ouml;ren in den Angriff. Sonst kann
  man dasselbe sagen wie &uuml;ber die Etants.
- Goblins: Goblins sind gute und schnelle Heros oder Urnner. Seider
  sind sie schwach und werden leicht von der gegnerischen Mannschaft
  zerlegt.
-  Scirons:  Diese  skorpion&auml;hnlichen  Wesen  sind  stark  und
  mordsaggressiv.  Sie halten das F&uuml;nffache an Schl&auml;gen aus wie
  irgendein anderes Wesen. Wenn der Gegner Scirons hat, mu&szlig; man sich
  auch welche besorgen. Ansonsten wird die eigene Mannschaft zerlegt.
  Taktisch als Runner einsetzen.
- Antaras: Diese Insekten sind schnell, schwach und gerissen. Als
  Runner sind sie nicht am falschen Platz.
  M&Ouml;GLICHKEITEN IN EINER STADT:
- Hotels: Immer die Absteige nehmen, da sonst die Kosten zu hoch
  werden.
- Bank: Man sollte sich dort am besten einen Kredit holen und auf
  sich selbst setzen. Den Gewinn braucht man, um entstehende Kosten zu
  decken und um neue Spieler einzukaufen.
- Kredithai: Meidet diesen Typen - er verlangt horrende Zinsen!
- Heiler: Eine tolle Einrichtung! Er repariert Eure Spieler wieder
  f&uuml;r wenig Geld. Nach jedem Match ist Euer Besuch Pflicht.
- Taverne: Spionieren bringt nichts! Falls man oft gewonnen hat und
  eine gute Moral besitzt, sollte man eine Pr&uuml;gelei anfangen. Das
  Bestechen von Spielern ist Geldverschwendung.

ALLGEMEINE TIPS:
1. Immer selbst spielen!
2. Am Rande des Feldes laufen und in Torn&auml;he der Mitte zustreben!
3. Keine Fernw&uuml;rfe riskieren, sondern &uuml;ber den Wassergraben springen
  und dr&uuml;ben werfen.
4. Immer den Hero &uuml;bernehmen.

Blutigen Anf&auml;ngern ist eine defensive Einstellung des Teams nur zu
empfehlen. Die Runner bilden bei einem Angriff des Heros hinter ihm
einen  Abwehrblock.  Wenn  die&#009;gegnerische  Mannschaft  einen
&quot;Doppel-Floptt&quot; erzielt, sollte ein Spieler der eigenen Mannschaft
den Schiedsrichter von den Beinen holen. Der unsportliche Kamerad
wird zwar dann vom Spielfeld verwiesen, abder der &quot;Doppel-Floptt&quot;
z&auml;hlt auch nicht. Falls Ihr einmal ein Spiel gewinnen solltet,
erh&ouml;ht Freibier in der Taverne die Moral der mannschaft. In Gorden
l&auml;&szlig;t sich durch ein Training des ganzen Teams die Technik ungemein
erh&ouml;hen. Au&szlig;erdem solltet Ihr sehr vertrauungsvoll wetten, d.h.
immer den H&ouml;chstbetrag von 5000 Goldm&uuml;nzen auf die eigene Mannschaft
setzten. Sehr wichtig ist auch, das n&ouml;tige Kleingeld f&uuml;r ein
3-Sterne-Hotel parat zu haben, da sonst die Moral sehr leicht sinken
kann. Je h&ouml;her die Siege ausfallen, desto mehr Preisgeld erh&auml;lt der
Trainer. Die Artzrechnung f&auml;llt dadurch &uuml;brigends auch nicht so hoch
aus.

Tip um schnell an Geld zu kommen :

Man sucht sich seine drei lahmsten Typen aus, oder kauft sich
welche. Dann geht es in den Trainermodus und l&auml;&szlig;t die drei
trainieren, je l&auml;nger, desto besser. Danach geht es auf den
Sklavenmarkt, wo jeder der Typen f&uuml;r rund 10.000 M&auml;use verscherbelt
werden kann.
</pre>
</body>
</html>
