<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><IMG SRC="toc.gif" alt="CONTENS" border=0></a><a href="muds.html"><img src="prev.gif" alt="PREV" border=0></a><a href="sm_myst.html"><img src="next.gif" alt="NEXT" border=0></a>
<hr>
<pre>

Spielname:&#009;Myst
Hersteller:&#009;Clickboom
Vertrieb:&#009;Clickboom
Genre:&#009;&#009;Adventure

Systemanforderung: AGA Amiga oder Amiga mit CyberGraph X Grafikkarte
                   mit 8MB Fast Ram und CD-Rom.
                   Empfohlen 68030 und 4 fach CD-Rom.
<p align=center> 
<IMG SRC="../bilder/M1.GIF" WIDTH="312" HEIGHT="250" BORDER="0" alt="Myst  Bild 1">
Mystisch...
<p align=left>
<BR>
Wertung (Amiga Future):

(Wertung umgerechnet in Prozent)&#009;
&#009;
Grafik:&#009;&#009;90 %
Musik/SoundFX:&#009;85 %&#009;
Spielspa&szlig;:&#009;88 %
Future-Level:&#009;80 %
Preis/Leistung:&#009;92 %
---------------------
Gesamt:&#009;&#009;88 %

 

Die Meinung/Wertung zu diesem Spiel von :

<a href="myst_sm.html">Stefan Martens</a>
<p align=center>
<IMG SRC="../bilder/M2.GIF" WIDTH="312" HEIGHT="250" BORDER="0" alt="Myst  Bild 2">
...und spannend
<p align=left>
<BR>
Hier die Komplettl&ouml;sung f&uuml;r MYST :

   Auf der Insel Myst angekommen, sollen Sie sich erstmal in Ruhe
umsehen. Sie k&ouml;nnen noch nichts kapputt machen. Schon das erste
Puzzel im Spiel zwingt Sie dazu, sich komplett umgesehen zu ha-
ben, sonst ist es nicht l&ouml;sbar. Direkt an Ihrer Startposition,
dem Dock, gibt es n&auml;mlich eine T&uuml;r, hinter der eine Treppe zu
einem seltsamen Brunnen f&uuml;hrt. Wenn Sie den Knopf an diesem Brun-
nen dr&uuml;cken, scheint das Wasser zu verschwinden. Drehen Sie sich
hier um 180 Grad und schauen Sie sich den Zettel an der Wand ge-
nauer an, dr&uuml;cken Sie auf den Knopf links &uuml;ber dem Zettel. Im da-
hinterliegenden Panel k&ouml;nnen Sie entweder die  drei Zahlen, die
auf dem Zettel stehen, eingeben um dem Brunnen neue Funktionen zu
geben. Eine geheime Nachricht erhalten Sie, wenn Sie (wie auf dem
Zettel beschrieben, der an einem der Wege liegt), die Zahl der
Podest-Schalter sind die Podeste mit gro&szlig;em Kippschalter, die an
allen wichtigen Geb&auml;uden auf Myst stehen. Alle Schalter sollten
grunds&auml;tzlich eingeschaltet werden, sobald Sie sie erreichen. Auf
der Insel Myst sind vier B&uuml;cher versteckt, welche Sie wiederum in
vier neue Zeitalter, sprich Inseln versetzen. Um die vier B&uuml;cher
zu finden, m&uuml;ssen Sie zuerst einmal alle sieben erreichbaren Po-
dest-Schalter eingeschaltet haben. Dann erscheinen auf dem Plan
in der Bibliothek die entsprechenden Geb&auml;ude. Wenn Sie nun auf
das Symbol der Bibliothek selbst klicken, k&ouml;nnen Sie diese dre-
hen. Der entsprechende Sichtstrahl wird rot und bleibt einen Au-
genblick stehen, wenn Sie auf einen interessanten Ort gesto&szlig;en
sind. Jetzt m&uuml;ssen Sie durch den Geheimgang hinter den B&uuml;chern,
der erscheint, wenn Sie eines der Bilder an der Wand anklicken.
Mit dem Lift fahren Sie nach oben. Dort finden Sie zum einen
Spalt, der Ihnen beim Durchgucken zeigt, wo das Buch versteckt
ist. Auf der gegen&uuml;berliegenden Seite des Spaltes sehen Sie einen
Hinweis, wie Sie an das Buch herankommen. Um das Raumschiff zu
&ouml;ffnen m&uuml;ssen Sie den unterirdischen Generator-Raum finden. Der
Hinweis im Turm, 59 Volts, sagt, wieviel Strom Sie erzeugen sol-
len. Dazu d&uuml;rfen nicht alle roten Schalter gedr&uuml;ckt werden. Wenn
Sie dem Raumschiff zuviel Strom geben, fliegt eine Sicherung
raus. Diese k&ouml;nnen Sie wieder einlegen, wenn Sie auf den Kabel-
turm klettern, der kurz vor dem Raumschiff steht. Wenn Sie genau
59 Volt auf der rechten der beiden Anzeigen lesen k&ouml;nnen, la&szlig;t
sich die T&uuml;r im Raumschiff &ouml;ffnen. Dort ist zur Linken ein Code-
schlo&szlig;, welches mit einer Tonfolge entriegelt wird. Diese Tonfol-
ge steht in einem der B&uuml;cher in der Bibliothek. Die Orgel zur
Rechten ist dazu da, die Tone vorher zu h&ouml;ren. Spielen Sie also
erst die Note, die auf der Zeichnung mit der 1 bezeichnet ist.
Merken Sie sich den Ton und stellen Sie den ersten Schieberegler
auf diese Tonh&ouml;he ein. Verfahren Sie identisch f&uuml;r alle anderen
Regler und das Buch erscheint. Absolut unmusikalische Menschen
k&ouml;nnen auch die Tasten z&auml;hlen und die Schieberegler entsprechen
viele Pixel nach oben bewegen. Der Hinweis 2:40 bezieht sich auf
die Uhrzeit, die Sie am Uhrenturm einstellen m&uuml;ssen, um den Weg
hinein freizulegen. Im Uhrenturm befinde sich eine weitere Ma-
schine, an der Sie den zweiten Teil des Hinweises (2 2 1) ein-
stellen sollen. Das geht nur mit einem Trick: Wenn Sie, das ist
die Melodie, die Sie am Codeschlo&szlig; einstellen m&uuml;ssen den rechten
Hebel festhalten, dreht sich nur eines der drei R&auml;der weiter. Ist
die Kombination eingestellt, &ouml;ffnet sich das gro&szlig;e Zahnrad am
Dock und Sie k&ouml;nnen dort das zweite Buch finden. Das dritte Buch
befindet sich im versunkenen Schiff. Die drei Hinweise (Oct 11
1984 10:04 AM, Jan 17 1207 05:46 AM, Nov 23 9791 06:57 PM) be-
ziehen sich auf die Uhrzeiten, die Sie im Planetarium (Geb&auml;ude
mit dem Zahnarztsessel) einstellen sollen. Vergessen Sie nicht,
vorher das Licht auszumachen. Malen Sie die Sternenkonstella-
tionen dieser drei Daten ab und vergleichen Sie sie mit denen in
einem Buch der Bibliothek. Sie entsprechen drei Bildsymbolen.
Diese sind auf den acht S&auml;ulen rund um den Brunnen mit dem
Schiffsmodell zu finden. Wenn Sie genau diese drei Symbole akti-
vieren (erscheinen dann gr&uuml;n), steigen das Modell und das Schiff
aus dem Wasser auf. Die gesuchten Symbole sind das Blatt, der K&auml;-
fer und die Schlange. Die H&uuml;tte im Wald enth&auml;lt einen Safe, des-
sen Kombinationder Hinweis aus dem Turm ist (7 2 4). &Ouml;ffnen Sie
den Safe, nehmen Sie ein Streichholz und z&uuml;nden es an der Reib-
fl&auml;che an. Dann starten Sie den Ofen, indem Sie das kleine recht-
eckige K&auml;stchen links mit dem Streichholz ber&uuml;hren. Drehen Sie am
Rad bis zum Anschlag. Nach einer Weile h&ouml;ren Sie ein stampfendes
Ger&auml;usch. Das ist der gro&szlig;e Baum hinter der H&uuml;tte, der jetzt nach
oben bewegt wird. Lassen Sie ihn ein paar Mal stampfen, dann dre-
hen Sie das Rad wieder zu. Laufen Sie schnellstm&ouml;glichst zum
Baum, der jetzt wieder im Boden versinkt. Im richtigen Augenblick
gehen Sie in die &Ouml;ffnung und der Baum wird zum Fahrstuhl, der Sie
zum letzten Buch bringt. Jedes der vier versteckten Bucher trans-
portiert Sie eine andere Welt. Dort finden Sie im wesentlich je-
weils eine rote und eine blaue Seite f&uuml;r das Buch in der Biblio-
thek. Sie k&ouml;nnen immer nur eine Seite bei sich haben, also soll-
ten Sie entweder zweimal durch alle Welten gehen oder aber nur
eine Farbe sammeln, um zumindest eine H&auml;lfte der Geschichte zu
erfahren. Au&szlig;erdem finden Sie eine geteilte Notiz, die f&uuml;r das
Finale entscheidend sein wird. Schreiben Sie die beiden H&auml;lften
genauestens ab. &Uuml;ber die gesamte Welt der D&uuml;nen sind Mikrofone
verteilt, die mittels Antennen Ger&auml;usche an einen zentralen Ort
senden. Die einzige verschlossene T&uuml;r ist mit einem Codeschlo&szlig;
&auml;hnlich dem Raumschiff gesichert. Diesmal m&uuml;ssen Sie aber keine
Melodie, sondern eine Ger&auml;uschfolge eingeben. Suchen Sie die f&uuml;nf
Mikrofone und aktivieren Sie die Sender, indem Sie auf die ent-
sprechenden Kn&ouml;pfe dr&uuml;cken. Aktivierte Sender erkennt man am
leuchtenden Symbol. Der Sender mit dem Wind-Symbol hat eine nach
unten f&uuml;hrende Leiter. Klettern Sie runter, schalten Sie das
Licht an, gehen Sie durch den Tunnel und Sie landen beim Empf&auml;n-
ger. Hier m&uuml;ssen Sie f&uuml;r jeden der f&uuml;nf Sender die Empfangsatenne
ausrichten. Klicken Sie auf ein Symbol, dann rotieren Sie die An-
tenne, bis Sie das Ger&auml;usch h&ouml;ren Blinkende Pfeile bedeuten, da&szlig;
Sie noch in diese Richtung feinabstimmen sollten. Der erste Sen-
der ist am schwersten zu finden. Probieren Sie sich lieber erst
an den anderen vier. F&uuml;r den Notfall hier die genauen Winkel
aller f&uuml;nf Sender: 53,4; 130,3; 55,6; 15,0; 212,2. Dr&uuml;cken Sie
jetzt die Summentaste unten - nun erfahren Sie die Reihenfolge,
in der Sie die Ger&auml;usche am Codeschlo&szlig; einstellen m&uuml;ssen. Einige
G&auml;nge hinter der T&uuml;r mit dem Schlo&szlig; finden Sie ein Gef&auml;hrt. Set-
zen Sie sich hinein und fahren Sie los. Falls Sie keine Lust ha-
ben, sich einen Plan des U-Bahn-Labyrinths anzulegen: Die rich-
tigen Richtungen lauten; N, W, N, E, E, S, S, W, SW, W, NW, NE,
N, SE. Das Buch im Zahnrad bef&ouml;rdert Sie in eine Mechanik-Welt.
Wichtigster Punkt ist das Fort in der Mitte, welches drehbar ist.
Ihr Ziel ist es, das Fort so zu drehen, da&szlig; Sie die Kombination
f&uuml;r den Schalter am Eingang der Welt erhalten. Gehen Sie in das
Fort und suchen Sie den Raum mit den Waffen. Dort ist eine Simu-
lation des Drehvorgangs abrufbar. Wie Sie merken, l&ouml;st der linke
Hebel das Fort aus der Verankerung, der rechte dreht es. &Uuml;ben Sie
mit dem Ger&auml;t, denn beim richtigen Drehmechanismus k&ouml;nnen Sie
nicht sehen, was passiert. An einer Stelle im Flur befindet sich
ein roter Knopf. Dr&uuml;cken Sie diesen, erscheint eine Treppe. Gehen
Sie nach unten. Dort ist ebenfalls ein Drehmechanismus f&uuml;r das
Innere des Forts. Ziehen Sie solange am rechten Hebel, bis in der
kleinen Grafik die &Ouml;ffnung der beiden Kreise nach unten zeigt.
Die Grafik wird dann Rot. Verlassen Sie den Keller und dr&uuml;cken
Sie wieder auf den roten Knopf. Dort, wo die Treppe war, sollte
jetzt ein Durchgang zu einem Lift erscheinen. Mit dem Lift fahren
Sie nach oben. Bevor Sie aussteigen, dr&uuml;cken Sie den mittleren
Knopf. der Lift f&auml;hrt jetzt halb nach unten und Sie k&ouml;nnen an die
Drehkontrollen auf dem Liftdach heran. Drehen Sie das Fort so,
da&szlig; Sie an die beiden kleineren seitlichen Inseln herankommen,
auf denen jeweils die H&auml;lfte der Kombination steht. Diese geben
Sie am Schlo&szlig; ein, dr&uuml;cken den roten Knopf und gelangen so in
einen neuen Raum, in dem ein Myst-Buch liegt, welches Sie zur&uuml;ck
zur Bibliothek schickt. Wichtigstes Element dieser Welt ist ein
Sonnenschirm, unter dem drei Schalter zu finden sind. Jeder der
Schalter pumpt das Wasser aus einer anderen Kammer der Welt. Nur
eine Kammer kann ohne Wasser sein, da nur ein Schalter aktiv sein
darf. Die drei Pumpen sorgen von links nach rechts f&uuml;r das
Schiff, die Tunnel und den Keller des Leuchtturms. Zuerst sollten
Sie das Wasser aus dem Leuchtturm pumpen. Im Leuchtturm k&ouml;nnen
Sie nun eine Wendeltreppe nach unten gehen. Die dort liegende
Truhe hat einen Hahn: Lassen Sie mit dem Hahn das Wasser aus der
Truhe, drehen Sie den Hahn wieder zu (wichtig!) und lassen Sie
wieder Wasser in den Leuchtturm laufen. Nun schwimmt die Truhe
oben und kann mit dem Schl&uuml;ssel aufgeschlossen werden. In der
Truhe liegt der Schl&uuml;ssel f&uuml;r die T&uuml;r &uuml;ber Ihnen. Dort oben fin-
den Sie einen Generator mit Kurbel. Laden Sie damit die Leucht-
turm-Batterien auf. Gehen Sie nun zum Teleskop und suchen Sie
nach dem Leuchtturm, der jetzt hell blinken sollte. Notieren
Sie sich die Gradzahl, die im Teleskop beim Leuchtturm zu sehen
ist. Pumpen Sie das Wasser aus den Tunneln und gehen Sie hin-
unter in die Schlafzimmer hier finden Sie unter anderem die
Buchseiten. Auf dem Weg nach unten sollten Sie gegen alle Ver-
tiefungen in der Wand dr&uuml;cken. Eine davon gibt nach und &ouml;ffnet
eine geheime Kammer. Dr&uuml;cken Sie dann auf dem Kompa&szlig; genau den
Knopf, welcher der Gradzahl entspricht, die Sie vorhin am Teles-
kop notiert haben. Damit schalten Sie das Licht im Schiff ein.
Pumpen Sie nun das Wasser aus dem Schiff und gehen Sie so tief
Sie nur k&ouml;nnen hinein. Wenn Sie dann auf einen Tisch klicken,er-
scheint dort das Buch, welches Sie zur&uuml;ck zu Myst bringt. F&uuml;r
diese Welt lohnt es sich den entsprechen den Plan aus der Biblio-
thek zu haben. Um die Maschinerien auf dieser Welt in Bewegung
zu setzen, m&uuml;ssen Sie erst einmal zur Windm&uuml;hle und dort den
Wasserhahn am gro&szlig;en Wasserbeh&auml;lter aufdrehen. An allen Weggabel-
ungen gibt es Schalter, die das Wasser nach links oder rechts
in die R&ouml;hren weiterlenken. Sorgen Sie daf&uuml;r, da&szlig; das Wasser un-
gehindert dorthin flie&szlig;en kann, wo Sie es ben&ouml;tigen. Zuerst soll-
ten Sie den Lift aktivieren, wenn Sie den Motor am Lift brummen
h&ouml;ren, ist genug Wasserdruck vorhanden. Gehen Sie in den Lift
und schlie&szlig;en Sie die T&uuml;r, sonst f&auml;hrt er nicht los. In den B&auml;u-
men suchen Sie die Wendeltreppe und gehen diese nach unten. Dort
k&ouml;nnen Sie eine T&uuml;r &ouml;ffnen, die Ihnen ab sofort den direkten Weg
nach oben freigibt. Lassen Sie das Wasser jetzt zur Pumpe an der
Wendeltreppe flie&szlig;en. Benutzen Sie den Lift an dieser Treppe, um
noch eine Ebene h&ouml;her in die B&auml;ume zu gelangen. Dort finden Sie
die Buchseiten. Wenn Sie das Wasser an die Stelle flie&szlig;en lassen,
wo die Stege unvermittelt aufh&ouml;ren, und dort an einem Hebel zie-
hen, erscheint ein weiterer Steg. Folgen Sie diesem bis zu einem
Lift und dann weiter, bis zu einer Kurbel. Diese Kurbel verl&auml;ng-
ert ein Rohr, wenn Sie daran drehen, um so den Wasserdruck auch
bis zum letzten Lift weiterzuleiten. Wenn Sie mit diesem nach
oben fahren, finden Sie das Buch, welches Sie zur&uuml;ck nach Myst
bringt.
&#009;&#009;&#009;&#009;&#009;&#009;FINALE:
   Wenn Sie flei&szlig;ig waren, sind jetzt fast alle Seiten im roten
und blauen Buch. Au&szlig;erdem k&ouml;nnen Sie sich noch eine wei&szlig;e Seite
besorgen, wenn Sie den Anweisungen in den gefundenen Notizen
folgen: Schalten Sie alle Podest-Schalter ein, und dann den, der
in der geteilten Notiz angegeben war, wieder aus. Im entsprechen-
den Podest erscheint die wei&szlig;e Seite. Die Gefangenen der B&uuml;cher
geben Ihnen Anweisungen, wie Sie an die jeweils letzte rote und
blaue Seite kommen, indem Sie im Kamin ein weiteres Geheimschlo&szlig;
&ouml;ffnen. Die Kombination dazu steht in einem der B&uuml;cher auf der
Seite, die Ihnen die Gefangenen nennen (Seite 48). Sie erreichen
einen neuen Raum mit den letzten fehlenden Seiten und einem neu-
en, gr&uuml;nen Buch. Jetzt m&uuml;ssen Sie sich entscheiden: Trauen Sie
einem der beiden Gefangenen. Wagen Sie es vielleicht entgegen
aller Warnungen, das gr&uuml;ne Buch zu &ouml;ffnen und zu lesen.

</pre>
</body>
</html>
