<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Space Quest 3 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Codename: Iceman</FONT></B><BR><BR><BR>Wir  lesen die Zeitung
(read magazine) und stehen danch auf (stand), um uns an  dem Volleyballspiel zu
beteiligen (play).  Da der Ball nach kurzer Zeit in  das  Wasser f&auml;llt,
springt ein M&auml;dchen hinterher, um ihn zur&uuml;ckzuholen. Leider  kann  die
 Kleine  nicht  schwimmen  und  w&uuml;rde  vor  unseren Augen absaufen,  wenn 
wir  sie  nicht  aus  dem  Wasser  zerren und zu gelernten Hilfsma&szlig;nahmen 
greifen  w&uuml;rden  (shake and shout, call for help, establish airway,  look, 
listen,  feel,  give two good breathes, look, listen, feel, check pulse, begin
compression).<BR><BR>Nach  der  gelungenen Rettungsaktion ziehen wir wieder
das Hemd an, das auf dem  Liegestuhl  liegt (get shirt).  Im Hotel (open door)
bitten wir an der Rezeption  nach  unserem  Schl&uuml;ssel  (talk to clerk, get
key).  An der Wand ersp&auml;hen  unsere  Adleraugen  ein  Schild,  das wir
lesen (read sign).  Die Nummer  schreiben  wir  auf  und  gehen  dann  zur Bar,
wo wir ein einsames M&auml;dchen  entdecken.   Wir  sprechen  sie  an  (look
girl, talk to girl) und bestellen ihr ein Getr&auml;nk (order girl a drink). 
Nun wagen wir ein T&auml;nzchen (dance).   Nach  dem Tanz begeben wir uns wieder
zu den Pl&auml;tzen (sit).  Wir bejahen  ihre  Frage (yes) und werden won ihr zu
ihrem Appartement gef&uuml;hrt. Dort  k&uuml;ssen  wir  uns  (kiss  girl,  yes),
setzen uns (sit) und f&uuml;hren ein kleines Gespr&auml;ch mit der s&uuml;&szlig;en
Maus (talk to girl).  Nach dem ausf&uuml;hrlichen Talk geht`s (kiss girl, kiss
girl ...).<BR><BR>Am n&auml;chsten Morgen wachen wir alleine auf.  Wir stehen
auf und werfen einen Blick  auf  den Tisch, wo ein Zettel liegt, den wir nehmen
(look table, get note,  read note).  Wir verlassen das Haus und betrachten den
Ring, der auf dem  Boden  liegt  (look  floor,  take  earring).  Nachdem wir
festgestellt haben, da er sich &ouml;ffnen l&auml;&szlig;t (open earring),
nehmen wir das Filmband (look into earring, take film).<BR><BR>Wir eilen nach
Hause, wo wir in der Schublade den Personalausweis und etwas Wechselgeld 
entdecken  (open  drawer, get change, get card, close drawer). Dem  Schrank 
entnehmen  wir ein Buch, das in der Jackentasche steckt (open closet,  look 
into  pocket,  get  book,  close  closet).  Mit den Groschen bezahlen  wir die
Zeitung, die wir vor dem Hotel bekommen (deposit charge). An  der  Rezeption 
des  Hotels erhalten wir eine Nachricht, die wir sofort lesen  (get  message, 
read  message).   Doch nun beginnt der Auftrag erst. Dieser  wird  uns  von
Braxton, den wir von dem Hotelzimmer anrufen m&uuml;ssen, mitgeteilt (use phone,
1-202-555-2729, talk to Braxton).<BR><BR>Am  Liegestuhl  warten  wir  auf  ein
 Wassertaxi, das uns nach kurzer Zeit abholt  und  in die Hauptstadt der
Vereinigten Staaten, Washington, bringt. Wir  beantworten  die  Frage  des 
Chauffeurs  (yes)  und  reichen  ihm den Personalausweis  (show  id-card).  
Diese  Handlung wiederholen wir bei dem Pf&ouml;rtner.   Mit  dem  Lift  fahren
wir nach oben, wo wir erneut den Ausweis vorzeigen  und  dann  durch  die  T&uuml;r
gehen.  Nachdem die Rede beendet ist, nehmen wir den Brief (take envelope) und
die Karte, wobei wir darauf achten sollten,  da&szlig; wir die richtige (die
zweite) erhalten (ask for id-card, look id-card).   Wieder unten angekommen
zeigen wir die Karte (show id-card) und gelangen prompt auf ein U-Boot.<BR><BR>Nach
 dem  Gespr&auml;ch  mit  dem  &quot;Driver&quot;  (talk  to  man,  show orders,
yes) salutieren  wir  vor  der Landesflagge (salute flag), begr&uuml;&szlig;en
den Offizier (salute  officer)  und bitten, an Bord kommen zu d&uuml;rfen
(request permission to  come  aboard).   Im Regal unserer Kabine finden wir das
Code-Buch (open shelf,  get  book,  close shelf).  Jetzt kommt harte Arbeit auf
uns zu.  In der  Zentrale  befolgen  wir  alle Befehle, die uns der Kapit&auml;n
gibt (auf 5 Knoten  beschleunigen,  180  Grad  wenden,  270  Grad wenden, auf 20
Knoten beschleunigen,  close  hatch,  confirm  green board, auf 200 Fu&szlig;
abtauchen, depth  attained, volle Kraft voraus, 360 Grad wenden, Maschinen
stop).  Wir gehen  in die Kapit&auml;nskaj&uuml;te (134, get envelope, open
envelope, look chart, read  orders,  ask  for  combination  of  safe)  und 
wieder  zur&uuml;ck in die Zentrale,  wo  wir  den  Computer  mit  folgenden
Kursangaben f&uuml;ttern (look table, plot course):  71N-172W, 88N-60W, 80N-0W,
67N-22W, 35N-13W (exit).<BR><BR>Danach  werden  wieder  die  Befehle  vom
Kapit&auml;n ausgef&uuml;hrt (auf 40 Knoten gehen, auf 300 Fu&szlig; abtauchen,
depth attained, Geschwindigkeit auf 20 Knoten reduzieren,  dann  auf  5  Knoten 
zur&uuml;ck).   Vom  Funker erhalten wir eine Nachricht  (get  message).  Wir
knacken den Safe, der in der Kapit&auml;nskaj&uuml;te steht  (open  safe, 
23448803,  open briefcase, 762123, use id-card, insert film).<BR><BR>Wir 
kehren  in  unsere  Kabine  zur&uuml;ck  und  d&uuml;rfen  dann  mit  Hilfe  des
Code-Buches  die  Meldung  entschl&uuml;sseln  (look  book,  read  book).   Die
Washington-Codes:   A-0,  B-8, C-6, D-4, E-2, F-1, G-3, H-5, I-7, J-9.  Die
CIA-Codes:   A-3,  B-1,  C-9, D-7, E-5, F-4, G-6, H-8, I-0, J-2.  Mit Hilfe des 
Handbuches wird es uns gelingen, die Codes zu knacken.  Die jeweiligen zwei  W&ouml;rter,
 die  wir  dort  finden,  m&uuml;ssen  einen  Sinn  ergeben.   Die W&ouml;rter-Kombiantion
 geben  wir  in  den Computer ein (use computer).  Ob so wohl  ein  AMIGA5000 
aussehen  wird?   Mit  dem Werkzeug, das wir aus dem Schreibtisch  holen  (open 
drawer,  take  caliper),  wandern  wir  in  den Torpedoraum  (climb  down), wo
wir mit dem Matrosen sprechen (talk to man). Hier  unten  entdecken wir einen
Schaden an der Maschine (press button, get cylinder,  measure  cylinder, 
measure  hole).   Mit  dem  Hammer  aus  dem Maschinenraum  (open  drawer,  get 
hammer,  close  drawer)  bauen  wir den Zylinder  in  der Werkstatt nach (open
cabinet, get cylinder, 6, get cotter pin,  measure  cotter  pin,  use  lathe, 
set  lathe, 1, turn on lathe, use grinder,  use  press, select bit, 1/4, turn on
press).  Damit haben wir das wichtige  Teil  nachgebildet  und  setzen es im
Torpedoraum an seine Stelle (install   cylinder,   install   cotter  pin,  press
 button).   Wir  holen Sprengstoff  und  aus der K&uuml;che eine Flasche (open
cabinet, get explosives, get  flares,  get bottle, yes, yes).  Wir nehmen dem
armen Kerl sein ganzes Geld  und  das,  was  uns  interessiert,  ab  und  gehen
dann wieder in die Zentrale.<BR><BR>Dabei  bemerken  wir,  da&szlig;  sich 
feindliche Schiffe n&auml;hern.  Wir eilen zum Kapit&auml;n auf die Br&uuml;cke
(stand) und sprechen ihn an (talk to captain).  Nach dem  Lagegespr&auml;ch
schie&szlig;en wir die Schiffe ab (hart, aber herzlich - h&auml;h&auml;!)
(silent  running,  5  Knoten,  700  Fu&szlig;  runter,  Harpoons  und  Sting
Rays aktivieren,  schie&szlig;en),  w&auml;hrend  wir  den feindlichen Torpedos
ausweichen. Nach  dem  Kampf  holen  wir uns wieder einige Meldungen beim Funker
ab und entschl&uuml;sseln  sie  wie gew&ouml;hnlich.  Wir begeben uns wieder in
die Zentrale und  weichen  den  Eisbergen aus.  Danach bekommen wir erneut
Meldungen vom Funker (wieder entcoden).<BR><BR>Als n&auml;chstes steigen wir
in einen Seekampf mit einem feindlichen U-Boot ein (silent  running,  5  Knoten,
 1200  Fu&szlig;,  s&auml;mtliche  Stinger  los, fremden Torpedos  ausweichen,
Decoys abfeuern).  Nach einigen Stunden kreuzt ein U. S.   -Zerst&ouml;rer 
unseren  Weg.  Um ihn zu informieren, da&szlig; wir bereit sind, ihm  nach 
Tunis  zu  folgen,  schalten wir den Sonar ganz kurz ein (active sonar).   Vor 
Tunis  tauchen  wir bis auf 70 Fu&szlig; auf und stoppen dann alle Maschinen, 
um  einen  Blick  durch das Fernrohr zu riskieren (look through scope).  Wir
erfahren, da der Bohrturm in 280 Grad und der Hafen in 40 Grad liegt  (get range
of rig, get range of harbour).  Im Maschinenraum bekommen wir  die  &quot;Lizenz&quot;
 zum  Tauchen, die aber leider nicht ganz in Ordnung ist (press  button,  get
diver, examine diver, check vibration, examine shaft). Deshalb  reparieren  wir
das Teil eben (open drawer, get wrench, 1/2, close drawer,  open  cabinet,  get 
washer,  1/2, get nut, 1/2, press button, get diver, install washer, install
nut, tighten nut with wrench).<BR><BR>Nach  dieser  schwierigen Aufgabe holen
wir noch schnell den Schl&uuml;ssel, der in  der  Werkstatt  zu  finden  ist 
(get  key).   Mit diesem holen wir den Taucheranzug  aus  dem Lagerraum (unlock
door with key).  Wir programmieren den  Schlitten mit den Daten 2850, 280, 1640
, 40 (enter coordinates).  Wir hetzen  zur  Ausstiegsluke  und  legen  den
Taucheranzug an (open door, get scuba).  Wir tauchen r&uuml;ber zum Bohrturm und
bringen an ihm die Sprengladung an (put explosives).  Danach geht`s weiter, und
zwar in den Hafen von Tunis (activate device).  Wir betreten die Grotte (light
flare) und verlassen sie durch  den  Hinterausgang wieder, um der Str&ouml;mung
zu folgen.  Wir verstauen die  Rumflasche im Fischernetz (put bottle) und
tauchen zu den Baumst&auml;mmen, wo  wir den Diver verstecken (hide diver).  Wir
suchen den Fischer auf (say iceman, get line, look weight, open capsule, look
map) und gehen zur&uuml;ck ins Haus,  wo  wir  uns  umziehen  (look  room,  look
 floor,  look crate, wear clothes).<BR><BR>Am  See  treffen  wir  das  nette 
M&auml;dchen  (Stacy),  das  wir  am  Anfang kennengelernt  haben  (look  girl).
  Auch ihr nennen wir das Codewort (say iceman).   Daf&uuml;r  gew&auml;hrt  sie
uns einen Blick auf die Karte (get map, look map,  give  map  to  Stacy).   In 
ihrer Wohnung finden wir ein Band in der Eisbox  (look top of icebox, get tape),
etwas Butter und einen Zettel (open box,  look  into  box,  get butter, open
dish, get paper, read paper, close box), sowie einige brauchbare Dinge mehr
(look counter, get sugar canister, open  canister,  open  bottom,  get rubber,
get weapon).  An der Wand h&auml;ngt eine  Karte,  die wir nat&uuml;rlich auch
noch kurz anschauen und dann mitnehmen (look wall, get card).  Wir schauen durch
das Fenster (look through window) und  rufen  dann  den  Entf&uuml;hrer  mit 
der Nummer von der Karte an (talk to caterer).   Und da wir gerade am Telefon
stehen, rufen wir auch gleich noch den  Fast-Food-Service  an  (13-555-8097), 
um  etwas  zu essen zu bekommen (order  food).   Sobald der Fahrer angekommen
ist, &uuml;berw&auml;ltigen wir ihn mit der  Waffe  und  klauen  ihm  sein 
Auto,  nachdem wir mit ihm die Kleidung getauscht  haben  (open door, use
weapon, say remove clothes, use tape, say yes),  denn nun sehen wir so aus wie
ein Lieferant und k&ouml;nnen ohne Probleme zu  den  Entf&uuml;hrern  gelangen 
(open  door,  hide  weapon,  get food).  Wir betreten  das  Geb&auml;ude  und 
stellen  das  Essen auf den Tisch (put food on table),  um  die  Gangster  dann 
umzunieten  (open lid, get weapon, shoot, shoot).<BR><BR>Die  Wachen 
untersuchen  wir  und befreien dann den gesuchten Botsvchafter (look  guard, 
free  man).   Nachdem  er  sich  umgezogen  hat  (say change clothes),  treten
wir vor das Geb&auml;ude und fliehen dort auf den Berg, wo der Helicopter steht,
mit dem wir davonfliegen k&ouml;nnen.<BR><BR></P></BODY></HTML>
