<html>
<head>
  <title>Neues</title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=../bg.gif>
<a href="amigacheat-box.guide/main.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="amigacheat-box.guide/main.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Wilkommen zur AmigaCheat-Box V1.3 !

************ Neues seit der Version 1.2 ********************************

ACHTUNG, ACHTUNG !!! DIE &quot;AMIGA CHEAT-BOX&quot; HEI&szlig;T AB DER N&Auml;CHSTEN 
VER&Ouml;FFENTLICHUNG &quot;AMIGA GAME GUIDE&quot; (im Aminet AGameGuide.lha)
DIESE NAMENS&Auml;NDERUNG WIRD WEGEN DER ERWEITERUNGEN VORGENOMMEN.
DIESMAL STIMMT DAS AUCH 100%ig !!!!


-Zu &uuml;ber 170 Spielen wurden Herstellerangaben erg&auml;nzt
  
-86 neue Eintr&auml;ge dazugekommen. Ich habe mich entschlossen hier eine 
 komplette Liste zu ver&ouml;ffentlichen, auch wenn ich damit anderen eine Hilfe
 biete, immer die neuesten Sachen in Ihre eigenen Cheat-Listen zu &uuml;bernehmen.
 (Ich habe ja nichts gegen das &uuml;bernehmen von Daten, aber ein wenig Arbeit 
 sollte das schon machen...). Aber die Leser gehen nunmal vor.

 
 <a href="neue.html">Die Liste mit den neuen Eintr&auml;gen</a>
                                 

-Bei 20 Eintr&auml;gen wurden Cheats usw. hinzugef&uuml;gt, bzw. ge&auml;ndert :

 Action Cat
 Aquaventura
 Armalyte
 Barbarien
 Black Gold
 Bloodwych
 Capital Punishment
 Chaneques
 Crack does not pay
 D-Generation
 Deliverance
 Doom
 Fire + Ice
 First Samurei
 Genetic Species
 Ruff 'n' Tumble
 Silkworm IV
 Super Stardust CD 32
 Wing Commander
 Wolf Child


-Es sind auch wieder Screenshots zu Spielen hinzugekommen.
 Es gibt jetzt jedoch nur noch eine Version ohne Bilder, wer die Screenshots
 haben m&ouml;chte, muss sie extra herunterladen (game/hint/ACB_Pics_V1.3).
 Wer eine komplette Version haben m&ouml;chte, braucht nat&uuml;rlich auch noch die
 Bilder der V1.2. Wer diese noch nicht hat, kann sie auch noch herunterladen 
 (ACB_Pics_V1.2). So wird die Amiga Cheat-Box auch in Zukunft erweitert, so
 da&szlig; man nicht immer die Bilder der &auml;lteren Versionen nochmal herunterladen
 muss. 
 Alle Bilder-Archive gibt es nat&uuml;rlich auch auf der Homepage: 
 <a href="http://members.xoom.com/amigameguide">http://members.xoom.com/amigameguide</a>

 ACHTUNG: Die Bilder ben&ouml;tigen einen GIF Datatype !!!

 Liste der neuen Screenshots :

  - Aladin
  - Civilization
  - Coala
  - Fightin Spirit
  - Genetic Species
  - History Line
  - Hollywood Pictures
  - Ruff 'n' Tumble
  - Sixth Sense Invastigations
  - Shadow Best III
  - Simon the Sorcerer

 Bitte schickt mir auch Eure Screenshots !!! 

-Es sind 3 neue Spieletest hinzugekommen. Dies ist noch nicht sehr viel, also
 her mit Euren Test !!! :

 - Coala (von Kris Csendes)
 - Sixth Sense Invastigations (von mir)
 - XTreme Racing (von Kris Csendes)
 
 Ein Beispiel k&ouml;nnt Ihr Euch <a href="artikel_bsp.guide/main.html">HIER</a> ansehen.


-Die Amiga Cheat-Box hat jetzt eine NEUE Homepage. In der Online-Version werden
 dort nun die Daten in Echtzeit aktualisiert. Ihr findet dort also immer die
 neuesten Cheats, Tips, Screenshots und Testberichte (hoffentlich bald mehr) : 
 
 <a href="http://members.xoom.com/amigameguide">http://members.xoom.com/amigameguide</a>

 Die Homepage, sowie die HTML Version hat jetzt Stefan Martens &uuml;bernommen.
 Die URL wurde schon mal hinsichtlich des neuen Namens gew&auml;hlt 


-Ihr k&ouml;nnt die Amiga Cheat-Box (bzw. Amiga Game Guide) als e-mail Abo 
 bestellen. Ihr bekommt dann immer die aktuelle Version ins Haus.
 Meldet Euch diesbez&uuml;glich bei mir ! Auch in eine Info-Mailingliste kann man
 sich eintragen lassen.

************************************************************************

</pre>
<hr>
<address>Converted using <tt>GuideML</tt> V1.6, a converter written by Richard K&ouml;rber &#060;<a href="mailto:shred@chessy.aworld.de">shred@chessy.aworld.de</a>&#062;</address>
</body>
</html>
