<HTML>
<HEAD>
<TITLE>Rock Star ate my Hamster - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR>
<B><FONT SIZE="+3">Rock Star ate my Hamster</FONT></B><BR><BR><BR>
Die beste Gruppen-Zusammenstellung ist Raoul Baggins mit Jason
Donner-Kebab. Diese beiden Musiker sind nicht zu teuer, so da&szlig; man sie am
Anfang gut bezahlen kann. Au&szlig;erdem k&ouml;nnen sie schon zu Beginn recht
ordentlich spielen, was sich besonders am Start der Karriere bezahlt macht.
Auf jeden Fall sollte man mehr als einen Musiker managen, da von Zeit zu
Zeit einer ausf&auml;llt (Todesf&auml;lle, Unlust, Gr&ouml;&szlig;enwahn, etc.) ...
<BR><BR>
Hat man seine Wahl getroffen, so geht es &uuml;ber zu den formellen Dingen. Da
alte Instrumente sehr schnell verschlei&szlig;en, entscheidet man sich am besten
f&uuml;r funkelnagelneue, weil man damit einfach mehr Freude hat als mit den
gebrauchten und die Ergebnisse besser klingen.
<BR><BR>
Nun schickt man seine Jung-Musiker zum &Uuml;ben. Dies ist unbedingt
notwendig, um die Verkaufszahlen bei den ersten Auftritten anzukurbeln. Je
besser eine Gruppe spielt, desto mehr Zuschauer kommen - ist ja logisch.
Der Eintrittspreis sollte h&ouml;chstens 10 Pfund betragen, die Tourneedauer
liegt am Anfang zwischen zwei bis vier Tagen, bis man etwa 60 Mille
gesammelt hat. Dann wechselt man den Veranstaltungsort und zieht in die
Konzerthallen ein, bis man etwa 130 Mille besitzt. Ab da kann man in den
Stadien spielen. Falls die Verkaufszahlen einmal ganz rapide sinken, zum
Beispiel im Stadion auf nur noch 5000 Zuschauer, spielt man einige N&auml;cht
lang in der n&auml;chst kleineren Halle, bis wieder mehr Fans erwartet werden
k&ouml;nnen. Wenn man im Stadion spielt, legt man die Tour-Dauer auf 5 bis 7
Tage fest.
<BR><BR>
Nun, da man die &ouml;ffentliche Aufmerksamkeit auf sich gelenkt hat, kommen
auch viele Unternehmen auf einen zu:
</P><UL type="circle">
<LI>Angebote von Sponsoren &uuml;ber 100.000 Pounds sollte man direkt beim
ersten Angebot annehmen, auch wenn Sponsor-Firmen mal schlechte Werbung
machen k&ouml;nnen.</LI>
<LI>Angebote von Platten-Firmen sollte man erst annehmen, wenn mindestens
50.000 Pounds f&uuml;r den Start und 20% Ertragsanteil an den verkauften Platten
geboten werden.</LI>
<LI>Angebote von Wohlt&auml;tigkeits-Gigs sollte man immer annehmen, damit das
Image in der &Ouml;ffentlichkeit nicht leidet.</LI></UL>
<P>Sobald ein Plattenvertrag unter Dach und Fach ist und die Konzerthallen
und das Portemonnaie prall gef&uuml;llt sind, &uuml;bt man noch eine Runde und nimmt
dann eine Langrille mit 48 Tracks auf. Wichtig: man darf zum Zeitpunkt der
Aufnahme nicht mehr als eine Million Pounds besitzen, da sonst Erpressungen
von skrupellosen Piraten eintrudeln, mit denen man nicht verhandeln kann.
Bei Piraten, die Platten-Aufnahmen einstecken, kann man die 
&quot;Jungs&quot; um die
Welt schicken und die aufm&uuml;pfige Bande zerschmettern lassen.
<BR><BR>
Nach der Aufnahme (die Titel der Singles kann man ruhig so lassen, wie
Clive sie vorschl&auml;gt), wird die Werbetrommel angeschmissen und dann die LP
und eine Single-Auskopplung ver&ouml;ffentlicht. Zu der Single wird ein Video
gedreht, um die Verkaufszahlen anzukurbeln. Als Produzent w&auml;hlt man
nat&uuml;rlich nur das beste vom besten - Steven Cheeseburger! Mit einem guten
Drehort und einem netten Inhalt, passend zum Titel (z.B. &quot;Busty Lovelies
under the Shower&quot; f&uuml;r die Single &quot;Ooh Baby you make me feel good&quot;), geht es
dann erst richtig los.
<BR><BR>
Eine gute Single bleibt immer mindestens vier Wochen unter den Top-Five der
Charts. Steigt sie langsam ab, so darf man nicht direkt eine neue
hinterherschieben, da sonst die Zuschauer bei den Gigs fremdeln gehen.
Au&szlig;erdem dauert es dann viel l&auml;nger, bis die neue Single plaziert ist. Erst
wenn die alte Single ganz aus den Charts verschwunden ist, sollte man einen
neuen Titel hinterherschieben.
<BR><BR>
Mit der Zeit werden die Sternchen zu Stars. Es ist daher ratsam, seinen
Musikern ab und zu ein kleines Geschenk zu machen, da sie sonst mit
unn&ouml;tigen Sonderw&uuml;nschen antrotteln oder Radau und Skand&auml;lchen verursachen.
Kleine Geschenke erhalten die Freundschaft. Gro&szlig;e tun es aber auch ...
<BR><BR>
Viel Spa&szlig; beim Sammeln der Platine-Platten!
<BR><BR></P></BODY></HTML>