<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="f-19_stealth_fighter.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="f-a-18_interceptor.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      F-29 Retaliator
Hersteller:     Ocean


Wenn Ihr w&auml;hrend der Missionen unendl. viele Raketen haben wollt, m&uuml;&szlig;t
Ihr als Pilotennamen &quot;CIARAN&quot; eingeben.

Dasselbe bewirkt, wenn Ihr &quot;THE DIDYMEN&quot; als Piloten eintragt und das
'COLONEL-Icon' anklickt und dann noch &#060;RETURN&#062; dr&uuml;ckt oder im Hauptmen&uuml; als
&quot;THE DIDY MEN&quot; eintragt.

(Leider funktionieren diese Cheats nur bei der alten Version, die nach 80-90
Missionen abst&uuml;rzt.)

Will man alle Missionen im 1st Lieutnant Rang fliegen, so tut folgendes:

Mal angenommen, man hat im &quot;Mission Control Menue&quot; Choice of Missions
angew&auml;hlt, und man ist zum Captain bef&ouml;rdert worden. Jetzt w&auml;hlt man
die gew&uuml;nschte Mission an, kehrt ins Hauptmen&uuml; zur&uuml;ck, w&auml;hlt das
Musterungsb&uuml;ro an, klickt dort 1st Lieutnant an und dann &quot;Load Previuos
Pilot&quot;. Nun kann man die Mission im 1st-Lieutnant-Rang fliegen, also mit
unlimitierter Munition, Bezin usw. Hat man die Mission beendet, w&auml;hlt man
im Musterungsb&uuml;ro einen beliebig h&ouml;heren Rang an, sucht die gew&uuml;nschte
Mission aus und klickt dann im Musterungsb&uuml;ro wieder 1st Lieutnant an. Das
kann man beliebig oft wiederholen.

Ihr solltet etwa mit 230 mph auf die Landebahn zufliegen. Dann das Fahrwerk
ausfahren und den Sinkflug beginnen. Wenn Ihr die Landebahn erreicht habt,
sollte die Flugh&ouml;he noch ungef&auml;hr 50 Fu&szlig; betragen, und der k&uuml;nstliche
Horizont waagerecht stehen. Jetzt die Geschwindigkeit drosseln. Das Flugzeug
landet auf diese Weise ohne Schaden. Wem das zu langweilig ist, der sollte
einfach &uuml;ber den Tower hinwegfliegen und mit dem Fallschirm abspringen.
</pre>
</body>
</html>
