<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="fatal_mission_2.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="fatman.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      Fate - Gates of Dawn

Komplettl&ouml;sung
---------------

Diese L&ouml;sungshilfe kann leider nicht einfach nachgespielt werden,
sondern dient nur als Leitfaden durch das Spiel. Aufgrund des
Spiels ist es n&ouml;tig, Informationen und dergleichen durch geschicktes
Befragen der Charaktere herrauszubekommen. Au&szlig;erdem sind noch etliche
Gags und dergleichen im Programm versteckt, die man durch ein wenig
Herrumforschen ausfindig machen mu&szlig;. Aber nun zur L&ouml;sung:

Zuerst sucht ihr das zerst&ouml;rte Gasthaus und sammelt dort alle Gegen-
st&auml;nde ein. Den Helm und das Schwert solltet Ihr gleich anlegen. Nun
begebt Ihr Euch auf dem schnellsten Weg nach Lavin. Am besten geht
man immer den Weg ungef&auml;hr nach Norden nach. Dort angekommen, stellt
Ihr mindestens eine vern&uuml;nftige Party zusammen. Jetzt k&ouml;nnt Ihr Euch
an die erste Aufgabe machen: Die Wiederinbetriebnahme der Tunnelbahn.
Um dies zu erreichen, begebt Ihr euch in den S&uuml;den Larvins und sucht
dort den Eingang zu den Dungeons. Im zweiten Untergescho&szlig; ist der
Weg in den dritten Level durch einen Felsbrocken versperrt. Diesen
rollt man durch Bet&auml;tigen des nahegelegenen Schalters weg. Jetzt aus
dem dritten Stock &uuml;ber drei Treppen an die Oberfl&auml;che. Das kleine
Areal, in dem man Landet, mu&szlig; besonders sorgf&auml;ltig untersucht werden,
und das Nymphkind soolte unbedingt in die Party aufgenommen werden.
Dann durch den n&auml;chsten Eingang zur&uuml;ck in die Tiefe. Nach einigen
Herrumirren findet man dann endlich den Ausgang zur Druideninsel, der
s&uuml;dlicheren. Auf ihr trifft man auf Mulradim, der einem einiges &uuml;ber
den b&ouml;sen Magier Miras Athran erz&auml;hlen kann. Er hat auch noch einige
Tips zur L&ouml;sung der Aufgabe parat. Von der Insel weg kommt man &uuml;ber
einen Gang, der zu den Alarian Vaults f&uuml;hrt, und nicht weit von
dessen Ausgang f&uuml;hrt ein weiterer zur&uuml;ck in die Dungeons. Hier findet
 man einen Teleporter, der einen wieder nach Larvin zur&uuml;ckversetzt.

Man begibt sich zum Gasthaus Lich's Inn, das sich im Nordwest der
Stadt befindet. Dort mietet man eine Suite, kein anderes Zimmer, f&uuml;r
eine Nacht und findet &uuml;berraschend einen Geheimgang. Mit Hilfe der
blauen Kristallen im darunter liegendem Dungeon findet man den Weg
zum zweiten Teleporter im dritten Level. Durch diesen gelangt man zu
einem Teleporter-Aktivierungsschalter und einem weiteren Teleporter,
den man mit einem zweiten Schalter ben&uuml;tzen kann. Dieser teleportiert
die Helden in den vierten Level, von dem aus man durch die Kristalle
in den Level sechs  gelangt.

Nun kann der Aufstieg &uuml;ber eine Treppe durch die verschiedenen Levels
des Dungeons erfolgen und schli&szlig;lich beim K&ouml;nigsschlo&szlig; auf einer
Insel in der Mitte der Stadt enden. Dort versucht man, aus Tinius alles
&uuml;ber einen Wunderzauberstarb namens Gathalak zu erfohren, sucht diesen
Stab, und, sofern man ihn gefunden hat, setzt das Teleportersystem der
Stadt wieder in Gang. Hiermit sind das Schlo&szlig; und die Druideninsel
bequem zu erreichen. &Uuml;ber einen weiteren Eingang des Schlosses gelangt
erneut in die Dungeons. Dort beantwortet man den Steinernen W&auml;chter
alle Fragen und darf dann  weiter zum Level 5 hinabsteigen. Jetzt m&uuml;&szlig;t
Ihr die Halle der Fallen durchqueren. Soll dies ohne gr&ouml;&szlig;ere Verluste
vonstatten gehen, dann solltet Ihr die Fallen mit einem passendem Zau-
berspruch deaktivieren. Ihr k&auml;mpft euch nun weiter durch die Dungeons
bis zum Level 7. Hier mu&szlig; das Kleinste Mitglid Eurer Party durch eine
gr&ouml;&szlig;ere &Ouml;ffnung in der Wand krichen. Wenn es sich weigert, gibt's
immer noch einen Anti-Angst-Spruch oder ein bi&szlig;chen Geschwarfel.

Habt Ihr das R&auml;tsel gel&ouml;st, geht's weiter auf der Suche nach einem
Teleporter; hat dieser sich aktiviert, bringt er die Gruppe zu einem
kleinen Raum, der mit Teleportern nur so vollgestopft ist. Man sollte
diese aud jeden Fall meiden und statt dessen nach einer Reihe von
Geheimt&uuml;ren suchen. So gelangt man zum richtigen Teleporter. Der
transportiert einen zu einem Raum mit vier T&uuml;ren. Nimmt man die West-
liche, gelangt man in ein Labyrinth mit lauter Magischen W&auml;nden, aus
dem nur sehr schwer wieder herrauszufinden ist. Allgemein sind die
G&auml;nge jedoch meistens da, wo man sie auf keinen Fall vermutet h&auml;tte.
Ist man endlich raus, l&auml;uft ban bis zur Kammer von dem Magier Athran.
Dort befolgt genau den Rat, dem einen Mulradin gegeben hat. N&auml;mlich:
Man teilt die Party und l&auml;&szlig;t die Nymphe mit dem Zauberstarb den Raum
betreten, der rest erledigt sich von selbst. In der Gathalak-Kammer
befindet sich eine Fluchttreppe zur Oberfl&auml;che, die sich mit dem
gleichnamigen Item &ouml;ffnen l&auml;&szlig;t. Jetzt geht es &uuml;ber das wieder instand-
gesetzte Teleportersyszem zur&uuml;ck ins Schlo&szlig; zu Tinius. Dies w&auml;re des
Ende der ersten Aufgabe, den das Tunnelbahnsystem funktioniert jetzt.

Bevor man sich an die zweite Aufgabe wadt, sollte man in die Wildnis
einige Informationen und etwas Erfahrung sammeln. Nun kann man
endlich die hart erk&auml;mpfte Tunnelbahn ausprobieren, das Reiseziel
hei&szlig;t diesmal Cassida. Trifft man hier eventuell mal auf Magier,
sollte man diesen lieber aus dem Weg gehen, auf jeden Fall aber nie
K&auml;mpfen. Man geht ins Stadtzentrum und untersucht die dortige Statue
gr&uuml;ndlich. Jetzt zur&uuml;ck in die Wildnis und den&#009;Bettler, den man
dort trifft, ein Almosen geben. Jetzt schnell zum H&uuml;ter des Sorion
Lakes und versuchen, einiges &uuml;ber die verbotene Zone herrauszufinden.
Mit der Tunnelbahn dann nach Valvice reisen, um den Magier Mandrag
zu suchen. Hier ist Eile geboten, denn sonst bekommt man von Fate
gleich acht Teilaufgaben auf einmal zugesprochen. In den hiesigen
Tavernen h&ouml;rt man allerlei &uuml;ber die Grotten von Ghamos und andere
n&uuml;zliche Dinge. Zu diesen Grotten sollte man sich so schnell wie
m&ouml;glich hinbegeben.

Im ersten Level wird der Teleporter, der einem den Weg versperrt,
kurzerhand abgeschaltet, man sollte nicht hindurchgehen. Der Farbtopf,
den man dahinter findet, mitnehmen und sich dann auf die Socken machen
in den Level drei. Hier finden sich einige tolle Ausr&uuml;stungsgegenst&auml;nde
und jede Menge Gold. Hat man genug f&uuml;r sich eingescheffelt, steigt man
weiter in den Level vier hinab. Hier findet man in einem versteckten
Raum einen kleinen Gnom, der von einer Schlangenplage umgeben ist. Ist
man dieser Herr geworden, erweckt man den Gnom zu Leben und h&ouml;rt sich
die Infos an. An der Stelle, an der ihr den Gnom gefunden habt, sollte
einer von Euch graben, ein feines Item wartet wartet darauf, entdeckt
zu werden. Man eilt nun weiter zu den zwei Teleportern und nimmt den
n&ouml;rdlicheren davon. &Uuml;ber die Treppe geht's dann weiter in den f&uuml;nften
Level. Dieser ist ziemlich leicht, und erst zu Level-Ende st&ouml;&szlig;t man
auf ernstzunehmende Gegner, die jedoch inzwischen eh kein Problem
mehr sein d&uuml;rften. Ein Level tiefer findet man eine mit sieben goldenen
Tafeln beh&auml;ngte Wand. Die Inschrift darauf sollte man sich gut merken.
In den n&auml;chsten Level kommt man n&auml;mlich nur, wenn die Gruppe alle
sieben magischen Augen geschlossen hat. Hat man dieses R&auml;tsel gemeistert
und ist im nechsten Level, findet man sich nach einen Teleporterrundflug
in einem Gang mit vielen Einwert&uuml;ren. Die richtige liegt in der goldenen
Mitte und f&uuml;rt einen bis zu Mandrags Gef&auml;ngnis. Hat man sich die Hin-
weise auf den Tafeln gemerkt, kann man nun sein Gefengnis &ouml;ffnen, wenn
nicht, hat man Pech gehabt. Den dankbaren, sehr m&auml;chtigen Magier nimmt
man jetzt in seiner Party auf und gelangt &uuml;ber eine Fluchttreppe in
den ersten Level. Um den Opal Key zu bekommen, mu&szlig; man sich drei
Parties besorgen. Zwei davon stellt man auf die goldene Platte, die
dritte begibt sich mit dem Teleporter in die Opal Chamber, hinter der
der Stein zu finden ist.

man kehrt in die Stadt Valvice zur&uuml;ck und kauft sich dort ein Schiff,
um zu den Feen auf Fawn Islands zu segeln, die eines der sieben Teil-
st&uuml;cke des Moonwands besitzt. Da die K&ouml;nigin uns das gute Teil nur gibt,
wenn wir eine von Piraten entf&uuml;hrten Prinzessin zur&uuml;ckbringen, segeln
wie zum Piraten Roch und versuchen, etwas &uuml;ber die Endf&uuml;hrte in der
Stadt herauszubekommen. Am besten nur in den Tavernen umh&ouml;hren und dort
gespr&auml;che belauschen. Um die Fee zu befreien, ben&ouml;tigt man eine starke
Party, sonst kassieren die Piraten das L&ouml;segeld und behalten die
Prinzessin. Jetzt bringt man die Fee nach Fawn Islands zur&uuml;ck und sackt
den Spialgem, das Teilst&uuml;ck, ein. Das zweite St&uuml;ck finden wier bei
einem Mann in Laronnes. Mann trifft ihn um Punckt Mitternacht am s&uuml;d-
lichen Kreuz qan. Das M&auml;dchen mit dem gr&ouml;&szlig;ten Charisma-Wert flirtet nun
so lange mit ihm, bis er der Party das St&uuml;ck namens Dreamstone 'leiht'.
F&uuml;r das dritte Teil, den Marbeye, ist ein wenig Umh&ouml;ren erforderlich.
So erf&auml;hrt man einiges von dem geist des Piraten Bloodhawk, der im
Gasthaus von Fainvil herumspukt. Man legt sich nun mit dem Charakter,
der den Dreamstone tr&auml;gt, in eben diesen Gasthaus im besten Zimmer hin.
Dem Tr&auml;ger erscheint nun der Geist des Piraten im Traum, und der hinter-
l&auml;&szlig;t auf dem Dreamstone eine Schatzkarte-Illusion. Am n&auml;chsten Morgen
hei&szlig;t es also, auf die Karte zu schauen, zur Insel fahren und den Schatz
zu heben. In diesen befindet sich auch der Marbeye.

Die Party reist nun zur Insel Carilon, aud der Spoch, ein Magier, lebt.
Dieser gibt einem Informationen, woraufhin man im Norden der Insel eine
vergrabene Kiste sucht, die einen Lageplan des vierten St&uuml;cks, dem
Shadehag, endh&auml;lt. Auf der Felseninsel, nahe bei Carilon, lebt ein Ein-
siedler namens Gideos, der einem Infos gibt, mit denen man den Stein
leicht findet.Auf das Festland zur&uuml;ckgekert, reist man zu einem dichten
W&auml;ldchen s&uuml;dlich von Valvice. Hier macht man sich auf die Hetzjagd
hinter Rurbenock, der den Lightpearl, das f&uuml;nfte St&uuml;ck, hat. Hat man
ihn lange genug verfolgt, gibt er den Stein dann schli&szlig;lich herraus.
In der n&ouml;rdlichen Stadt Perdida h&ouml;rt man sich gut um, denn so erh&auml;lt
man Infos zum sechsten Stein, den Crin Cross. In der nahen Umgebung des
Moonlake, am Zabros Point beim gro&szlig;en Felsen zu finden, gr&auml;bt man nach
einer gro&szlig;en Dublone, die man auf den Rat des Wanderers Gilmarin als
Opfergabe f&uuml;r das gro&szlig;e Orake&ouml; von Demon Tower benutzt. Von dem erh&auml;lt
man die Koordinaten des nur bei Nacht sichtbaren Crin Cross. Also
wartet man, bis es Nacht wird und gr&auml;bt dann an bezeichneter Stelle.
Den siebten und letzten Teil mit dem klangvollen Namen Erinstaff findet
Eure Party in der Gruft der verbotenen Zone. Der Eingang la&szlig;t sich mit
folgenem Kniff &ouml;ffnen: Ihr ben&ouml;tigt hierzu eine Schalter-Kombination,
die Ihr in einem Steinkreis bei Cassida findet. Ein Teil der nun ge-
trennten Party plaziert man im Schaltraum in der N&auml;he der Stadt
Mernoc, den anderen mit Mandrag als Anf&uuml;hrer vor der Gruft. Ist die
Gruft ge&ouml;ffnet, klettert einer der Charaktere in sie hinein und holt
den Erinstaff. Jetzt schnell zur&uuml;ck nach Mernoc, um die Party nicht
geteilt vor den Monstern erscheinen zu lassen, in Mernoc ist es
n&auml;mlich sehr gef&auml;hrlich.

Alle sieben Teile gehen nun an Winwood &uuml;ber. Dieser schreitet mit ihnen
beim ersten Morgengrauen durch das magische Feuertor in die Chambers Of
Lhanis. Hier f&uuml;gt sich die Moonwand aus den sieben Teilst&uuml;cken wieder
zusammen. Jetzt mit der ganzen Party nach Katloch gewandert und dort
die Moonwand in die Mitte des Feuerkreises gelegt. Und siehe da, man
befindet sich vor dem Eingang zum Agyssium. Die Gegner im Agyssium sind
besonders hart und schwer zu besiegen. Also auf in den Kampf und &ouml;fter
mal speichern. Im siebten Dungoen-Level findet man nun das hei&szlig;ersehnte
steinerne Herz von Bergerac, welches nur Mandrag aus dem Kraftfeld
nehmen kann. Mit dem Herz im Beutel kommt man erst ein mal nach Cassida,
stellt aber fest, das die Statue merkw&uuml;rdigerweise verschwunden ist.
Deshalb besuchen wir Naristos auf seiner Burg. Ihr solltet Euch jetzt
vergewissern, da&szlig; wirklich maximal drei Partys mit im Spiel sind, die
die f&uuml;nfte wird unbedingt frei gebraucht. Naristos ist tot, und als
Winwood den Toten untersucht, entdeckt er einen Zauberstab. Neugierig
wie er ist, nimmt er ihn an sich, und eh er sich versieht, ist er auch
schon im Schlo&szlig;keller.

Um Winwood vor Gefahren zu besch&uuml;tzen, schickt man nun Mangrad auf eine
Lichtung vor der Stadt, in deren Mitte ein Stab im Boden steckt, der den
Magier bei Ber&uuml;hrung zu Winwood teleportiert. Im ersten Level m&uuml;ssen die
zwei jetzt den richtigen Teleporter aus einer Vielzahl m&ouml;glicher
heraussuchen. Dieser bef&ouml;rdert einen in einen anderen Abschnitt des
Levels, in den ein Teleporter &uuml;ber einen Schalter ungef&auml;hr im Nordosten
aktiviert wird. Findet den Schalter, kommt man zur Trepe zum zweiten
Level. Im dritten Level sucht man ein Kreuz mit Juwelen besetzt. Diese
dreht man viermal, um einen Teleporter in Cassida zu aktivieren, der
den rest der Party zum Eingang des Schlo&szlig;kellers bamt. Winwood und der
Magier schreiten nun zu letzten deaktivierten Teleporter. Da dieser
nur von au&szlig;en zu aktivieren ist, begibt sich der rest der Gruppe vom
Eingeng zum zweiten Level. Dort bet&auml;tigt man den Schalter un aktiviert
so den Teleporter. Winwood und seine Gef&auml;hrten k&ouml;nnen sich nun zum Rest
der Party beamen lassen. So ist diese wieder vereint.

Man begibt sich nun durch den raum mit dem Wasserkreuz in dem dritten
Level. Unterwegs findet man eine Brol Gem, den man mitnimmt. Mit ihm
L&auml;&szlig;t sich ein Geheimgang &ouml;ffnen. Eine der gl&uuml;henden Bodenplatten in
dem Geheimraum aktiviert den Teleporter, mit dem unsere Helden den
Level vier erreichen. Nachdem man eine Treppe hochgestiegen ist, st&ouml;&szlig;t
man auf die vermi&szlig;te Statue. Mandrag haucht dem Versteinerten mittels
des Herzen wieder Leben ein,, und man nimt Bergerac nun in die Party
auf.Jetzt l&auml;uft man den gleichen Weg zur&uuml;ck ins Level vier und K&auml;mpft
sich von dor durch teleporter und Labyrinthe bis ins Level sieben weiter.
Irgendwo dort befindet sich ein K&auml;fig in einem Raum. Man mu&szlig; jedoch recht
lange suchen, um den Raum &uuml;berhaubt zu finden, un wenn mann dies dann
doch geschafft hat, steht man vor einem weiteren Problem. Mann kann nur
hoffen, da&szlig; einer der Partymitglieder in der Lage ist, den K&auml;fig aufzu-
brechen, denn wen nicht, dann mu&szlig; man sich auf eine lange und verzwickte
Suche nach dem passenden Schl&uuml;ssel machen. Die einzigen Hinweise f&uuml;r
die Suche erh&auml;lt man im gegen&uuml;berliegenden Raum. Hat man schlie&szlig;lich
den K&auml;fig, mit welchen mitteln auch immer, ge&ouml;ffnet, dann nimmt man den
Insassen in die Party auf und macht sich auf dem Weg in dei Stadt
Cassida. Keine Zeit verlieren und so schnell wie m&ouml;glich zum steinernen
L&ouml;wen eilen, denn dort verwandelt sich die Kreatur aus dem K&auml;fig in die
Hexe Margana.

Das n&auml;chste gro&szlig;e Abenteuer ist die Schlacht gegen Thardans Geisterarmee.
Ist sie besiegt, macht man einen Hausbesuch bei Thardan. Dessen Schlo&szlig;
ist auf den Weg durch die innere Zone zu finden. Auf demselbigen sollte
einer der Magier, wollt ihr nicht alle eure Helden in den Tod schicken,
unbedingt den Moonwand bei sich tragen. Hat man sich durch die Leibwache
hindurchgemetzelt, kommt es zum gro&szlig;en Showdown zwischen Morgana und
Thargan, alles netterweise interaktiv. So lehnt man sich zur&uuml;ck und freut
sich &uuml;ber die glungene L&ouml;sung, w&auml;hrend Thardan f&uuml;r immer von uns geht.
</pre>
</body>
</html>
