<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="flashback.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="flink_cd³².html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Das oberste Gebot ist, gegenteiligen Ratschl&auml;gen aus dem Handbuch zum
Trotz, da&szlig; Ihr unter 1000 Feet zu Euren Zielen fliegt. So m&uuml;&szlig;t Ihr Euch
nicht dauernd mit SAM-Raketen herumschlagen und braucht auch nicht dauernd
im Zickzack zu fliegen, um den Geschossen der Flugabwehrkanonen
auszuweichen. Das einzige, was Ihr im Tiefflug beachten m&uuml;&szlig;t, ist, keine
Flugabwehrstellung direkt zu &uuml;berfliegen, sonst werdet Ihr mit ziemlicher
Sicherheit zumindest besch&auml;digt. Zum Thema Besch&auml;digungen: Wenn eines der
beiden Triebwerke ausgefallen ist oder der Tank ausl&auml;uft, sofort umkehren
oder &quot;Abort Mission&quot; w&auml;hlen. Das Risiko, da&szlig; das zweite Triebwerk
getroffen wird, ist einfach zu hoch. Wenn die Maschine abst&uuml;rtzt, nicht
den Schleudersitz bet&auml;tigen, sondern lieber die Mission abbrechen. Nur
wenn Ihr &uuml;ber dem Meer abst&uuml;rtzt, habt Ihr eine reelle Chance, einen
Absprung zu &uuml;berleben und aufgefischt zu werden. Br&uuml;cken zerst&ouml;rt man am
besten mit einer &quot;Paveway&quot;. Man sollte einen ECM-Pod bei sich haben, da
man zum Abwurf der Bombe in gr&ouml;&szlig;erer H&ouml;he einfliegen mu&szlig;. Au&szlig;erdem sollte
man darauf achten, da&szlig; man seinen &quot;Wingman&quot; nicht unterwegs verliert, da
sonst niemand das Ziel &quot;beleuchtet&quot; und man dann seine Bombe nicht
abwerfen kann, Damit der &quot;Wingman&quot; unterwegs von keiner Flak getroffen
wird, mu&szlig; man sein ECM selbst aktivieren (alleine kommt der Bursche nie
auf diese Idee!), indem man kurzzeitig die Kontrolle &uuml;ber das Flugzeug
&uuml;bernimmt. Danach sollte man so schnell wie m&ouml;glich in sein eigenes
Flugzeug zur&uuml;ckkehren, damit der &quot;Wingman&quot; es nicht &uuml;berholt. Wenn man mit
mehreren Sektionen fliegt, sollte man folgendes beachten : In die
Sektionen, mit denen man sp&auml;ter selbst fliegen will, kommen die Anf&auml;nger
als Piloten, in die Maschinen, die man lieber die ganze Zeit sich selbst
&uuml;berlassen will, kommen die Asse. Ein kleiner Trick: Angenommen Wing
Commander hat Euch eine Sektion Intruder und eine Sektion Phantoms zur
Verf&uuml;gung gestellt, so stellt Ihr die Startzeit der beiden F-4 so ein, da&szlig;
sie je nach Entfernung des Ziels der Operation ca 15-20 Minuten nach dem
Intruder vom Flugdeck abheben. W&auml;hrend dieser Zeit zerst&ouml;rt Ihr mit den
A-6 Haupt- und Zweitziel und bringt &uuml;ber den Golf von Tonkin mit Flugziel
Tr&auml;ger. Wenn Euch die beiden Phantoms begegnen, schaltet Ihr den
Autopiloten der Intruder ein und wechselt in die Phantom. Da kein anderes
Flugzeug von Euch im Luftraum ist, ist alles, was auf dem Radarschirm
erscheint, Freiwild und darf abgeschossen werden.

Zur &Uuml;bung eignen sich am besten die Missionen &quot;Morning Song&quot;, &quot;Deck Alert&quot;
und &quot;MIG Cap&quot;, die man, soweit m&ouml;glich, mit beiden Jets bestreiten sollte.
Ziemlich happig sind hingegen die Mission &quot;Hunter Killer&quot;. Da das Landen
per Hand nicht einfach ist, lohnt es sich zuvor einige &Uuml;bungsfl&uuml;ge zu
absolvieren; dabei hat sich besonders die Coobts-Technik bew&auml;hrt. Im
Landeanflug Fahrwerk und Hook nicht vergessen und vor allem den richtigen
Flugzeugtr&auml;ger anfliegen. In den Missionen sollte nur mit automatisch
abschaltendem Zeitraffer geflogen werden, um nicht in heikle Situationen
zu geraten. Wer es mit der A6 leichter haben will, sollte immer bei
schlechten Wetter anfliegen. Beim Bombardieren schnell und tief anfliegen
(Speed &uuml;ber 500. H&ouml;he unter 500). Wird man mit voller Bombenladung
angegriffen, wenn n&ouml;tig, die schwere Last abwerfen, um wendiger zu sein.
Wer ein ECM-Pod hat - unbedingt benutzen! Um Luftabwehrraketen zu
entkommen, wartet man, bis die Dinger sch&ouml;n nah dran sind und dreht dann
hart ab; keinesfalls dabei den Afterburner einschalten. Rookies sollten
folgende Einstellung bevorzugen: Lt., normal Energie, easy Tragets und
half Fuel.
</pre>
</body>
</html>
