<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="fred_diamonds.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="frostbyte.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Frontier - Elite 2
Hersteller:&#009;Konami/Gametek
Vertrieb:&#009;Rushware
Genre:&#009;&#009;Action/Strategie

Wertung (Amiga Game Power)

Grafik:&#009;&#009;62 %&#009;
Sound:&#009;&#009;40 %
Motivation:&#009;82 %


Wenn man ein paar Millionen verdienen will, braucht man nur eine oder zwei
Passagierkabinen und belegt sie mit in oder zwei Leuten. Dann geht man zur
Schiffswerft und tauscht sein Schiff mit Passagieren gegen das kleinste
Schiff der Werft. Es erscheint die Meldung &quot;Sie k&ouml;nnen Ihr Schiff nicht
verkaufen, wenn Passagiere an Bord sind!&quot;. Jetzt passierts. Die Differenz
der Schiffe wird gutgeschrieben und Ihr k&ouml;nnt Euer Schiff behalten.

Automatische Zielvorrichtung:
Beim Start ein Schlacht w&auml;hlt man einen Blickwinkel au&szlig;erhalb des Cockpits
und dr&uuml;ckt &#060;F10&#062;. Wenn man ein Raumschiff nicht sehen kann, erkennt man
immer noch seine Nummer. Sobald man es gefunden hat, klickt man darauf und
kehrt zum Cockpit-Modus zur&uuml;ck. Autopilot anw&auml;hlen und die Bordkanone wird
automatisch auf den Feind ausgerichtet.

Man mu&szlig; einfach nur das Riedquat-System erkunden, in dem sein Vater starb
und die Punkte gehen in betr&auml;chtlich in H&ouml;he.

Man setzt nicht, wie im Handbuch unter Vorstellungsreise beschrieben, den
Kurs auf Boston Base, sondern auf die Stadt Anderton Depot auf der
Birminghamworld. Hier bekommt man 15 Credits mehr. Dann kauft man
Metallegierungen und setzt den Kurs auf das Ross 154-System und startet.
In 12 km H&ouml;he kann man den Hypersprung ausf&uuml;hren. Im System angekommen,
dr&uuml;ckt man auf Pause und zoomt Merlin heran. Die Peilung setzt man auf
Sirocco Station.

KAMPF:
Als erstes verkauft man seine Raketen. Wird man angegriffen, so dr&uuml;ckt man
Pause und sucht anschlie&szlig;end das feindliche Schiff, um es anzuklicken (die
Peilungsquadrate sollten eingeschaltet werden). Jetzt gibt man Schub und
dreht etwas aus dem Kurs. Bei 15 km Entfernung sollte man den Autopiloten
aktivieren. Ist man nur noch 10 km vom Gegner entfernt, darf gefeuert
werden.

SCHMUGGEL:
Der Schmuggel bringt viel Geld, ist aber deshalb auch sehr gef&auml;hrlich, da
einem ab und zu die Polizei auf die Schliche kommt. Um ein gef&uuml;rchteter
Raumpilot zu werden, ist der Schmuggel aber unverzichtbar.

AUFTR&Auml;GE:
Hat man einen Auftrag vom Milit&auml;r erledigt, so wird man bef&ouml;rdert.
Schiff gesucht: Bei solchen Auftr&auml;gen sollte man untersuchen, ob man
vielleicht einen Pakettransport bekommt. F&uuml;r die anderen Aufgaben ben&ouml;tigt
man Passagierkabinen.
Vermi&szlig;te Personen: Man sollte aus allen Ausftragsangeboten die Namen
herausschreiben, da man manchmal die Namen zuf&auml;llig wiederfindet.

ROSS 154: Planet Merlin, Siroco Station, Schmuggler: Merchant Nakamichis
Export:
 tierisches Fleisch:&#009; 30- 70 Credits
Import:
 Industrieg&uuml;ter:&#009;     40
 schwere Kunststoffe:&#009;  5- 10
 Spirituosen:&#009;&#009; 30- 50
 Obst und Gem&uuml;se:&#009;     30
 Getreide:&#009;&#009;     15
 Computer:&#009;&#009;    100
 Roboter:&#009;&#009;250-450

SOL: Planet Erde, New York, Schmuggler: Peters Good Emporium
Export:
 Obst und Gem&uuml;se:&#009; 30- 40 Credits
 Spirituosen:&#009;&#009;100-150
 Luxusartikel:&#009;&#009;300-400
Import:
 Industrieg&uuml;ter:&#009;     25
 Computer:&#009;&#009;    100
 Luftbefreiung: &#009; 10- 20
 Landw. Ger&auml;te: &#009; 10- 20

FORMALHAUT: Planet Conversion, Francis Starpert,
&#009;Schmuggler: Cambridge Goods Emporium
Export:
 Getreide:&#009;&#009; 10- 15 Credits
 Obst und Gem&uuml;se:&#009; 20- 40
 Spirituosen:&#009;&#009;    100
Import:
 landw. Ger&auml;te: &#009; 10- 20
 Computer:&#009;&#009;    100
 Roboter:&#009;&#009;350-450

BARNARDS STERN: Planet Birmingham World, Abderton Depot,
&#009;Schmuggler: Merchant Nobles
Export:
 synth. Fleisch:&#009;     70 Credits
 D&uuml;nger:&#009;&#009;  3-  5
 Industrieg&uuml;ter:&#009;     30
 Computer:&#009;&#009;    100
 Robert:&#009;&#009;350-450
 Metallegierungen:&#009; 10- 15
 schwere Kunststoffe:&#009; 10- 15
Import:
 tierisches Fleisch:&#009;     70
 Tierh&auml;ute (illegal):&#009;   1100

Cemiess -2/-2: Hier gibt es 3200c f&uuml;r die Entsorgung von Edelmetallen! 550c
f&uuml;r Edelsteine und 150c f&uuml;r landwirtschaftliches Getreide und dann auch
noch der hohe Verkaufswert!

Um eine W&auml;chterzulassung, bei der Spieleversion wo das &quot;van Maanens Stern&quot;
System nicht anw&auml;hlbar ist, zu bekommen, einfach folgendes machen:
- einen Auftrag mit einer Erlaubnis Anforderung annehmen nach &quot;van Maanens
  Stern&quot;
- eine Flucht-Kapsel kaufen
- Starten
- Flucht-Kapsel aktivieren und zur&uuml;ckfliegen
- Neues Schiff kaufen
Wenn alles gut gegangen ist, habt ihr jetzt eine W&auml;chter-Zulassung.
Au&szlig;erdem k&ouml;nnt ihr so Personal feuern, ohne Folgen daf&uuml;r zu tragen.
Allerdings ist es auch sehr teuer!

Au&szlig;erdem ist es nicht m&ouml;glich Missionen zum &quot;Veareth&quot; System 0/-5 an-
zunehmen da es dort keine Stationen gibt. Hat man doch das Pech, so eine
Mission am Hals zu haben, nimmt man ganz einfach mehrere Missionen zu
einem anderen System an, startet, landet im System und startet schnell
wieder. Wenn man Gl&uuml;ck hat sind nicht nur die eigentlichen Missionen
erledigt sondern auch die, die nicht f&uuml;r das System bestimmt waren.

Wolltet ihr schon immer wissen was beim &quot;Cobra  MK3&quot; auf der Plakette auf
der R&uuml;ckseite steht: &quot;Warning: Radiation persists even if engines have
cooled. Protective clothing must be warn all times.&quot;

Wer schon immer ein gro&szlig;es Schiff ohne Besatzung fliegen wollte, der sollte
den imperialen Courier oder Trader fliegen.

Sollte man eine millit&auml;rische Karriere vorziehen, mu&szlig; man sich fr&uuml;h f&uuml;r
eine Seite entscheiden. Damit man schnell bef&ouml;rdert wird, darf man bei einer
Seite keinerlei Rang haben sonst wird es selbst bei einfachem Rang sehr
schwer bef&ouml;rdert zu werden.

Ein echt tolles Schiff ist der &quot;Asp Exploder&quot; mit millit&auml;rischem Hyperdrive
KL.4 das man sp&auml;ter kaufen kann. Es hat eine hohe Reichweite von 21LJ und
eine Beschleunigung von 22,2 Erd g. Empfehlenswert ist dann ein 4MW Laser,
8 Schilde, Energiebombe, Treibstoff f&uuml;r 2 Max. Spr&uuml;nge.
</pre>
</body>
</html>
