<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Space Quest 3 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">King's Quest 4</FONT><BR><FONT SIZE="+1">Quest for the Crown</FONT></B><BR><BR><BR><B>Karten:</B><BR><A
HREF="kq1.gif">&Uuml;bersicht</A><BR><BR>Um in den Besitz des magischen
Schwertes zu gelangen, gehen wir erst einmal zwei  Bilder in Richtung Westen.
Dort schieben wir den Stein weg (move rock away)  und  nehmen den Dolch, der
dann zur Erscheinung kommt (take dagger). Nun gehen wir zum Brunnen, wo wir in
den Eimer steigen (climb into bucket). Wenn  wir  unten  im Brunnen angekommen
sind, springen wir ins Wasser (jump into water) und tauchen zur &Ouml;ffnung
links unten. In der H&ouml;hle schreiben wir schon einmal &quot;cut rope&quot;,
dr&uuml;cken aber noch nicht Return, sondern tauchen im Brunnen erst wieder auf
und dr&uuml;cken dann Return. So erhalten wir den Eimer. Wenn  wir  nun  zur&uuml;ck
in die H&ouml;hle tauchen, treffen wir einen Drachen, den wir  mit  Wasser 
bespritzen (throw water). Nun begeben wir uns zum See mit der  Elfe. Falls die
Elfe noch nicht da ist, m&uuml;ssen wir noch einmal aus dem Bild   heraus  und 
direkt  wieder  hinein  gehen.  Nachdem  wir  die  Elfe angesprochen  haben 
(talk  to  elf),  bekommen  wir  einen magischen Ring. Daraufhin  verschwindet 
die  Elfe  und  wir  streifen den Ring auf unseren Finger (put on ring). Jetzt
holen wir uns die Tasche, die an dem Baumstumpf liegt  (look  stump,  take 
pouch,  open puch). Wir gehen zu der Br&uuml;cke und geben  dem Troll die
Diamanten (give diamonds). Dann sprechen wir den Zwerg an  (talk  to  gnome) 
und  antworten ihm folgendes: &quot;ifnkovhgroghprm&quot;. F&uuml;r diese 
richtige  Antwort  erhalten  wir  einige  magische  Bohnen,  die wir aufheben
(take beans).<BR><BR>Hinter  dem Haus des Holzf&auml;llers pflanzen wir die
Bohnen ein (plant beans), welche   sehr  schnell  wachsen,  so  da&szlig;  wir 
bald  schon  an  der  Ranke hochklettern  k&ouml;nnen  (climb  beanstalk). Wenn
wir ganz oben sind, befinden wir  uns  im Land der Wolken und gehen ein Bild
nach Osten, um dort am Ring zu  rubbeln  (rub ring). Im n&auml;chsten Bild in
Richtung Osten sehen wir einen Riesen,  bei  dem wir warten, bis er
eingeschlafen ist. Dann nehmen wir uns die magische Truhe (take chest).<BR><BR>Jetzt
 gehen  wir  zum  Klee  und  nehmen  das vierbl&auml;ttrige Kleeblatt (get
clover).  Dann  gehen  wir  nach  Norden und zweimal nach Westen, um an die Schl&uuml;ssel
 zu gelangen (take keys). Nun gehen wir zum Holzf&auml;ller und &ouml;ffnen die 
T&uuml;r (open door). Wir geben ihm die Sch&uuml;ssel (give bowl) und f&uuml;llen
sie auf  (fill  bowl).  Dann  nehmen  wir die Geige (take fiddle) und gehen zum
Walnu&szlig;baum, wo wir eine Walnu&szlig; pfl&uuml;cken (take walnut), die wir &ouml;ffnen
(open walnut).  Dann gehen wir zum H&ouml;hleneingang, wo wir auf einen Adler
treffen, an  dessen Greifarme wir springen, wenn er wegfliegt (jump). Vom Adler
wird man in ein Bild mit einem Loch gebracht. Wir gehen nach Westen und pfl&uuml;cken
einen Pilz (take mushroom). Jetzt lassen wir uns in das Loch fallen, wo wir ein 
Bild nach S&uuml;den, dann eins nach Westen gehen. Wir d&uuml;rfen aber nicht zu
nah an die Ratte kommen, w&auml;hrend wir ihr die Walnu&szlig; geben (give
walnut).<BR><BR>Nun  &ouml;ffnen wir die T&uuml;r und gehen nach Westen, wo
wir auf der Geige spielen (play  on  fiddle).  Im  S&uuml;den  treffen  wir  den
 K&ouml;nig und warten, bis er weggegangen ist. Jetzt nehmen wir noch das Zepter
und das Schild, gehen die Treppe  hoch,  essen  in dem kleinen Raum den Pilz und
gehen durch das Loch (take  shield,  take sceptre, eat mushroom). Nun sehen wir
uns beim Felsen, dem Ausgangspunkt des Spieles, wieder.<BR><BR>Wir gehen von
hier aus zum K&ouml;nig und verbeugen uns vor ihm (bow king) ...<BR><BR></P></BODY></HTML>
