<HTML>
<HEAD>
<TITLE>Leisure Suit Larry 5 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR>
<B><FONT SIZE="+3">Leisure Suit Larry 5</FONT><BR>
<FONT SIZE="+1">Passionate Patti does a Little Undercover Work</FONT></B><BR>
<BR><BR><B>Larry bei der Arbeit</B><BR><BR>
Zun&auml;chst werden wir wie gew&ouml;hnlich von unserem Chef ge&auml;rgert
(warum mu&szlig; er auch immer so hetzen?). Er verlangt eine Tasse Kaffee,
die wir ihm sofort bringen wollen. Wir gehen zur Kaffeemaschine, die neben
der T&uuml;r steht, und tragen den Kaffeebeh&auml;lter an dessen
Arbeitstisch. Der Boss &uuml;berreicht uns einen kleinen Camcorder. Mit
diesem betreten wir das linke Zimmer. An der Wand im Hintergrund sehen
unsere entz&uuml;ckten Augen ein h&uuml;bsches Poster mit der Aufschrift
&quot;Americas Sexiest Video&quot;. Damit haben wir aber nichts am Hut
(oder sonst wo)! In der rechten unteren Ecke erblicken wir drei bespielte
Videob&auml;nder. Wir nehmen und l&ouml;schen sie mit dem Ger&auml;t, das
links neben der Standlampe auf dem Tisch plaziert ist. In einer der drei
Schubladen des Tisches entdecken wir ein Ladeger&auml;t. Wir betrachten das
Fa&szlig; mit der Aufschrift &quot;Desinfe&quot; genauestens und verlassen
dann den Raum durch die rechte T&uuml;r. Im Nachbarzimmer entdecken wir im
Drucker unten links eine n&uuml;tzliche Karte. Im Aktenschrank stehen im
obersten Fach ganz rechts drei Akten, die wir ebenfalls mitnehmen.
Anschlie&szlig;end kann man das Geb&auml;ude verlassen. Vor der T&uuml;r
steigen wir zu der h&uuml;bschen Blondine in die Nobel-Karosserie ein. Nun
bringt uns die nette Dame zum Flughafen (Film!). Hier benutzen wir den
automatischen Ticket-Bucher, der links neben der T&uuml;r steht. Nachdem
wir die Karte in den Schlitz gesteckt haben, werden drei Fl&uuml;ge
angeboten. Wir w&auml;hlen als Zielort Miami (dort soll es &uuml;brigens
sehr sch&ouml;ne Str&auml;nde geben!) und betreten dann das Geb&auml;ude,
wo wir uns links halten. An der Steckdose k&ouml;nnen wir das
Ladeger&auml;t benutzen, welches wiederum dem Camcorder recht zweckdienlich
ist. Sobald sich der Camcorder voll aufgeladen hat, stecken wir diesen und
das Ladeger&auml;t wieder ein und gehen nach rechts, bis wir auf eine
verschlossene T&uuml;r sto&szlig;en, &uuml;ber der sich eine Kamera dreht.
Dieser zeigen wir die ADF Card und die T&uuml;r &ouml;ffnet sich. Entweder
wir versuchen, auf dem Stuhl Platz zu nehmen, oder wir warten, bis
&uuml;ber der T&uuml;r &quot;now boarding&quot; aufblinkt, um dann das
Ticket (rechts neben der T&uuml;r) einzustecken. Im Flugzeug erwartet uns
ein interessantes Magazin und ein geruhsamer Schlaf ...
<BR><BR><B>Patti und der Secret Service</B><BR><BR>
Inzwischen sind wir als Patti nicht unt&auml;tig. Nach dem unerwarteten
&quot;Erfolg&quot; des neuerlichen Auftritts finden wir uns bald als
Angestellter des FBI wieder. Zun&auml;chst testen wir das Strip Symbol an
dem Techniker und dann erst an dem Neger, der unten links in der Ecke
steht. Weiter rechts sprechen wir mit dem Inspektor Desmond. Von ihm
erhalten wir einen Codenamen (Agent 88) und eine Telefonnummer (556-2779),
die wir in unser Ged&auml;chtnis einspeisen. Wir betreten das Nebenzimmer
und verlassen es nach dem Film wieder. Auf dem l&auml;nglichen Tisch liegen
zwei Data Packs und ein Data Man, welche man unbedingt einstecken
mu&szlig;. Weiter links finden wir auf dem langen Tisch einen &quot;Hooter
Shooter&quot;. Der Mega-BH wird auch direkt inspiziert und danach
angezogen. Vor dem Eingang steht eine weitere Luxus-Limousine, in die wir
einsteigen. Drinnen benutzen wir den &quot;PC Hammers Data Pack&quot; mit
dem &quot;Data Reader&quot; und halten diese dem Chauffeur unter die Nase.
Nach einem t&uuml;chtigen Schluck Champagner und einem Telefonat mit dem
Chef haut man sich erstmal aufs Ohr.
<BR><BR><B>Larry und Michelle Walken</B><BR><BR>
Wir verlassen den Warteraum und finden bei einer genauen Untersuchung des
Zigaretten-Automaten etwas Kleingeld im M&uuml;nzschacht und eine
Telefonnummer von einem Taxi-Service auf den Werbeplakaten, die wir direkt
an dem einzigen funktionierenden Telefon im ganzen Flughafengeb&auml;ude
ausprobieren (552-4668). Im Taxi zeigen wir dem Fahrer die Serviette und
finden einen Terminplaner und jede Menge Geld und Kreditkarten - das sollte
zun&auml;chst einmal gen&uuml;gen. Vor dem Cafe k&ouml;nnen wir hinter der
linken Pflanze ein kleines Gesch&auml;ftchen erledigen. Drinnen belabern
wir den Aufpasser solange, bis er ein Ticket aus dem Automaten zieht, das
wir nun ein wenig verf&auml;lschen - in die Musicbox stecken und schon
sind wir zum Super-User avanciert! Nun h&auml;lt uns auch kein
T&uuml;rsteher mehr auf. Zun&auml;chst setzen wir uns an den freien Tisch
und bestaunen das edle Ambiente, aber schon nach wenigen Sekunden spaziert
Michelle Walken an uns vorbei. Mit der Eintrittskarte ist die T&uuml;r
f&uuml;r uns nat&uuml;rlich kein Hindernis mehr! Typisch Larry setzen wir
uns in die N&auml;he von Michelle und quatschen sie an. W&auml;hrend des
Gespr&auml;chs schalten wir den Camcoder ein. Mit dem Geld und den
Kreditkarten kann man Michelle gut beeindrucken - sie ist ja so
bestechlich! Das reicht dann auch erstmal - Job getan, ab zur n&auml;chsten
Frau. Nachdem wir den Camcoder wieder abgestellt haben, fahren wir mit dem
Taxi zum Airport. Dort besorgen wir uns ein Ticket nach Atlantic City, laden
den Camcorder auf und legen eine neue Kassette ein. Und schon sind wir auf
dem Weg nach Atlantic City!
<BR><BR><B>Patti und Reverse Biaz</B><BR><BR>
Der Weg f&uuml;hrt uns direkt zum Shill Building, einem in der Tat
reichlich schrillen Ort. Doch auch die hier erh&auml;ltlichen Informationen
halten uns nicht davon ab, das Geb&auml;ude zu betreten. Wir wecken den
Portier und weisen ihn mit dem Dataman daraufhin, da&szlig; wir allzu gerne
Reverse Biaz sehen w&uuml;rden, woraufhin man uns den Aufzug holt, mit dem
wir in den neunten Stock fahren. Oben entleihen wir uns die goldene
Schallplatte und legen sie auf den Plattenteller. Bei einer wechselnden
Geschwindigkeit von 33 und 78 Umdrehungen pro Minute und einer wechselnden
Spielrichtung - mal r&uuml;ckw&auml;rts, mal vorw&auml;rts - k&uuml;nnen
wir eine Aufforderung h&ouml;ren, Drogen zu erwerben - Beweisst&uuml;ck
Nummer eins wird hiermit sichergestellt. Reverse Biaz merkt davon
nat&uuml;rlich nichts, vielmehr ist er so von uns fasziniert, da&szlig;
er uns zu einer Probeaufnahme als Keyboarderin einl&auml;dt. Nach dem
dritten Anlauf klingt unser Gedulde auch schon recht angenehm, worauf wir
mit Biaz mit einer Flasche Champagner ansto&szlig;en. Gewieft verl&auml;ft
das Bes&auml;fnis ganz nach unseren Vorstellungen. Nachdem Biaz uns in
seinem reichlich angetrunkenen Zustand eine Kassette gegeben hat, verziehen
wir uns, bevor die Verwechslung auff&auml;llt, nehmen die Diskette aus
dem Dataman und legen die Diskette von PC Hammer ein. Mit der Limousine
fahren wir anschlie&szlig;end weiter nach Philadelphia.
<BR><BR><B>Larry und Lana Luscious</B><BR><BR>
Der Automat spendiert uns mal wieder das n&ouml;tige Kleingeld f&uuml;r den
Anruf des Taxiservice, dessen Nummer auf einem der Werbeplakate zu lesen
ist (553-4468). Im Taxi halten wir dem Fahrer die Streichh&ouml;lzer unter
die Nase und werden dann zum Tramp Casino gebracht, wo wir von einer
lustigen Dame nach der heutigen Gl&uuml;ckszahl befragt werden - mit ein
wenig Gl&uuml;ck err&auml;t man sogar die richtige Zahl und wird um 10
Spieldollar reicher. Beim Standard-Zubeh&ouml;r eines jeden
Larry-Abenteuers, dem Poker-Automaten, m&uuml;nzen wir die 10 Kr&ouml;ten
in satte 1000 Dollar um. Im hinteren Teil der Spielh&ouml;lle befindet sich
die ber&uuml;hmt-ber&uuml;chtigte Schlammring-Arena, zu der wir uns gegen
25 Dollar Zutritt verschaffen k&ouml;nnen. Viel tut sich hier jedoch noch
nicht, das eigentliche Highlight findet erst am Abend statt. Also
entscheiden wir uns, den langsam anschwillenden Bauch abzutrainieren. Und
was bietet sich da mehr an als eine Runde Rollerblades-Fahren auf der
wundersch&ouml;nen Strand-Promenade von Atlantic City? Den fahrbaren
Untersatz leihen wir uns bei Ivana Skates aus - als Pfand geben wir den
Camcorder - und ziehen ihn auf einer Bank am Pier an. Doch aus dem
geplanten Training wird nichts. Schon nach kurzer Zeit rollt die
sch&ouml;ne Lana Luscious an uns vorbei, die wir mit den eben erworbenen
Rollerblades-Kenntnissen schnell einholen k&ouml;nnen. Nach einem kurzen
Gespr&auml;ch, unserem Versprechen, zu dem Schlammringen zu erscheinen und
der ern&uuml;chternden Ablieferung der Rollerblades bei Ivana Skates
machen wir uns auf den Weg zur Show. Die l&auml;cherliche Summe von 500
Dollar ist uns diese Show immer Wert, zumal wir sie mit dem Camcorder
aufzeichnen k&ouml;nnen! Da&szlig; wir Bestandteil der Aufnahmen werden,
war urspr&uuml;lich nicht geplant, aber es kommt, wie es kommen mu&szlig;
und noch schlimmer. Nach dieser Peinlichkeit erster G&uuml;te stellen wir
den Camcorder wieder ab, lassen uns zum Flughafen fahren, laden dort wieder
den Camcoder auf, legen eine neue Kassette ein und fliegen dann nach
Miami.
<BR><BR><B>Patti und John Krapper</B><BR><BR>
Ein genauerer Blick auf den Dataman beschert uns einen Code, mit dem wir
ohne Umwege zum K-RAP-Obermacker John Krapper gelangen k&ouml;nnen. Wir
nutzen die Abwesenheit seiner Sekret&auml;rin und hacken den Code ein, um
dann schnell in das B&uuml;ro zu verschwinden (45954). Auch hier sitzt weit
und breit niemand, also ergreifen wir die g&uuml;nstige Gelegenheit und
durchw&uuml;hlen das Zimmer auf brauchbare Beweisst&uuml;cke: im Blumentopf
finden wir den Schl&uuml;ssel, mit dem wir die Schreibtisch-Schublade
&ouml;ffnen k&ouml;nnen. Wir k&ouml;nnen die Schublade auch mit dem
Brief&ouml;ffner knacken, aber mit dem Schl&uuml;ssel bleiben unsere
Taten doch verdeckter. In der Schublade entdecken wir einen weiteren Code,
den wir uns gut einpr&auml;gen, und eine Akte mit vertraulichen Unterlagen,
von denen wir am defekten Kopierer Abz&uuml;ge machen - Beweisst&uuml;ck
Nummer 2 here you are. Leider macht der Kopierer den ganzen Stre&szlig;
nicht mehr mit und wir sehen schon wieder ein neues Problem vor uns. Bevor
wir jedoch in den Nebenraum gehen, legen wir den Brief&ouml;ffner, die
Papiere und den Schl&uuml;ssel wieder zur&uuml;ck. Die Dusche im Nebenraum
entpuppt sich als fahrende Falle. Wie es der Zufall so will, warten unten
auch schon neue Kleider auf uns. Mit dem Code aus Krappers B&uuml;ro
&ouml;ffnen wir die T&uuml;r zum Aufnahmestudio B, wo wir an den
Kn&ouml;pfen rumspielen und prompt eine Unterhaltung der Jungs in Studio B
mitverfolgen k&ouml;nnen. Dieses Beweisst&uuml;ck Nummer 3 wird mit der
Kassette aus dem Regal aufgenommen. Leider sind wir nicht so
unauff&auml;llig, wie es sein m&uuml;&szlig;te - PC Hammer bemerkt unser 
Treiben und blockiert unseren Fluchtweg. Aber nicht umsonst sind wir eine
Gr&ouml;&szlig;e des hohen C. Nachdem wir das Band zur&uuml;ckgespult und 
wieder an uns genommen haben, drehen wir die Verst&auml;rker im Studio voll
auf, treten in W&uuml;rde zum Mikrofon und sprengen mit unserer Stimme die
Studio-Glasscheibe in 1000 St&uuml;cke. &Uuml;ber den Aufzug suchen wir
unsere Kleider und danach das Weite.
<BR><BR><B>Larry und Chi Chi Lambada</B><BR><BR>
Wieder einmal erweist sich der Automat am Flughafen als freundlicher
Geldspender. Aus den Werbeanzeigen entnehmen wir zwei n&uuml;tzliche
Telefonnummern - &uuml;ber die eine Nummer (554-1272) gelangen wir leicht
an eine Green Card, die vor dem Flughafen-Geb&auml;de zu finden ist, 
&uuml;ber die andere Nummer (554-8544) bestellen wir uns ein Taxi. Wenn wir
dem Fahrer die Visitenkarte zeigen, bringt er uns zu Doctor Pulliam. Dort,
im zweiten Stock, klopfen wir an das Fenster und beantworten brav die
nervenden Fragen (yes, yes, no, no, yes, yes, yes, yes, yes, yes, no, no,
no) - puh, geschafft. Und schon teilt man uns unseren Termin mit. Leider
k&ouml;nnen wir sooo lange nicht warten. Also rufen wir die Arztpraxis an - 
vom Telefon aus der Arztpraxis selbst! Die Nummer entnehmen wir der 
Visitenkarte (554-3627). Prompt fragt man uns, ob es sich um einen Notfall
handelt. Sicher handelt es sich um einen Notfall. Und schon haben wir
unseren Termin - und zwar pronto. Es fehlt nur noch der n&ouml;tige Beweis.
Also schnell den Verband vom Tisch um den Kopf wickeln und erneut bei der
netten Dame klopfen. So schnell geht das und schon liegen wir auf dem
Behandlungstisch bei Chi Chi Lambada. Wir nutzen die Gelegenheit und
schalten den Camcorder ein. Beim Small Talk mit Chi Chi erweist sich unsere
Green Card nach hartn&auml;ckigen Versuchen, Chi Chis Bluse zu &ouml;ffnen,
als n&uuml;tzliches Utensil. Nach dem doch recht erfreulichen Anblick und
der Nachspeise bestellen wir uns im Wartezimmer ein Taxi und lassen uns zum
Flughafen zur&uuml;ckbringen. Von hier fliegen wir nach Los Angeles. Der
Flug verl&auml;ft jedoch nicht nach unserem Geschmack. Aber wozu haben wir
schlie&szlig;lich n&auml;chtelang Flugsimulationen gespielt?
<BR><BR><B>Patti und Larry im Grande Finale</B><BR><BR>
Beim anschlie&szlig;enden Festtags-Essen gibt es ein fr&ouml;hliches
Wiedersehen mit Patti. Auch deren Super-BH tut das seinige, bevor wir
gemeinsam das wohlverdiente und langerwartete Wochenende auf Camp Davis
verbringen k&ouml;nnen.
<BR><BR></P></BODY></HTML>