<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="harlequin.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="harves_nightmare.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Strategietips zur Wasserschlacht: 9.0 Takeover
Die Tips beziehen sich auf die Mission &quot;9.0 Takeover&quot; auf der Seite der
UDSSR, da ich diese f&uuml;r die zweifellos beste &uuml;berhaupt halte. Hier kommt
auf beiden Seiten eine starke Luftstreitmacht zum Einsatz. Eure erste
Amtshandlung als Flottenadmiral und Oberbefehlshaber &uuml;ber die sowjetischen
Luftstreitkr&auml;fte sollte das Setzen von Hubschrauberpatrouillen,
insbesondere zur U-Boot-Abwehr, sein.
Da man &uuml;ber gen&uuml;gend Hubschrauber verf&uuml;gt, kann man ruhig in jeden &auml;u&szlig;eren
Sektor einen ASW-Hubschrauber und die unteren Sektoren Eurer Flotte auch
noch je einen AEW-Hubschrauber fliegen lassen. Bald wird Euch eine
AEW-Patrouille einen NATO-Flottenverband melden, der jedoch keine Gefahr
darstellt. Um ihn k&uuml;mmert ihr Euch sp&auml;ter. Als n&auml;chstes sollte Euer
Schlachtkreuzer der Kirov-Klasse mindestens 10 bis 15
SS-N-19-Shipwreck-Lenkflugk&ouml;rper auf den n&ouml;rdlichsten NATO-Flugplatz
abfeuern. Wenn die meisten Raketen treffen, sollte der Flugplatz
unbrauchbar sein. Danach greifen Eure TU-22M-Backfire-StandOff-Bomber den
Flugplatz AKa und Eure TU-16 Badger StandOff-Bomber den Flugplatz AHa an.
Gebt ihn am besten alles, was Ihr habt! Ihr solltet immer mindestens 2
IL-76, Mainstay-Patrouillen mit je zwei J&auml;gern als Begleitschutz in der
Luft haben. Feindlichen J&auml;gern solltet Ihr mit einer mindestens 1,5fachen
&Uuml;berlegenheit begegnen ( 3 MIG 29 gegen 2 F-16C ). Gegen F-16C solltet Ihr
als Sieger hervorgehen. Das einzigste Problem d&uuml;rfte die F-15C sein, da
ihre AIM-7M - &quot;Sparrow&quot;-Flugk&ouml;rper eine gr&ouml;&szlig;ere Reichweite als die AA-10
&quot;Alamo&quot; besitzen. Also stellt zun&auml;chst die &quot;Range Circles&quot; auf die
Reichweite Eurer und der feindlichen AAMs ein sowie Euren Treibstoffvorrat
inklusive R&uuml;ckflug (wichtig!). Nun sollten die F-15 von zwei verschiedenen
Richtungen angegriffen werden, wobei eine zur&uuml;ckbleibt. N&auml;hert Euch
vorsichtig dem Radius ihrer Waffen. Sobald ihr mitgeteilt bekommt, da&szlig;
Sparrows auf Euch zufliegen, z&uuml;ndet Ihr den Nachbrenner und fliegt in die
entgegengesetzte Richtung. Sind die Sparrows auf der Strecke geblieben,
wiederholt Ihr das ganze Man&ouml;ver noch einmal und zwar solange, bis der
feindliche Waffenradius auf den der &quot;Sidewinder&quot; geschrumpft ist. Ihr
d&uuml;rftet jetzt nur noch wenig Sprit haben und solltet den Abschu&szlig; der
anderen Staffel &uuml;berlassen. Schon zu Beginn n&auml;hert sich eine F-15 Eurer
Kampftruppe. Keine Angst - die Kirov wird sie vernichten. Doch es ist
ratsam, zur Zeit des Angriffs die Hubschrauberpatrouillen auf ein Minimum
zu reduzieren, damit sie nicht Opfer eines Luftangriffs werden. Sind die
Langstreckenbomber von ihrem Einsatz zur&uuml;ckgekehrt und aufgetankt, sollten
sie sofort die anderen Flugpl&auml;tze unter Beschu&szlig; nehmen. Ist die
uneingeschr&auml;nkte Luft&uuml;berlegenheit erreicht- alle Flugpl&auml;tze sind
zerst&ouml;rt- sollte man sich &ouml;fter mal den &quot;Status&quot; ansehen. Die Flugzeuge,
die es noch geschaft haben, Eurem Angriff zu entkommen, werden fr&uuml;her oder
sp&auml;ter mangels Sprit ein Loch im Erdboden hinterlassen. Sind nur noch
maximal sechs Flugzeuge in der Luft (Ihr k&ouml;nnt also 118 Absch&uuml;sse
verbuchen), so handelt es sich um E-3-Sentry Fr&uuml;hwarnzeuge gro&szlig;er
Reichweite des Gegners, die keine Gefahr mehr darstellen. Ein anderes
Problem sind die NATO-U-Boote, die meist zuerst zum Schu&szlig; kommen. Ein
Patentrezept hierzu kenne ich nicht, man sollte entweder ruckartige
Kurs&auml;nderungen mit H&ouml;chstgeschwindigkeit vornehmen, um Torpedos zu
entkommen oder man sollte versuchen, sich in gr&ouml;&szlig;tm&ouml;glicher Tiefe und mit
Schleichfahrt vor ihnen zu verbergen. Die beiden n&ouml;rdlichsten U-Boote
sollten zum Hauptverband sto&szlig;en, die &uuml;brigen werden fr&uuml;her oder sp&auml;ter in
Gefechte verwickelt. Ist man im Besitz der Luftherrschaft im n&ouml;rdlichen
Norwegen, sollten sich TU-95 Bear auf die Suche nach den zwei anderen
NATO-Flottillen machen. Sind sie entdeckt, sollten sich die
SU-22-Fencer-Staffeln um alle drei Flottillen k&uuml;mmern. Sind erst einmal
alle Flugh&auml;fen ausgeschaltet, k&ouml;nnt Ihr in Seelenruhe die H&auml;fen erledigen.
Noch etwas: Die auf Eurem Flugzeugtr&auml;ger stationierten Jagdmaschinen
sollte man aus allen Gefechten heraushalten, denn sie sind einem Angriff
von NATO-Flugzeugen nicht gewachsen.
</pre>
</body>
</html>
