<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="head_games.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="heavy_metal.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
In Honkkong :
- In der Bar mit dem Barkeeper Ho sprechen (1 1 1 1)
- den zwei Gesalten folgendes antworten (1 2)
- Den Chinesen Chi &uuml;berzeugen mitzukommen (1 3 3 oder 3 3 2)
- Aus der Bar gehen, Faltblatt nehmen, Schwalbe falten und Chi vorf&uuml;hren
- Mit Chi zum Apotheker Wu gehen und Heilkr&auml;uter besorgen
  (dazu begeben wir uns zum Kai und f&uuml;ttern die M&ouml;we mit einer getrockneten
   Pflaume, das Resultat nehmen wir f&uuml;r Wu mit.)
- In der Apotheke bekommen wir dann noch einen gef&auml;lschten Pa&szlig; und eine
  Karte.
- Lomax besuchen
- Im Flugzeug Brecheisen, Seil und Anker mitnehmen

In Cheng Du :
- Mit Bauer reden (3 2 3)
- Kleider tauschen (mit Bauer)
- Mit Seil die Kuh einfangen
- Zur Burg gehen, Bauern beobachten, und Chi mit Kuh losschicken (vorher noch
  den Anker mitgeben).
- In der Burg Ninjakleidung anlegen und Pf&ouml;rtnerhaus erkunden, Schl&uuml;ssel mit-
  nehmen
- Im Palast Gespr&auml;ch der Li Dengs belauschen und in der gro&szlig;en Halle mit
  Kate sprechen (Hilfe versprechen)
- In den Speiseraum gehen und Flasche einstecken
- In der K&uuml;che den Hund mit dem Wein bet&auml;uben
- Brath&auml;hnchen mitnehmen
- Im Zimmer des Kochs Messer mitnehmen
- T&uuml;r &ouml;ffnen und entdecken einen zweiten Ausgang aus der gro&szlig;en Halle
- Raus aus dem Palast und zur Burgmauer, dort den Anker herunterwerfen und
  Jake Masters heraufziehen
- Mit Jake Masters zum Pf&ouml;rtnerhaus schleichen und so Wachen ausweichen
- In den Palast und in den Speiseraum
- Vor dem Feuer durch die K&uuml;che und das Schlafzimmer in die gro&szlig;e Halle
  fl&uuml;chten, dort die T&uuml;r verriegeln und die Schlangen erschie&szlig;en, wobei
  wir nicht verhindern k&ouml;nnen, da&szlig; Kate gebissen wird.
- Kate auf den Arm nehmen und auf den Balkon fl&uuml;chten, dort das Seil an
  die Br&uuml;stung binden und zur Panzergarage fl&uuml;chten
- Im Panzer den Schl&uuml;ssel benutzen und anschlie&szlig;end auf den Starter
  dr&uuml;cken.
- ACTION SEQUENZ
- Im Flugzeug Heilkr&auml;uter an Chi geben

In Kathmandu:
- Flugzeug verlassen und mit Chi Lage besprechen
- Jake Masters geht Hilfe holen, Chi geht zur&uuml;ck ins Flugzeug und deckt dort
  Kate mit einer Zeltplane zu und verarztet sie bis Hilfe kommt.
- Jake Masters spricht mit der Retterin Ama (2 2 3) und schaut sich an-
  schlie&szlig;end im Dorf um.
- Telegramm an Lomax schicken
- In die Bar und mit Barkeeper sprechen (2 3), Dann mit Sardar diskutieren
  (2)
- Zum Lama gehen und um Einla&szlig; bitten, das Gespr&auml;ch mit dem weisen Mann
  bringt nichts, deshalb gehen wir anschlie&szlig;end zum lokalen Diktator,
  wo wir wegen einer unpassenden Bemerkung ins Gef&auml;ngnis geworfen werden.
- Chi l&auml;uft zu Ama, worauf diese Jake Masters aus dem Knast rettet, jetzt
  schnell mit Kate reden und dann zum Schrottplatz, mit dem Jungen
  diskutieren und ihm als Tauschgegenstand ein selbstgebasteltet Auto
  anbieten (St&auml;bchen, M&uuml;nzen und Zigarrenschachtel)
- Nochmals zum Lama gehen und Neuigkeiten einziehen
- In der Taverne Sardar zur Hilfe &uuml;berzeugen (1 3), Jake Masters schenkt
  Sardar seinen Revolver...   ... die Revolution bricht aus!

In Istanbul:
- Auf dem Weg in die Stadt bemerken Kate und Jake Masters einen Orangen-
  verk&auml;ufer
- Jake Masters findet einen Offiziersclub und f&uuml;hrt von dort ein Telefon-
  gespr&auml;ch mit Lomax, danach wird er mal wieder verhaftet
- Kate tauscht ihre Brosche beim H&auml;ndler und bekommt daf&uuml;r Geld, das sie
  beim Gl&uuml;cksspiel vervielfacht
- Darauf wirft sie beim Oranenverk&auml;ufer ausversehen einen Wagen um und
  entschuldigt sich vielmals, daf&uuml;r erh&auml;lt sie eine Blume
- Sie kauft ein Kamel f&uuml;r 200 Shekel
- Im Laden kauft sie eine S&auml;ge
- Mit Kamel zum Palast...
- Der Frau in der Seitenstra&szlig;e die Blume geben
- Nachdem Jake Masters gerettet ist, fl&uuml;chten beide zum Stadttor und schenken
  dem Orangenver&auml;ufer das Kamel (2 3)
- Am Flugplatz sieht man gerade noch, wie das Flugzeug in Flammen aufgeht,
  also gehen beide zum Bahnhof und kaufen eine Karte f&uuml;r den Orientexpre&szlig;

Im Zug:
- Als Jake Masters (1 1 3 3)
- Als kate (2 1 3)
</pre>
</body>
</html>
