<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="heavy_metal.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="heimdall_2.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
&#060;SHIFT&#062;+&#060;Q&#062; dr&uuml;cken und schon ist man wieder auf dem Schiff.

1. Welt (MIDGARD)

1. Insel: Kn&ouml;pfe der Fu&szlig;bodenfalle folgenderma&szlig;en bedienen (von links nach
rechts) 6-2-1-6-1, um an den Saphir vom Sockel zu kommen Descension Spruch
benutzen, Mann im letzten Raum den Hemlock (von der 3. Insel) schenken.
2. Insel: Vor dem Abgrund Revelation-Spruch anwenden.
3. Insel:  Kn&ouml;pfe nicht benutzen, im ersten Raum Hemlock, im Room of the
Jaws (der Raum mit den vielen Fu&szlig;angeln) Detect Doors anwenden.
4. Insel: Viele Fallen und lauter miese Kerle.
5. Insel: Im ersten Raum &uuml;ber linken Knopf laufen, im Altarraum Chalice
trinken, mit dem Pa&szlig;, den man von dem schwebenden Mann bekommt (braucht man
auf der 6. Insel), von dannen ziehen, Shop besuchen.
6. Insel: Hier kann man nur an den zwei Spiegeln vorbei, wenn der F&uuml;hrer
ein Wizard oder Warrior ist, Wizardweg ist nur einmal begehbar! Am Ende
jedes Ganges befindet sich ein Shop.
7. Insel: Hier findet man den Diamanten, den man f&uuml;r die neunte Insel
ben&ouml;tigt.
8. Insel: Den Magier bek&auml;mpfen, da er eine Runelore Potion besitzt
(notfalls mehrmals die Insel anlaufen).
9. Insel: Den Runestone im Raum mit dem Baumstumpf auf den rechten Ast
legen, auf den linken Ast legt man den Diamanten, in die Mitte geh&ouml;rt das
Silvercoin.
10. Insel: Im Tresor den Runestone mitnehmen, die T&uuml;ren lassen sich nur
durch einen Rundgang &ouml;ffnen, hinter der linken T&uuml;r ist ein Symbol, das beim
Betreten die Party in einen Shop beamt.
11. Insel: Ein Monster hat einen Shrinking Spruch, den man selbstverst&auml;ndlich
braucht.
12. Insel: Serpent Killer Spruch bereithalten nach Benutzung der sechs Power-
runes &ouml;ffnet man die beiden verschlossenen T&uuml;ren und erreicht einen weiteren
Raum, in dem man den Shrinking Spruch ausspricht. Hiermit hat man die erste
G&ouml;tterwaffe, den Hammer des Thor.

2. Welt (UTGARD)

1. Insel: Hier findet man den G&ouml;tterpa&szlig; Seal, den man ben&ouml;tigt um an dem
W&auml;chter des Brunnens vorbeizukommen, ruhig einen Schluck des Wassers trinken.
2. Insel: Einziger Shop dieser Welt (Food und Schl&uuml;ssel kaufen!)
3. Insel: Feuerspeienden Kopf mit Wasserspruch l&ouml;schen, in der Truhe findet
man eine Megawaffe (Storm Blade mit 8 (!) Trefferpunkten), den Rubin braucht
man f&uuml;r die 10. Insel.
4. Insel: Um an das Mundst&uuml;ck des F&uuml;llhorns zu kommen mu&szlig; man den drei
Geschwistern einen Apfel von Iduna, die Halskette der G&ouml;tter und die
Dracheneier bringen, anschlie&szlig;end schnappt man sich das Mundst&uuml;ck durch
Anwendung eines Disenchant Spruch.
5. Insel: An der Weggabelung linkes Haus nehmen, im letzten Raum (mit den
vielen Scrolls) Detect Doors anwenden, im Heuhaufen findet man die Drachen-
eier.
6. Insel: Wasserspruch f&uuml;r den feuerspuckenden Kopf, nach langen G&auml;ngen den
gefundenen Helm auf das Helmpodest legen und Diamantenschl&uuml;ssel aus dem
Glaskasten mitnehmen.
7. Insel: Den Riesen erschlagen und Thunder Blade (6 Trefferpunkte) mit-
nehmen, nun das Buch Egils Saga suchen und Revelation Spruch aussprechen,
man erh&auml;lt dann den Shrinking Spruch.
8. Insel: Nur Ger&uuml;mpel im Pferdestall des Riesen.
9. Insel: Nicht betreten, wenn man das Mundst&uuml;ck des F&uuml;llhorns nicht hat,
nach &Uuml;berquerung des Abgrundes (mit Telportationsspruch) geht es nicht mehr
zur&uuml;ck, nach erfolgreicher Schlacht ins F&uuml;llhorn blasen, man wird
automatisch zur Insel 12 gebeamt.
10. Insel: Mit dem Diamantenschl&uuml;ssel zur Riesin Iduna, dort Rubin gegen
den Apfel tauschen.
11. Insel: In der rechten H&uuml;tte wohnt ein Zwerg, der uns die Halskette der
G&ouml;tter gibt, das linke Haus lohnt nicht weiter.
12. Insel: Zwischen die zwei Pfeiler stellen und den Shrinking Spruch
aufsagen, als Ergebnis bekommt man f&uuml;r seine M&uuml;he den Speer des Frey.

3. Welt (ASGARD)

1. Insel: Viele Disarm Traps sind n&ouml;tig (Pfeilfallen), ist der Bootssteg
erreicht, so sollte man dem Drachenkopf (Gallionsfigur) das Pulver &uuml;ber-
sch&uuml;tten, der Drache niest und gibt damit den Silberring frei.
2. Insel: Den Sack mit den Steinen in die leere Nische verfrachten und
daf&uuml;r den Sack mit dem Pulver (der f&uuml;r die erste Insel von N&ouml;ten ist)
mitnehmen, auf dieser Insel ist der einzige Shop von Asgrad (Food, Food und
nochmal Food!)
3. Insel: Dreimal den Revelation Spruch sprechen, die Items an den Enden der
Br&uuml;cken unbedingt mitnehmen (Sack mit Steinen f&uuml;r Insel 2, Storm Blade,
Water Spell) Auch die Runestones einsammeln.
4. Insel: Alle Gegner killen, da sie alle Runestones haben, die uns den
richtigen Weg am Meer &uuml;ber das Wasser zeigen (rechter Weg), eventuell kann
man ja auch einen Wiederbelebungsspruch benutzen, auf der anderen Inselseite
den 2. Silberring mitnehmen.
5. Insel: K&auml;mpfen bis zum Umfallen, ein Revelations Spruch ist die ganze
Beute.
6. Insel: Den Ring an der Decke erh&auml;lt man mit folgender Kombination (von
links nach rechts): 1-2-4-6-8 dann die Mitte dr&uuml;cken, falls es nicht klappt
vorher herausfinden welcher Knopf den Ring trifft.
7. Insel: Insel nicht ohne die drei Silberringe und den Wasser Spruch
betreten. Im 2. Raum das Feuer mittels Wasser Spruch l&ouml;schen und damit
den Weg zu einer magischen Gittert&uuml;r freimachen, zu den 3 Symbolen gehen
und die Ringe anwenden, Odins Schwert ist der Lohn, nun mu&szlig; nur noch das
gro&szlig;e Finale auf der Achten Insel &uuml;berstanden werden...
</pre>
</body>
</html>
