<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="james_pond_-_underwater_agent.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="james_pond_3.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;James Pond 2 - Robocod
Hersteller:&#009;Millenium
Vertrieb:&#009;Bomico
Genre:&#009;        Jump' n Run

Wertung (Amiga Game Power)

Grafik:&#009;&#009;68 %&#009;
Sound:&#009;&#009;52 %
Motivation:&#009;72 %


Um Robocod unverwundbar zu machen einfach &#060;CRTL&#062; dr&uuml;cken, der Rand flackert
kurz, jetzt den Cheat mit &#060;RETURN&#062; aktivieren. (Man sollte mal &#060;F9&#062; und
&#060;F10&#062; dr&uuml;cken!)

&quot;O.S. FRIENDLY&quot; (AGA version) oder &quot;thanks wayne&quot; eintipppen und dann &#060;M&#062;
dr&uuml;cken um den Cheat-Screen zu aktivieren.

Im Intro eingeben: &quot;LITTLE MERMAID&quot; --&#062; Cheat-Mode
&#060;B&#062;&#009;&#009;zaubert Badewanne herbei
&#060;C&#062;&#009;&#009;zaubert Auto herbei
&#060;F&#062;&#009;&#009;verleiht Fl&uuml;gel
&#060;G&#062;&#009;&#009;l&auml;dt mit &#060;S&#062; gespeicherte Position
&#060;P&#062;&#009;&#009;zaubert Flugzeug herbei
&#060;RETURN&#062;&#009;Unverwundbarkeit
&#060;S&#062;&#009;&#009;Speichert aktuelle Position
&#060;X&#062;&#009;&#009;Levelende
&#060;K&#062;&#009;&#009;Selbstmord
&#060;F6&#062;&#009;&#009;50Hz
&#060;F7&#062;&#009;&#009;60Hz
&#060;F9&#062;-&#060;F10&#062;&#009;schaltet Synthesizer an/aus
&#060;M&#062;&#009;&#009;Level-Men&uuml; erscheint

Hier k&ouml;nnt Ihr folgende Codes benutzen:
01 Level 1-1&#009;&#009;19 Bonus Level 6&#009;37 Level 5-1
02 Level 1-2&#009;&#009;20 Level 4-1&#009;&#009;38 Bonus Level 10
03 Level 1-3&#009;&#009;21 Level 4-2&#009;&#009;39 Level 8
04 Bonus Level 1&#009;22 Bonus Level 7&#009;40 Bonus Level 11
05 Level 6-1&#009;&#009;23 Bonus Level 8&#009;41 Level 9-1
06 Bonus Level 2&#009;24 Level 4-3&#009;&#009;42 Bonus Level 12
07 Bonus Level 3&#009;25 Level 7-1&#009;&#009;43 Bonus Level 13
08 Level 6-2&#009;&#009;26 Level 7-2&#009;&#009;44 Bonus Level 14
09 Level 6-3&#009;&#009;27 Level 7-3&#009;&#009;45 Bonus Level 15
10 Level 1 &amp; 2 Boss&#009;28 Level 7-4&#009;&#009;46 Bonus Level 16
11 Level 5 &amp; 6 Boss&#009;29 Level 7-5&#009;&#009;47 Bonus Level 17
12 Level 7 &amp; 8 Boss&#009;30 Level 5-1&#009;&#009;48 Hard Level!
13 Level 3-1&#009;&#009;31 Level 5-2&#009;&#009;49 Level 9-2
14 Bonus Level 4&#009;32 Level 5-3&#009;&#009;50 End-Animation
15 Level 3-2&#009;&#009;33 Level 5-4
16 Bonus Level 5&#009;34 Level 5-5
17 Level 3-3&#009;&#009;35 Level 5-6
18 Level 3-4&#009;&#009;36 Bonus Level 9

Bonuslevel:
Um in einen besonderen Bonuslevel zu gelangen, m&uuml;&szlig;t Ihr den zweiten Turm
hochklettern, rechts auf das Dach springen und die n&auml;chste Turmspitze
&uuml;berspringen. Nun landet Ihr auf einem Dach, auf dessen linken Seite ein
Turm zu finden ist.

Gleich zu Anfang d&uuml;st man nach rechts und h&uuml;pft &uuml;ber die Eingangstore von
Level 1 und 2 hinweg. Dann so weit wie m&ouml;glich nach rechts und hoch aufs
Dach. Von hier aus f&uuml;hrt der Weg nach 
links, und schon steht man im ersten
Geheimlevel.

Wer auch noch nach zwei Zusatzleben giert, tut gut daran, im Level hinter
dem ersten Tor auf der letzten Fragezeichenplattform nach oben zu springen.
Man gelangt in eine Nische, spaziert noch ein St&uuml;ckchen nach links (oder
rechts?), und schon hat man zwei Leben mehr.

Sprecht mal CHEAT r&uuml;ckw&auml;rts aus. Dann kommt Ihr auf TAEHC. Springt
einfach auf die Objekte mit dem passendem Namen! (Gleich am Anfang rechts
oben auf der Burg.) Also: Trip (Wasserhahn), Apple (Apfel), Earth (Erde),
Hammer (Hammer...) und Cake (Keks)... So dieses richtig gemacht wurde, was
man daran merkt, da&szlig; der Screen aufblitzt, hat der kleine Held ab sofort
f&uuml;r 10 Minuten einen Schutzschild. ABER VORSICHT: Er kann immer noch
sterben! Jetzt sollte man schnellstens den ersten Raum beenden, denn nun
sind ALLE T&uuml;ren offen, so da&szlig; man nun in jeden Level springen kann.

Irgendwo im Spiel sind f&uuml;nf Objekte, dessen Anfangsbuchstaben in der
richtigen Reihenfolge das Wort POWER ergeben. Also sollte man folgendes
aufsammeln: Penguin (Pinguin), Oil (&Ouml;l), Wine (Wein), Earth (Erde) und
Racquet (Tennisschl&auml;ger).

Im Sportequipment-Level, nach dem zweiten Spike, sind f&uuml;nf Objekte in
einer Reihe, dessen Anfangsbuchstaben, richtig geordnet, das Wort LIVES
ergeben. Also in folgender Reihenfolge aufsammeln: Lips (Lippen), Ice
cream (Eis), Violin (Geige), Earth (Erde) und Snowman (Schneemann). Hat
man dieses erfolgreich getan, so wird man mit unendlich Leben belohnt.
</pre>
</body>
</html>
