<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="jimmy_white's_whirlwind_snooker.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="john_madden's_american_football.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Jimmy's Fantastic Journey
Hersteller:&#009;Lionheat Software
Vertrieb:&#009;???
Genre:&#009;&#009;Jump &amp; Run

Wertung (Amiga Games)
Gameplay:&#009;58 %
Grafik:&#009;&#009;62 %
Sound:&#009;&#009;41 %
Motivation:&#009;64 %
--------------------
Gesamt: &#009;60 %

Die Disk darf nicht BESCHREIBBAR sein. Spielt das Game ganz Normal bis
Level 1.3, sammelt aber auf keinen fall mehr als 8 Leben! Kurz vorm
Levelende h&uuml;pft ihr &uuml;ber GELBE Steine die die Form einer PYRAMIDE haben.

Bleibt rechts neben den Luftblasen stehen und la&szlig;t unbedingt DAUERFEUER
eingeschaltet. In den Moment wo der Gegner auf euch st&uuml;rzt (er sieht aus
wie die H&auml;lfte einer Pyramide mit F&uuml;&szlig;en) und er euch killt sprich das es
euch ein Leben kostet, dr&uuml;ckt &#060;ESC&#062;. Nun f&auml;ngt die Floppy kurz zu rattern
an und die Floppyanzeige leuchtet Gelb. Nachdem diese erloschen ist, dauert
es noch etwas. Nun befindet ihr euch in einen Bildschirmchaos aus den
Hiscores, einem schwarzen Bild und Teilen des letzten Levels. Dieses Chaos
k&ouml;nnt ihr nun Beenden (aber Vorsicht es befinden sich noch 2 Gegner im Spiel
die ihr erledigen m&uuml;&szlig;t, die euch aber nicht t&ouml;ten d&uuml;rfen - die wirre Grafik
ist so ok). Habt ihr nun den Level beendet, so landet ihr ganz Normal in
Level 1.4. Dort ist nun auch die Grafik wieder Normal, Allerdings habt ihr
jetzt 99 Leben. (Keins mehr einsammeln, denn dann sind es 0 !!!)

In Level 1.4 sollte man nicht die Levelabk&uuml;rzung benutzen, sondern den
regul&auml;ren Weg. Auf diesem kann man 3 weitere Extra-Leben sammeln.

In Level 3.4 gleich zu Beginn auf die h&ouml;chste Plattform h&uuml;pfen, den Gegner
erledignen, etwas nach oben h&uuml;pfen und ihr landet in einen Geheimraum der
die Stage 3.4 auch sogleich beendet.

Sammelt in Stage 1.1 bis 1.6 m&ouml;glichst alle Leben, das sind maximal 29.
Diese k&ouml;nnte ihr ab Stage 2.1 brauchen.

In folgenden Leveln findet man versteckte Boni. R&auml;ume mit zum Teil ver-
stecken Levelabschnitten:

Stage&#009;Anzahl&#009;&#009;Stage&#009;Anzahl&#009;&#009;Stage&#009;Anzahl

1.1&#009;2&#009;&#009;1.2&#009;3&#009;&#009;1.3&#009;3
1.4&#009;2&#009;&#009;1.5&#009;4&#009;&#009;2.1&#009;1
2.2&#009;1&#009;&#009;2.3&#009;2&#009;&#009;2.4&#009;2
2.5&#009;2&#009;&#009;2.6&#009;2&#009;&#009;3.1&#009;1
3.2&#009;2&#009;&#009;3.3&#009;2

Level Geheimg&auml;nge: diese beenden den Level auf einem anderen Weg! Dieser
kann einfacher sein, mu&szlig; aber nicht.

1.1&#009;2&#009;&#009;1.4&#009;1&#009;&#009;1.5&#009;1
2.1&#009;1&#009;&#009;2.3&#009;1&#009;&#009;2.5&#009;1
3.4&#009;1

Wenn ihr einen Gegner erledigt hinterlassen manche eine Symbol (&sect;).
Sammelt das Symbol 1 mal und schie&szlig;t beim n&auml;chsten mal &ouml;fter auf dieses
Symbol. Nun erscheinen diese Symbole nach und nach.

Nach x mal sammeln gibt es:

Anzahl&#009;Ergebnis&#009;Wirkung
1&#009;   &sect;&#009;&#009;Multiplikator
2&#009;   F&#009;&#009;Gegner einfrieren
3&#009;   $&#009;&#009;kurzzeitig unverwundbar
4&#009;   P&#009;&#009;Extra Waffen Power
5&#009;   1&#009;&#009;Extra Leben

Schie&szlig;t einfach mehrmals auf das Zeichen und nehmt dann das gew&uuml;nschte
Symbol auf.
</pre>
</body>
</html>
