<HTML>
<HEAD>
<TITLE>Manhunter: New York - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR>
<B><FONT SIZE="+3">Manhunter: New York</FONT></B>
<BR><BR><BR>
<B>Erster Tag</B><BR><BR>
Man wird mitten in der Nacht von einem Orb aus dem Bett geworfen. Im
Bellevue Hospital wurde eingebrochen. Man d&uuml;st nat&uuml;rlich sofort dorthin. Ist
man dort, fallen einem die vielen Orbs auf. Da man durch die Vordert&uuml;r
nicht in das Geb&auml;ude gelangt, tut man dies durch ein Loch in der R&uuml;ckwand.
Ist man drin, f&auml;llt der Blick erstmal auf den Fu&szlig; der Leiche. Es handelt
sich hier im Reno Davis. Nachdem man in der Kirche nichts gefunden hat,
geht man in die Bar. Dort setzt man sich an den Spielautomaten und spielt,
nachdem man sein K&ouml;nnen als Messerwerfer unter Beweis gestellt hat. Nun
geht man ohne Umwege zum Ende des Labyrinths und notiert sich die
Reihenfolge, in der die P&uuml;ppchen eliminiert werden (1. obere Reihe, dritte
von links, 2. mittlere Reihe, zweite von links, 3. untere Reihe, vierte von
links). Weiter geht es zum Park und dort auf die Toilette, wo man sich auf
die letzte Klosch&uuml;ssel im Damen-WC setzt und ein paar mal zieht, bis man in
die Kanalisation flutscht. Hier findet man 12 Keycards, und zwar an den
Stellen, an denen bei dem Spielautomaten die roten Felder waren - die
beiden Labyrinthe Kanalisation und Spielautomat sind n&auml;mlich identisch!
Eine Karte des Labyrinths findet man auf der R&uuml;ckseite der Manhunter Field
Map. Nun mu&szlig; man nur noch ein Medallion finden. Am Horizont ortet man ein
Riesenrad, und schon steht das n&auml;chste Reiseziel fest: der Vergn&uuml;gungspark.
Am Park angekommen begibt man sich zur mittleren Schie&szlig;bude. Hier wird man
leicht an den Sppielautomaten in der Bar erinnert. Da man sich ja
hoffentlich die Reihenfolge in der Bar notiert hat, braucht man dem
Budenbesitzer nur noch das Medallion zu zeigen und die Datacard zu nehmen.
<BR><BR><B>Zweiter Tag</B><BR><BR>
Im Gran Central Terminal wurde ein Roboter gestohlen. Man schaut sich das
mit dem MAD an. Person 1 entpuppt sich als rockbegeisterte Dame, die man im
Wreched Exxed Nightclub findet. Da der Aufpasser offenbar etwas gegen uns
hat, geht man durch den Hintereingang. Wenn man die Punker erledigt hat und
endlich drinnen ist, schaut man sich die Leute dort etwas genauer an.
K&uuml;mmert man sich um die Falschen, kommt der Aufpasser und setzt uns an die
frische Luft. Dies passiert auch mit der Zielperson, die dabei eine Keycard
verliert. Person 2 trifft sich im Vent-O-Deli mit einer anderen Person und
geht mit ihr zum Central Park, wo die Spur bei den Minenfeldern endet. Im
Vent-O-Deli ist eigentlich nur das Bild, welches sich hinten links an der
Wand befindet, wichtig. Dort liest man den Namen Harvey und merkt sich
diesen. Im Central Part kann man leider nur ausprobieren und Tee trinken.
Ist man auf dem Feld mit dem Schild gelandet, geht es weiter auf das
n&auml;chste Feld, auf dem &uuml;berall Steine herumliegen, oder es geht zu einem
Feld mit einem See. Von dem Feld mit den Steinen aus geht es weiter zu
einem Feld mit einem Spazierstock, den man nat&uuml;rlich mitnimmt. Von dem
anderen Feld aus geht es weiter zu einer Leiche. Auf dem Boden neben der
Leiche liegt ein Taschentuch mit dem Namen H. Osborne und ein Notizblatt
mit dem Namen Anna. Durch den MAD erf&auml;hrt man die Adresse der beiden. Dort
angekommen findet man die Leiche von Anna sowie einen Schl&uuml;ssel. Um zu
Person 3 zu gelangen, zeichnet man erst einmal den Weg der Person in seiner
Karte f&uuml;r das Museum ein. Dann f&auml;hrt man hin und &ouml;ffnet die Hintert&uuml;r mit
dem Schl&uuml;ssel aus Anna`s Wohnung. Alle T&uuml;ren lassen sich mit einer Keycard
&ouml;ffnen. Die T&uuml;r im vierten Stock bricht man mit dem Spazierstock auf. Dem
Monster hinter der T&uuml;r zeigt man das Medallion, und es &ouml;ffnet einem die T&uuml;r
daf&uuml;r. Dahinter befindet sich eine weitere Leiche und Modul B, das
mitgenommen wird. Die T&auml;towierung sollte man sich ebenfalls mal anschauen.
Das Bild an der linken Wand sieht wie ein Plan der Wohnung aus.
<BR><BR><B>Dritter Tag</B><BR><BR>
Im Greenwood Cemetery wurde ein Orb ermordet. Man sieht sich also den
Fluchtweg des M&ouml;rders an. Zuerst geht es auf zur Kirche, wo man auf der
linken Seite die Kerzen anz&uuml;ndet, wobei man sich an der T&auml;towierung
erinnern mu&szlig;. Nun m&uuml;&szlig;te sich eine Nische &ouml;ffnen, in welcher man das Modul A
findet - und mitnimmt. Man sollte sich noch die zwei Zeichen an der
Innenseite der T&uuml;r merken, bevor man zu Adul`s Pawn Shop geht, wo einem der
Mann hinter dem Tresen ein Brett mit verschiedenen Symbolen zeigt. Man
nimmt das Kreuz und die zwei Symbole aus der Kirche. Nun &ouml;ffnet sich eine
Fallt&uuml;re. Die nun folgende Zahlenkombination mu&szlig; man offenbar erraten - die
letzten drei lauten jedenfalls 1031, 264, 425. Hinter der letzten T&uuml;r liegt
nat&uuml;rlich wieder mal eine Leiche. Der Tote hat auf seiner Stirn nicht nur
das allseits bekannte &quot;P&quot; f&uuml;r &quot;Phil&quot;, sondern auch den Namen &quot;Harry&quot; in
seinen Mantelaufschlag gestickt. Geht man weiter, findet man ihn: Phil mit
einem Messer! Nachdem man ihm eine runtergehauen hat, verschwindet er und
verliert einen Zettel, den man mitnimmt. Weiter geht es zum Theater. Dort
geht man in den Raum, in den auch der Fl&uuml;chtende gegangen ist, und h&auml;ngt
das Bild ganz links ab. Es kommt ein Tresor zum Vorschein. Die
erforderliche Kombination steht auf dem Zettel, den Phil verloren hat. Man
schaue sich die Daten der beiden rechten Bilder an und erinnere sich an die
Daten auf dem Grabstein, vor dem der Orb aufgespie&szlig;t worden war. Man
kombiniere: Mantelumschlag + Grabstein = Harry Jones! In Jones` Wohnung
f&auml;llt einem gleich das Bild aus dem Museum ein. Der Pfeil zeigte auf einen
Kasten. Dieser Kasten ist hier das Radio. Mit dem Spazierstock haut man
einmal drauf und nimmt Modul C. Der Mann im Central Park zeichnete &quot;Coo..&quot; an
den Stein und hatte ein &quot;P&quot; auf der Stirn. Klarer Fall: der Mann hei&szlig;t Phil
Cook. In seiner Wohnung im Empire State Buildung weckt ein Computer das
Interesse am Ausprobieren. Man schaltet ihn ein und gibt als Passwort
&quot;UCUCC&quot; ein. Mit dem Computer schickt man einen Wachroboter im Krankenhaus
in die Halle (Alpha Security - Hall Protection).
<BR><BR><B>Vierter Tag</B><BR><BR>
Nachdem man den Computer repariert hat, geht`s ab zum Bellevue Hospital. Da
kein Bewacher da ist, geht man rein und wird von einem Orb entdeckt. Dieser
ruft einen Wachroboter, und man landet etwas unsanft in einer Kammer,
welche mit Skeletten &uuml;bers&auml;t ist. Man wirft einen Blick durch die Luke an
der Wand und wartet, bis der Roboter weg ist. Nun bricht man das Gitter mit
der Eisenstange weg. Ist das geschehen, sieht man sich die Maschine etwas
genauer an und nimmt das Modul, welches in der Maschine steckt. Dann zieht
man den hebel an der Maschine nach oben und klettert auf das F&ouml;rderband.
Nun kommt eine ganz nette Zwischensequenz, in der es darum geht, due T&uuml;r zu
erreichen. Danach landet man auf der Stra&szlig;e. Weiter geht es zum Grand
Central Terminal, wo man mit dem Spazierstock den Rolladen aufbricht. Im
Inneren des Geb&auml;udes steht ein Raumschiff der Orbs, leer und verlassen. Man
steigt nat&uuml;rlich ein, steckt die Module in die Modulsch&auml;chte, dr&uuml;ckt den
Knopf unter dem Blitz und dr&uuml;ckt den mittleren der drei Kn&ouml;pfe. Man dr&uuml;ckt
nun alle Kn&ouml;pfe, die man dr&uuml;cken kann. Man mu&szlig; lediglich darauf achten, da&szlig;
man von den drei Kn&ouml;pfen den rechten zuletzt dr&uuml;ckt. Hat man das
unterirdische Labyrinth passiert, braucht man nur noch auf alle Zentren der
Orbs eine Bombe zu werfen: Bellevue Hospital, Empire State Building, Grand
Central Terminal und die Freiheitsstatue. Leichter gesagt als getan, weil
Phil einem im Nacken h&auml;ngt - aber auch Phil ist nicht perfekt und
irgendwann wird es schon klappen ...
<BR><BR></P></BODY></HTML>