<HTML>
<HEAD>
<TITLE>Iron Lord - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR>
<B><FONT SIZE="+3">Iron Lord</FONT></B>
<BR><BR><BR>
Zuerst geht man nach Chateney-Malabry und nimmt dort am
Bogenschie&szlig;-Wettbewerb teil. F&uuml;r jeden Schu&szlig; ins Schwarze bekommt man 100
Goldst&uuml;cke. Man sollte deshalb am Anfang ruhig &Ouml;fters mal ins Schwarze
schie&szlig;en, aber dann aufgeben und wieder in der ersten Runde beginnen. So
bekommt man in kurzer zeit ein h&uuml;bsches S&uuml;mmchen zusammen. Dann gewinnt man
das Bogenschie&szlig;en. Nicht aufgeben - es ist gar nicht so schwer! Als
Belohnung erh&auml;lt man einen Pokal.
<BR><BR>
Anschlie&szlig;end reitet man nach Koronado, wo man von dem H&auml;ndler den Auftrag
erh&auml;lt, eine gestohlene Perlenkette zu suchen. Nun begibt man sich nach
Torantek, wo man in einer Taverne an einem Armdr&uuml;ck-Wettbewerb teilnehmen
kann. Auch diese Probe sollte man ohne gro&szlig;e Probleme meistern k&Ouml;nnen. Nun
kann man sich mit der dort befindlichen Bedienung unterhalten und erh&auml;lt
ein Medallion. Mit diesem geht man zu dem im Westen versteckten S&Ouml;ldner und
gibt es ihm, damit er Vertrauen gewinnt und gegen ein Wertvolles Geschenk
seine Mithilfe bei der Suche anbietet. Nachdem man ihm die Perlenkette
abgekauft hat, verl&auml;&szlig;t man die Stadt wieder und reitet zur Abtei der
Tempelritter. Man sucht zun&auml;chst den M&Ouml;nch auf und nimmt seinen Auftrag an.
<BR><BR>
Dann reitet man weiter zur M&uuml;hle und kauft dem M&uuml;ller ein Amulett ab,
welches im Kampf gegen die unz&auml;hligen Geheimboten wertvolle Dienste
leistet. Sollte man unterwegs von einem solchen angegriffen werden, geht
man am besten folgenderma&szlig;en vor: parieren, rechts attackieren, links
attackieren, parieren, links unten attackieren, rechts oben attackieren.
Dies wiederholt man, bis er besiegt ist. Gelegentliches Abspeichern und
Heilen beim Kr&auml;uterh&auml;ndler nach einem Kampf sollte auch in Erw&auml;gung gezogen
werden.
<BR><BR>
Nun geht es wieder zur&uuml;ck nach Koronado, wo man dem H&auml;ndler die Perlenkette
geben kann. Er sichert als Dank die Hilfe seiner M&auml;nner zu und bietet eine
goldene R&uuml;stung zum Verkauf an, die man dem S&Ouml;ldner in Torantek aush&auml;ndigt.
Nachdem man sich auf diese Weise auch seine Mithilfe gesichert hat, sucht
man den Kr&auml;uterh&auml;ndler in Chateney-Malabry auf, der im Austausch gegen den
Pokal einen Heiltrank f&uuml;r den M&Ouml;nch mixt und seine Unterst&uuml;tzung im Kampf
zusagt. Nachdem man den Trank in die Abtei gebracht hat, spricht man mit
dem dort befindlichen Anf&uuml;hrer der Tempelritter, erz&auml;hlt ihm von dem
&uuml;berragenden Sieg beim Armdr&uuml;cken und bringt ihn dadurch auf die richtige
Seite.
<BR><BR>
Jetzt hat man den Ruf eines erfahrenen K&auml;mpfers erworben und kann den Wirt
in Koronado davon &uuml;berzeugen, seine Schulden beim M&uuml;ller zu begleichen, was
zwei weitere Hundertschaften Soldaten einbringt. Nun reitet man wieder
zur&uuml;ck zum Heimatschlo&szlig; und stellt sich seinem dunklen Oheim zum letzten
Gefecht ...
<BR><BR></P></BODY></HTML>