<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.5 [de] (Win98; I) [Netscape]">
   <meta name="AUTHOR" content="Michael Staßfurth">
   <meta name="CREATED" content="20000107;11175414">
   <meta name="CHANGEDBY" content="Michael Stassfurth">
   <meta name="CHANGED" content="20000107;11313066">
   <title>startseite</title>
<style>
	<!--
		TD P { color: #000000 }
		P { color: #000000 }
		A:visited { color: #ff00ff }
		A:link { color: #0000ee }
	-->
	</style>
</head>
<body text="#000000" bgcolor="#C0C0C0" link="#0000EE" vlink="#FF00FF">
&nbsp;
<p><b><font color="#660000"><font size=+3>Bedienung</font></font></b>
<p><b><font color="#000000">Beim ersten Programmstart mu&szlig; eine Spielstanddatei
gew&auml;hlt werden. Das Programm startet nun in deutsch, um das zu &auml;ndern,
mu&szlig; auf Prefs und dann auf englisch geklickt werden. Die Spracheinstellung,
sowie der Pfad des Savefiles wird gespeichert. Bei jedem Neustart des Programmes
wird nun der angegebene Spielstand geladen.&nbsp; Um die Spielstanddatei
zu &auml;ndern ebenfalls in Prefs auf Savefile klicken und eine neue w&auml;hlen.</font></b>
<br><b><font color="#000000"></font></b>&nbsp;
<p><b><font color="#800000"><font size=+1>Hauptmen&uuml;</font></font></b>
<p><b><font color="#000000">Man klicke auf den Knopf, der einer n&auml;heren
Beschreibung bedarf (oder scrolle im Text nach unten).</font></b>
<p><map NAME="MAP1"><area SHAPE=RECT COORDS="9,98,79,111" HREF="#prefs" TARGET="SEITE" ALT="Preferences"><area SHAPE=RECT COORDS="10,59,80,72" HREF="#finanzen" TARGET="SEITE" ALT="Finanzen"><area SHAPE=RECT COORDS="10,38,80,53" HREF="#lager" TARGET="SEITE" ALT="Lager"><area SHAPE=RECT COORDS="10,18,79,33" HREF="#soldaten" TARGET="SEITE" ALT="Soldaten"></map><img SRC="../../gfx/hauptmenu.gif" NAME="Grafik1" NOSAVE BORDER=0 USEMAP="#MAP1" height=144 width=265>
<p><b><font color="#000000">Das Tool unterteilt sich in mehrere kleine
Programme, weshalb alle Daten erst eingeladen werden, wenn sie n&ouml;tig
sind. Nach dem Verlassen des Unterprogrammes werden die Daten dann zur&uuml;ckgeschrieben
(optional nat&uuml;rlich).</font></b>
<p><a NAME="soldaten"></a><b><font color="#990000"><font size=+3>Soldaten</font></font></b>
<p><b><font color="#CC0000"><font size=+1>Wertefenster</font></font></b>
<br><img SRC="../../gfx/soldaten2.gif" NAME="Grafik2" NOSAVE BORDER=0 height=190 width=219>
<p><b><font color="#000000">Ganz oben steht der Name unseres Soldaten.
Nach dem Start des Programmes sollte das der erste Soldat sein. Danach
kommen s&auml;mtliche Eigenschaftswerte, frei w&auml;hlbar, versteht sich.
Auch die angelegte R&uuml;stung und die Verletzungen k&ouml;nnen modifiziert
werden.</font></b>
<br><b><font color="#000000">Mit den 4 L und S Kn&ouml;pfen k&ouml;nnen
die aktuellen Werte in eine von 4 Dateien geschrieben werden (mit S) oder
die Werte aus einer der 4 Dateien k&ouml;nnen f&uuml;r diesen Soldaten
&uuml;bernommen werden. Der Knopf SAVE speichert in einer speziellen Datei,
die ben&ouml;tigt wird, um mehrere Soldaten auf einmal zu ver&auml;ndern
(gleich mehr dazu). Mit dem X-Knopf vor dem Namen wird das Soldatenauswahlfenster
ge&ouml;ffnet.</font></b>
<p><b><font color="#CC0000"><font size=+1>Soldatenauswahlfenster</font></font></b>
<br><img SRC="../../gfx/soldaten.gif" NAME="Grafik3" NOSAVE BORDER=0 height=116 width=228>
<p><b>Um einen Soldaten anzuw&auml;hlen gen&uuml;gt ein Klick auf den Knopf
vor dem Namen. Unter den Namen werden die Nummern der sichtbaren 5 Soldaten
angezeigt. Rechts neben den Namen befinden sich 4 Felder zum Scrollen (entweder
um einen oder um f&uuml;nf soldaten nach oben/unten)</b>
<br><b>Der Knopf aktuelle ver&auml;ndert alle 5 angezeigten Soldaten mit
den Werten, die im Wertefenster mit SAVE gespeichert wurden.</b>
<br><b>Der Knopf alle ver&auml;ndert alle 100 Soldaten mit diesen Daten.</b>
<br><b>Mit heilen kann die Verletzung aller Soldaten auf 0 gesetzt werden.</b>
<p><a NAME="finanzen"></a><b><font color="#990000"><font size=+3>financial</font></font></b>
<p><b>Hier kann das Geld, der Tag des aktuellen Monats und der diplomatische
Status der L&auml;nder zur X-COM ge&auml;ndert werden. Man kann eine abtr&uuml;nnige
Regierung quasi re-infiltrieren.</b>
<p><a NAME="raumsch"></a><b><font color="#990000"><font size=+3>Raumschiffe</font></font></b>
<p><b>Seit V2.10 k&ouml;nnen bis zu 20 Raumschiff in Typ und Bewaffnung
ver&auml;ndert werden. Waffen und Schiffstyp k&ouml;nnen einfach per Klick
auf einen der Wechseln-Kn&ouml;pfe "rotiert" werden. &Uuml;ber die Schiebebalken
kann ein Maximum an Munition eingestellt werden.</b>
<br><b>Der X-Knopf &ouml;ffnet ein Auswahlfenster, um andere Raumschiffe
zu &auml;ndern. Es gibt leider keinen Indikator, der die Raumschiffe identifiziert.</b>
<p><a NAME="prefs"></a><b><font color="#990000"><font size=+3>Prefs</font></font></b>
<br>&nbsp;
<p><b>Hier k&ouml;nnen die Sprache und die Position des Savefiles ge&auml;ndert
werden.</b>
<p><a NAME="lager"></a><b><font color="#990000"><font size=+3>Lager</font></font></b>
<p><b>Aus den 8 Kn&ouml;pfen des erscheinenden Fensters w&auml;hlt man
sich ein Lager aus. Nun &ouml;ffnet sich folgendes Fenster:</b>
<p><img SRC="../../gfx/lager.gif" NAME="Grafik4" NOSAVE BORDER=0 height=125 width=188>

<p STYLE="margin-bottom: 0cm"><b><font size=+1>Ausbauten</font></b>
<br><b>Eine schematische Darstellung der gew&auml;hlten Basis. Die Ausbauten
k&ouml;nnen durch anklicken des betreffenden Feldes hinzugef&uuml;gt oder
auch entfernt werden. Eine &Auml;nderung eines Feldes f&uuml;hrt zum setzten
der Bauzeit von einem Tag (1 Tag ist leider n&ouml;tig, um spielinterne
Probleme zu vermeiden).</b>
<p><b><font size=+1>Bauzeit</font></b>
<br><b>Die Bauzeit aller in Konstruktion befindlichen Bauwerke wird auf
1 Tag gesetzt.</b>
<p><b><font size=+1>Waffen, Munition, Ausr&uuml;stung und Raumschiffsausr&uuml;stung</font></b>
<br><b>Alle in der Basis lagernden Dinge k&ouml;nnen ge&auml;ndert werden.</b>
<p><b><font size=+1>Datei</font></b>
<br><b>Hier k&ouml;nnen komplette St&uuml;tzpunkte geladen oder gespeichert
werden. Wird gespeichert, so kann ein Kommentar angegeben werden. Es werden
die Daten gespeichert, die aktuell eingestellt sind.</b>
<br>&nbsp;
<br>&nbsp;
<br>&nbsp;
</body>
</html>
