<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="elvira_-_mistress_of_the_dark.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="emlyn_hughes_international_soccer.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
1. Im Raum mit der Markierung 18 kann man einen kleinen Trick anwenden. Man
verschiebt die Kiste, nimmt den Krafttrunk und benutzt ihn auch sofort. Nun
dreht man sich wieder um, und siehe da, ein neuer Krafttrunk befindet sich
unter der Kiste. Dieser Trick funktioniert allerdings nur drei Mal. (Beim
zweiten und dritten Mal mu&szlig; man irgendein Menu innerhalb des Spieles aufrufen
und dann wieder zur Truhe schauen.

2. Der Unterwasserort, an dem man das Seil nehmen mu&szlig;. (Bewacht von dem
Krebs) Hierzu mu&szlig; man nicht unbedingt den &quot;AUFTRIEBSSPRUCH&quot; besitzen,
sondern man kann sich den zweiten Weg dorthin (nach den Katakomben)
ersparen. Ganz einfach: man mu&szlig; alles ablegen, bis auf das kleine Taschen-
messer, und dieses als Waffe benutzen. (Vorher sollte man allerdings den
Krebs erlegen) Mit einem solchen Federgewicht ist es m&ouml;glich, ohne den
Zauberspruch wieder auftauchen zu k&ouml;nnen. So, das war alles...

Was man am Anfang eines Spieles beachten sollte:
- ziemlich oft abspeichern, da einen schnell das Zeitliche segnet
- sorgf&auml;ltig mit den Zauberspr&uuml;chen umgehen
- die Anzahl der Kraftpunkte beobachten, da man bei zu wenig Kraftpunkten
  keine Zauberspr&uuml;che mehr anwenden kann
- die Anzahl der Kraftpunkte regeneriert sich mit der Zeit, eine kleine Warte-
  zeit zahlt sich also immer aus
- sollte die Spielstufe noch nicht ausreichen, um einen Spruch zu mixen, ein-
  fach erst das n&auml;chste R&auml;tsel l&ouml;sen, und es dann nochmal probieren (die
  Spielstufe richtet sich nach der H&ouml;he der Erfahrungspunkte)
- Ihr werdet des &ouml;fteren an Punkte sto&szlig;en, wo Ihr nicht mehr Gewicht bzw.
  Gegenst&auml;nde tragen k&ouml;nnt.
  Hier m&uuml;&szlig;t Ihr ganz einfach weniger wichtige Gegenst&auml;nde vorerst ablegen und
  sp&auml;ter wieder holen, sobald Ihr diese ben&ouml;tigt (aber verge&szlig;t diesen Ort dann
  nicht!)

Das Studiogel&auml;nde
-----------------
Am Anfang mu&szlig; der Spieler definiert werden. Wir haben mit dem Stuntman die
R&auml;tsel gel&ouml;st. Zu Beginn des Spieles sollte man sich gleich das vierbl&auml;ttrige
Kleeblatt links, unterhalb des Schildes einheimsen. Hinzu kommt dann noch der
Stein am rechten unteren Rand. Mit diesem werfen wir die T&uuml;rscheibe ein, &ouml;f-
fnen die T&uuml;r, nehmen restlos jede Notiz und jedes Poster mit, &ouml;ffnen den Wand-
schrank, nehmen den Schl&uuml;ssel des Wachmanns an uns, seine Kleidung vom Haken
(und ziehen diese gleich an). Nun mu&szlig; der Schl&uuml;ssel in die Sicherheitsanlage
gesteckt und der korrekte Code eingegeben werden, damit sich das Tor &ouml;ffnet.
Auf dem Parkplatz angelangt, &ouml;ffnen wir den Kofferraum des Autos und nehmen
die Drahtschere und den Schraubenschl&uuml;ssel an uns.
Danach drehen wir uns um, und betreten das Filmstudio.

Die R&auml;ume im Hauptgeb&auml;ude
-------------------------
Wir fahren mit dem Lift in die zweite Etage. Hier betreten wir die Kantine
und nehmen die Tortenst&uuml;ckchen und die Dosen mit. Auch im Computerraum alle
Zettel, Zeitungen und Notizen mitnehmen und vor allen Dingen das Buch nicht
vergessen. Im Make-Up Raum lassen wir den Spiegel aus dem M&uuml;lleimer mitgehen.
In Elviras Raum nehmen wir alles mit Ausnahme der Str&uuml;mpfe mit. Am Ende des
Ganges liegt der Typing Pool, den wir sogleich betreten und auch hier die
Notizen an uns nehmen, die Diskette aus der Diskettenbox entwenden und den
Radiorecorder (f&uuml;r &quot;Telekinese&quot;) mitnehmen. Im Office des Directors nehmen
wir die 3 Flaschen mit und den Aschenbecher. Die Hexe im Kost&uuml;mraum kann man
ganz einfach t&ouml;ten, indem man st&auml;ndig auf ihr Auge zielt. Das Auge einstecken,
umdrehen, Licht anschalten und die Zaubererrobe, den Laborkittel und den Degen
(eine gute Waffe!) einstecken. Zur&uuml;ck zum Lift und hinunter in den Keller.
Hier treffen wir auf einen Indianer (den Hausmeister) mit dem wir uns kurz
unterhalten, wobei wir ihn NICHT beleidigen und stets h&ouml;flich bleiben sollten.
Aus dem Putzraum das Bleichmittel und den Eimer mitnehmen. So, jetzt erst mal
eine kleine Verschnaufpause, in der wir ein paar Zauberspr&uuml;che mixen k&ouml;nnen.
Zum einen solltet Ihr Euch einige &quot;Unsichtbare Schild&quot; Spr&uuml;che brauen, einige
&quot;Heilende H&auml;nde&quot;, einige &quot;Schutzspr&uuml;che&quot; mittels der Blechdosen, &quot;Gl&uuml;ck&quot;, denn
wir haben ja das Kleeblatt, mit Hilfe des Popcorns, Kaugummis und der Kuchen
-st&uuml;cke noch einige &quot;Unterwasser Atmung&quot; und zum Schlu&szlig; noch ein paar &quot;Eis-
pfeile&quot;. (Den Schl&uuml;ssel im gegen&uuml;berliegenden Raum und den Kupferstab k&ouml;nnt
Ihr beim n&auml;chsten Mal holen, wenn Ihr &uuml;ber &quot;Feuerb&auml;lle&quot; verf&uuml;gt, die Ihr der
Eiskreatur entgegenwerfen m&uuml;&szlig;t.) Nun wieder zur&uuml;ck zum Fahrstuhl und in die
Empfangshalle. Hier betreten wir anschlie&szlig;end die einzelnen Drehorte...

Das geheime Haus (Studio 2)
---------------------------
Am Anfang sollte man nach links gehen und von der rechten Ritterr&uuml;stung den
'Handschuh' und den Helm mitnehmen.
Des weiteren ben&ouml;tigt man aus diesem Raum den Eimer links neben dem Kamin.
Au&szlig;erdem ist es wichtig, alle Gegenst&auml;nde aus Glas aus der Vitrine
mitzunehmen, denn diese ben&ouml;tigen wir f&uuml;r die &quot;Fallensuche&quot;.
Als n&auml;chstes betreten wir das kleine Wohnzimmer.Hier nehmen wir aus den
Schubladen das Gebetbuch und das Vorh&auml;ngeschlo&szlig;. (Von dem Aquarium lassen wir
zun&auml;chst die Finger!) Wir verlassen diese R&auml;ume und gehen die Treppe hinauf.
Hier sollten wir darauf achten, den ersten Raum rechts nicht ohne
&quot;Feuerschild&quot; zu betreten, da wir sonst von vorne anfangen k&ouml;nnen. Wir gehen
also nach links und betreten das Kinderzimmer, aus dem wir die 3 Baukl&ouml;tzchen
mitnehmen. Jetzt gehen wir zur&uuml;ck in den Raum mit den R&uuml;stungen (oder was
davon &uuml;brig geblieben ist) und bleiben 2 Schritte vor der geisterhaften
Erscheinung stehen.
Nun legen wir ein Baukl&ouml;tzchen in den Raum und sputen uns sofort nach vorne,
&ouml;ffnen die T&uuml;r und betreten die Bibliothek, bevor der Geist wieder den Eingang
versperrt. Hier lesen wir alle B&uuml;cher komplett durch, denn sie bieten eine
Menge wichtige Informationen, die f&uuml;r den weiteren Verlauf des Spieles von
gro&szlig;er Bedeutung sind. Des weiteren heben wir den Zettel auf, der aus einem
der B&uuml;cher f&auml;llt, und stecken ihn in unser Inventar. Hiernach gehen wir wieder
hinunter und gehen nach rechts in das E&szlig;zimmer. Dort angekommen, nehmen wir
alles mit, was nicht niet- und nagelfest ist. Aus der einen Flasche Wein mixen
wir uns einen &quot;Mut Spruch&quot; und schauen in den Serviceaufzug. In der Speisekam-
mer angelangt, ziehen wir die Stiefel eines der Toten an, brauen uns einen
&quot;Feuerball&quot; mittels der Notizen oder Zeitungen. Danach drehen wir uns um und
stecken die Lebensmittel ein (nicht essen!). Jetzt noch den F&uuml;ller und die
Schl&uuml;ssel ablegen und warten...Hhmm, das ist nun die Frage, wie man sich in
der kalten Speisekammer aufw&auml;rmen kann... Versucht doch mal, einen Feuerball
auf die T&uuml;r zu feuern. Danach h&ouml;rt Ihr eine kleine Glocke und schon kurze Zeit
sp&auml;ter kommt ein Zombie in die Kammer, den es zu t&ouml;ten gilt. Wir gehen nun
durch die T&uuml;r und betreten links die K&uuml;che. Hier nehmen wir alle T&ouml;pfe und
Messer mit, und rechts auf dem Regal die kleine, gelbe Dose, in der sich Kleb-
stoff befindet. Au&szlig;erdem ist es wichtig, die Eier mitzunehmen, da diese u.a.
f&uuml;r den Auferstehungsspruch von N&ouml;ten sind. Nun der Kellertreppe nach unten
folgen und links das Labor betreten. Hier solltet Ihr das Gehirn (&quot;Untotenab-
wehr&quot;) und alle Reagenzgl&auml;ser mitnehmen.Als n&auml;chstes gehen wir wieder hoch und
verlassen die K&uuml;che durch die andere T&uuml;r, brauen uns einen &quot;Mut&quot; Spruch und
wenden ihn an. Au&szlig;erdem mixen wir uns an dieser Stelle noch einen &quot;Untotenab-
wehr&quot;-Spruch, den wir sofort losfeuern, sobald wir einen Schritt nach links
wagen. Der Zombie ist nun verschwunden, und wir k&ouml;nnen jetzt immer ungehindert
in die K&uuml;che laufen. Als n&auml;chstes gehen wir in das Schlafzimmer, direkt gegen-
&uuml;ber dem Kinderzimmer. Wichtig ist hier, da&szlig; unser &quot;Mut&quot;-Spruch noch anh&auml;lt.
Wenn der Traum dann zu ende ist, nehmen wir das Kopfkissen (&quot;Zielsicherheit&quot;)
und die darunter befindliche Stimmgabel. Mit der Stimmgabel k&ouml;nnen wir den
Vampir auf dem Dachboden vernichten, indem wir sie sofort 'benutzen', sobald
wir diesen betreten. Das Fensterglas zerbricht, und der Vampir wird durch
einen Sonnenstrahl verbrannt. Als n&auml;chstes gehen wir in der Reihenfolge 2
R&auml;ume weiter und betreten das andere Schlafzimmer des Regisseurs. Hier schauen
wir unter das Bettlaken und nehmen die Bilder, Drehb&uuml;cher und die Schl&uuml;ssel an
uns. Den Geist kann man ganz einfach erledigen - entweder feste 'draufhauen'
oder &quot;Eispfeile&quot; benutzen. Als n&auml;chstes klicken wir unterhalb des Bettes noch-
mal die Maus-Taste an, und siehe da, ein roter Knopf erscheint, den wir na-
t&uuml;rlich gleich bet&auml;tigen. Der Zugang zu einem Geheimraum hinter dem Bett wird
nun frei. Dort rei&szlig;en wir den Kelch und die 10 schwarzen Kerzen an uns. Aller-
dings solltet Ihr Euch beeilen, da ein Feind von oben auf Euch lauert...
Als n&auml;chstes solltet Ihr Euch als Chemiker verkleiden, die Bilder hierzu habt
Ihr bereits im Schlafzimmer gefunden und dann k&ouml;nnt Ihr Euch in das Labor des
Chemikers wagen. Falls er Euch nicht als seinen Mitarbeiter anerkennt, habt
Ihr beim Verkleiden einen Fehler gemacht; sollte dies nicht der Fall sein,
mischt das starke Gift (die richige Formel findet Ihr auf dem Blatt aus der
Bibliothek). Mit diesem Gift m&uuml;&szlig;t Ihr das Fleisch vergiften, und den Piranhas
im oberen Wohnzimmer zu Fressen geben. Danach k&ouml;nnt Ihr getrost in das
Aquarium hineinfassen und den Schl&uuml;ssel 'taken', der den Tresor hinter dem
Bild links &ouml;ffnet. Im Tresor befindet sich die Friedenspfeife des Indianers -
gut aufheben!
Jetzt wird es wieder schleunigst Zeit, ein paar Zauberspr&uuml;che zu mixen. Bevor
Ihr das tut, kontrolliert Eure Spielstufe (Level) und benutzt den &quot;Gehirnver-
st&auml;rker&quot;, der es erm&ouml;glicht, mehrere Spr&uuml;che aus einer Mixtur zu brauen. Ihr
k&ouml;nnt nun das Haus getrost verlassen, und Studio 1 betreten.

Das Insekten-Labyrinth (Studio 1)
---------------------------------
Auf Eurer Suche nach Elvira werdet Ihr auf allerhand Kristalle und Pilze
sto&szlig;en, die Ihr unbedingt einsammeln solltet. Die beiliegenden Karten erm&ouml;g-
lichen Euch eine zielsichere Suche. Die Insketen haben alle ihre empfindlichen
Stellen, die es zu treffen gilt. Die Stechm&uuml;cken unmittelbar am R&uuml;ssel, die
Raupen am Mund, die kleinen Spinnen am Hinterleib, die kleinen Maden &uuml;berall
und die gro&szlig;en W&uuml;rmer in den H&ouml;hlen zwischen den Augen. Das Labyrinth erstrek-
kt sich auf vier Ebenen, die jeweils jede Menge Gegner aufweisen. In der
ersten Ebene kommt Ihr zu einem See, in dem Ihr ein Seil findet (das Seil k&ouml;n-
nt Ihr allerdings jetzt noch nicht nehmen, da Ihr noch keine Fischreste f&uuml;r
den &quot;Auftrieb&quot;-Spruch besitzt! Ihr m&uuml;&szlig;t also sp&auml;ter nochmal hierher zur&uuml;ck!).
Das Seil wird &uuml;brigens von einer Art Krebs bewacht, den Ihr allerdings nur 2-3
mal auf's Auge schlagen m&uuml;&szlig;t. Solltet Ihr ins Wasser gehen, verge&szlig;t die
&quot;Unterwasseratmung&quot; nicht! In der 2. Ebene findet Ihr eine Bann-Schriftrolle,
die von einem Skorpion bewacht wird (sofort zuschlagen!).
Seine empfindlichste Stelle ist der Stachel. Sollte er Euch stechen, mu&szlig; Euer
K&ouml;rper sofort entgiftet werden (&quot;Gegengift&quot; durch orange-farbene Pilze). Auf
der dritten Ebene wieder alles einsammeln und die vierte und letzte Ebene be-
treten. Hier sto&szlig;t Ihr zun&auml;chst auf den Direktor, eingewickelt in ein Spinnen-
netz. Benutzt &quot;Telekinese&quot;, um an seine Brieftasche zu kommen, in der sich der
Schl&uuml;ssel f&uuml;r den Fahrstuhl befindet. Danach m&uuml;&szlig;t Ihr die Aufmerksamkeit der
Riesenspinne auf Euch lenken (mittels &quot;Eispfeil&quot; oder &quot;Feuerball&quot;) und gegen
sie k&auml;mpfen. Der Kampf ist nicht gerade einfach, denn auch hier mu&szlig; der K&ouml;rper
wieder dementsprechend geheilt werden. Nachdem die Riesenspinne weg ist, sucht
das Spinnennetz (verge&szlig;t nicht, beide Gitter zu schlie&szlig;en!). Hier werdet Ihr
auf Elviras Doppelg&auml;nger sto&szlig;en, klickt ihn an, und Ihr werdet Euer blaues
Wunder erleben. Er verwandelt sich in ein Insekt, dem Ihr am Besten einen
&quot;Nova&quot;-Spruch entgegenbringen solltet. Nehmt den Tomahawk, geht zur&uuml;ck zum
Fahrstuhl, fahrt in die 1. Ebene - geschafft. Wieder draussen.
Bei der Betreibung des Fahrstuhles ist es wichtig zu wissen, da&szlig; er aus-
schlie&szlig;lich nur dann funktioniert, wenn beide T&uuml;ren geschlossen sind; so sol-
ltet Ihr stets beide T&uuml;ren schlie&szlig;en, wenn Ihr gefahren seid, um sp&auml;ter -viel-
leicht sogar von einer anderen Ebene aus- den Fahrstuhl nochmals benutzen zu
k&ouml;nnen. Mit den im Labyrinth erbeuteten Pilzen und Kristallen, k&ouml;nnt Ihr nun
&quot;Blitzstrahl&quot; (blauer Edelstein und Stimmgabel bzw. Schraubenschl&uuml;ssel),
&quot;Suche Magie&quot;, &quot;Waffenverzauberung&quot;, &quot;Kr&auml;uterheilung&quot; und &quot;Magieabsorber&quot;
(orange-rotfarbener Edelstein und Handtuch bzw. Schwamm) mixen. Wir verlassen
Studio 1 und betreten Studio 3.

Der Friedhof, die Kirche, die Katakomben (Studio 3)
---------------------------------------------------
Da auf dem Friedhof nichts besonderes herumliegt, was man evtl. einstecken
k&ouml;nnte,solltet Ihr so schnell wie m&ouml;glich nach vorne direkt zur Kirche laufen,
denn die Flederm&auml;use (Vampire) kosten Euch nur unn&uuml;tz Energie; also nichts wie
nach vorne rennen! In der Kirche angelangt, nehmen wir die Gegenst&auml;nde vom
Altar und brauen uns eine &quot;Heilige Barriere&quot;. Das Gebetbuch von der Kanzel
nehmen und unbedingt aufbewahren! Dem Priester k&ouml;nnen wir vorerst noch nicht
helfen, wir werden ihn aber sp&auml;ter dann ins Leben zur&uuml;ckholen. Nun schieben
wir die Kanzel zur Seite, und siehe da, ein weiterer Geheimgang wird frei. Wir
begeben uns sofort nach unten, hauen die beiden Frauen mehrmals auf den Kopf,
schieben die Platte zur Seite und klettern nach unten. Auch hier ist es
wichtig, st&auml;ndig aufmerksam zu sein und in keine Falle zu laufen. Das Seil
kann man durchschneiden, das Laufen &uuml;ber den Kontakt vermeiden. (Jeweils das
Hindernis nur anklicken und die zutreffende Option anw&auml;hlen). Mit Hilfe der
Karten werdet Ihr relativ z&uuml;gig laufen k&ouml;nnen, aber nehmt Euch in acht; es
lauern noch gen&uuml;gend Gefahren, wie z.B. zahlreiche Ritter und Trolle. Wichtig
ist hier, da&szlig; man zum Schlu&szlig; die komplette Verkleidung des Zaubererlehrlings
anzieht, damit der Meister seinen Sch&uuml;ler auch erkennt. Die richtige Antwort
auf seine Frage lautet &quot;Hatte Fleischvergiftung&quot;. Nachdem Ihr auch hier den
Elvira-Doppelg&auml;nger fertig gemacht hat, nehmt schnell noch die Kriegslanze
mit, und begebt Euch auf dem schnellsten Weg wieder nach oben, was gar keine
leichte Aufgabe ist. Doch das ist noch nicht alles! Sobald Ihr aus den Kata-
komben draussen seid, erscheint hinter Euch der sog. 'Angel of Death' (Todes-
engel), den Ihr erledigen m&uuml;&szlig;t. Nun, das ist nicht gerade sehr einfach und
au&szlig;erdem erfordert es jede Menge Kraftpunkte, aber wir wollen Euch verraten,
wie man's macht. Sobald er erscheint, platziert Ihr direkt vor ihm eine
&quot;Heilige Barriere&quot;; Ihr selbst d&uuml;rft Euch nicht bewegen (!), da der Spruch
sonst verloren geht. Jetzt noch schnell zwei &quot;Heilige Blitze&quot;, einen &quot;Nova&quot;
und einige &quot;Feuerb&auml;lle&quot; auf ihn werfen, und Ihr seid ihn los...(Hierf&uuml;r be-
n&ouml;tigt Ihr mind. einen zus&auml;tzlichen K.P. Trunk)!
Auch diese Aufgabe h&auml;tten wir hiermit gel&ouml;st. Allerdings m&uuml;ssen wir jetzt
nochmal schnell zur&uuml;ck in das Insekten-Labyrinth, da wir noch das Seil mittels
&quot;Unterwasseratmung&quot; und &quot;Auftrieb&quot; (Fischreste) aus dem See holen m&uuml;ssen. Also
nichts wie hin...

Das Finale
----------
Wie Ihr Euch schon sicherlich denken k&ouml;nnt, befindet sich die richtige Elvira
im geheimen Haus. Hier nehmen wir das Barometer rechts von der
Wand, verwandeln es in eine &quot;Sturmbeschw&ouml;rung&quot; und gehen &uuml;ber den Dachboden
aufs Dach (Leiter nicht vergessen). Den Kupfestab befestigen wir am Schorn-
stein und kaum haben wir die &quot;Sturmbeschw&ouml;rung&quot; ausgesprochen, n&auml;hert sich
auch schon ein kr&auml;ftiges Gewitter. Wenn alles vorbei ist, gehen wir runter in
den Keller zu unserem Frankenstein-Monster, stellen den rechten Hebel nach
ganz oben und legen den linken Schalter um. Frankenstein erwacht zum Leben.
Wir lassen ihn ein paar Schritte in den Raum gehen und schneiden ihm dann mit
der Drahtschere aus Elvira's Auto die Dr&auml;hte ab. Danach nehmen wir sein
Metall-Stirnband, seinen Scalp und sein Gehirn. Dann &ouml;ffnen wir die hinter ihm
liegende T&uuml;r und begegnen Elvira. Wir entfesseln sie und als Dank l&auml;dt sie uns
in ihre Umkleidekabine ein. Das Herz auf dem Regal und den kleinen indian-
ischen Beutel nicht vergessen! Jetzt m&uuml;ssen wir eigentlich nur noch den
Priester ins Leben zur&uuml;ckholen und dann haben wir schon fast gewonnen. Wir
laufen also schnell zur&uuml;ck in die Kirche, brauen uns den &quot;Auferstehungs&quot;-
Spruch (Zutaten: Eier, Herz, Gehirn, sein Gebetbuch und Scalp). Danach veran-
lassen wir ihn, auf dem Parkplatz einen Kreis mit einem Pentagramm aus
Menschenblut zu malen und damit hat er sein Soll erf&uuml;llt. (Hierf&uuml;r ben&ouml;tigen
wir den Kelch mit dem Blut aus dem Geheimraum.) Falls er nicht wei&szlig;, wie er
das machen soll, geht einfach nochmal in die Bibliothek und lest Euch die je-
weiligen B&uuml;cher durch. Als n&auml;chstes gehen wir zum Indianer, h&auml;ndigen ihm die
Friedenspfeife aus, und bitten ihn, die Kriegslanze, den Beutel und den
Tomahawk zu heiligen. Jetzt kommt unsere letze und schwierigste Aufgabe: wir
m&uuml;ssen Cerberus, den H&ouml;llenhund aus der H&ouml;lle rufen und ihn vernichten. Als
n&auml;chstes laufen wir also zum Parkplatz und sehen dieses wundersch&ouml;ne Penta-
gramm. Hier m&uuml;ssen wir die schwarzen Kerzen aufstellen. Danach brauen wir uns
den &quot;D&auml;monenbann&quot; (Seil und Bann-Schriftrolle). Jetzt z&uuml;nden wir die Kerzen an
und benutzen den Medizinbeutel, worauf Cerberus auch gleich erscheint. Nun
schnell den &quot;D&auml;monenbann&quot; aussprechen, und sobald dieser aufh&ouml;rt zu wirken,
werfen wir die Kriegslanze. Zum Schlu&szlig; noch mit Hilfe des Tomahawk das Herz
zerschmettern, und schon habt Ihr gewonnen!
</pre>
</body>
</html>
