<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="elite.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="elvira_2_-_the_jaws_of_cerberus.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Elvira - Mistress of the Dark
Hersteller:&#009;Horrorsoft/Accolade
Vertrieb:&#009;United Software
Genre:&#009;&#009;Adventure

Wertung (Amiga Game Power)

Grafik:&#009;&#009;91 %&#009;
Sound:&#009;&#009;86 %
Motivation:&#009;88 %


Komplettl&ouml;sung

Wenn Ihr einmal tot seid, fragt der Computer,ob Ihr nochmal spielen wollt.
Wenn Ihr dies bejaht, legt nicht die Disc 1 ein, denn dann k&ouml;nnt Ihr an
Eurer `Todesstelle` weiterspielen, jedoch m&uuml;&szlig;t Ihr unbedingt einen
Zaubertrank einnehmen, der Eure St&auml;rke und Eure Gewandtheit wieder aufmotzt.
Falls Ihr keinen solchen Trank habt, seid Ihr viel zu m&uuml;de, um ELVIRA
weiterhelfen zu k&ouml;nnen und Ihr werdet von ihr gefeuert...

Die Zaubertr&auml;nke m&uuml;&szlig;t Ihr Euch In der K&uuml;che von ELVIRA brauen lassen.

Komplettl&ouml;sung und Zaubertr&auml;nke :
Ziel des Action-Adventures ist es , alle 6 Schl&uuml;ssel zu finden , die
(gut versteckte) Kiste zu finden,in der der magische Dolch aufbewahrt wird
und die b&ouml;se Emelda zu vernichten...

Um das Spiel so einfach wie m&ouml;glich zu l&ouml;sen,kann man mit dem n&ouml;tigen
Wissen Zauberspr&uuml;che brauen,die einem das Leben entschieden erleichtern
k&ouml;nnen. Dazu ben&ouml;tigt man allerdings Emeldas Kochbuch mit den Rezepten.

Hier also die Tips, wo die einzelnen Schl&uuml;ssel zu finden sind und weitere
Tips, die zur Aufl&ouml;sung des Spieles dringend notwendig sind :

SCHL&Uuml;SSEL 1
Er befindet sich im B&uuml;ro des Captains(am Haupteingang des Schlosses rechts)
Am Captain kommt man jedoch nicht ohne weiteres vorbei,da er ein sehr guter
Schwertk&auml;mpfer ist und uns zu anfangs die n&ouml;tige Kampferfahrung und auch
Wendigkeit fehlt.Deshalb empfiehlt es sich,diesen Schl&uuml;ssel erst etwas
sp&auml;ter zu ergattern.Wenn man ihn dann sp&auml;ter besiegt hat,nimmt man die
Zettel vom der Pinnwand(im Hintergrund) und sieht den Schl&uuml;ssel dann auch
schon dahinter h&auml;ngen.

SCHL&Uuml;SSEL 2 und 3
Wir gehen also ins Schlo&szlig; hinein,nehmen die Treppe nach unten in die K&uuml;che
und `taken` dort die Ofenhandschuhe.Im Erdgescho&szlig; holen wir uns den
Holzpflock aus dem Wohnzimmer,der sich zwischen dem Brennholz f&uuml;r den Kamin
befindet.Nun gehen wir in das oberste Gescho&szlig;,t&ouml;ten alle M&ouml;nche,die uns bei
unserer Suche bel&auml;stigen und sammeln alle Pfeile f&uuml;r die Armbrust(findet
man in der Waffenkammer im Erdgescho&szlig;) ein,die sich meistens in diversen
Schubl&auml;den in irgendwelchen Zimmern befinden.Hierbei sto&szlig;en wir auch auf
einen Raum,in dem eine Vampirin liegt,die wir nat&uuml;rlich mit unserem
mitgef&uuml;hrtem Holzpflock pf&auml;hlen.Sie hinterl&auml;&szlig;t dann Asche,die wir unbedingt
einsammeln m&uuml;ssen!Nun verlassen wir erstmal das Schlo&szlig; und gehen in den
Garten.Dort betreten wir den Ger&auml;teschuppen und nehemen das Kruzifix,die
Maden und die Samenk&ouml;rner,da dort ein kleiner Schl&uuml;ssel versteckt ist !
Jetzt gehen wir zu der Zielscheibe im Garten und &uuml;ben unsere
Zielgenauigkeit.Danach sammeln wir alle Pfeile wieder ein und sind nun
Meister im Bogenschie&szlig;en , Grund genug um zum Greifvogel und dessen Meister
zu gehen.Den Vogel schie&szlig;en wir ab und untersuchen ihn.Dabei nehmen wir
unseren Pfeil wieder und `taken` den goldenen Schl&uuml;ssel. Zur&uuml;ck zum Schlo&szlig;.
Auf dem Schlo&szlig;hof angelangt,gehen wir zuerst in die Schmiede,entnehmen der
Holzkiste den Schmelztiegel,stellen diesen auf den Schmelzofen und legen
unser silbernes Kruzifix hinein.Nun stecken wir einen Pfeil in das Silber
und bekommen einen `Silberpfeil`.Jetzt k&ouml;nnen wir uns getrost in die
Scheune zum Werwolf wagen.Dort angekommen erschlagen wir den Hund mit dem
Silberpfeil (nicht erschiessen!!!) und befreien den Mann dadurch von
seinem Fluch.Jetzt `taken` wir noch rasch das Pferdehaar aus der einen
Pferdebox,gehen in die n&auml;chstemziehen dort am Stahlring den gro&szlig;en Stein
aus der Wand (und nehmen ihn) und finden dort den n&auml;chsten goldenen
Schl&uuml;ssel ! - Jetzt k&ouml;nnen wir den Stein wieder zur&uuml;ckstecken . -

SCHL&Uuml;SSEL 4
In Elviras Schlo&szlig;gel&auml;nde gibt es Ra&uuml;me,die wir unbedingt `besichtigt` haben
m&uuml;ssen.So also auch die Gef&auml;ngniszellen,die sich direkt gegen&uuml;ber der
Schmiede befinden.Dort begeben wir uns nun also hin und k&auml;mpfen mit den
uns begegneneden Skeletten.Auf unserem Weg durch die Zellen sammeln wir
alle m&ouml;glichen Spinnennetze,W&uuml;rmer und diverses anderes Ungeziefer ein,da
wir dieses dringend f&uuml;r unsere Zauberspr&uuml;che brauchen.Wir sto&szlig;en letztlich
auf eine Zelle,die zu der Folterkammer f&uuml;hrt.Dort ziehen wir den richtigen
Stahlring nehmen das Skelett(wichtig!) und finden auch unseren n&auml;chsten
Schl&uuml;ssel.(Auf keinen Fall die Zange nehmen!)In der Folterkammer m&uuml;ssen wir
aber auch unbedingt noch den Salzsack mitnehmen...

SCHL&Uuml;SSEL 5
Wir begeben uns in die K&uuml;che mitten im Schlo&szlig;.(Falls dort schon die dicke
K&ouml;chin auf uns warten sollte,m&uuml;ssen wir ihr das Salz ins Gesicht
werfen,sobald sie auf uns zu kommt!)H&auml;tten wir diese erledigt,stellen wir
den Zauberspruck &quot;Gl&uuml;hender Stolz&quot; her.(Das Zauberbuch findet ihr &uuml;brigens
in der Bibliothek.)Jetzt nach links gehen und den Speiseaufzug bet&auml;tigen.
Sobald ELVIRA den Aufzug hochzieht,legen wir den Stolz dort hinein.
Nun den Tunnel anklicken;ELVIRA kriecht nun hinein und bringt uns den
Schl&uuml;ssel Nr. 5 .
Da wir gerade schoon einmal in der K&uuml;che sind,lassen wir ELVIRA auch gleich
noch den &quot;Kr&auml;uterhonig&quot; f&uuml;r uns brauen,den wir unbedingt ben&ouml;tigen !

SCHL&Uuml;SSEL 6
Wir begeben uns nun wieder in den Garten.Hier gehen wir in den Irrgarten
(Maze) und durchforsten das ganze erst einmal richtig.(Es ist jedoch
anbegracht,eine Karte zu zeichnen,da man sich sonst sehr leicht verirrt.)
W&auml;hrend unserer Suche sto&szlig;en wir auf kleine Gnome,die am Einfachsten mit
Fernwaffen zu t&ouml;ten sind.(Sollten sie uns einmal besiegen,werden wir
ohnm&auml;chtig und von ihnen beklaut!)Auf unserem Weg sammeln wir diverse
Gew&auml;chse ein und ein Vogelei aus einem Nest in der Hecke.
Sobald wir auf eine dunkle Hecke sto&szlig;en,aus der zwei Augenpaare
herausgucken,sofort zweimal hineinschie&szlig;en und schon sind sie verschwunden.
Hineingehen,den Ring nehmen und alle Pflanzen aus dem Gartenteich `taken`.
Jetzt aber nichts wie raus aus dem Maze ...
Wir gehen nun in Richtung Schlo&szlig; und &ouml;ffnen die T&uuml;r gegen&uuml;ber der
Zielscheibe mit dem kleinen Schl&uuml;ssel,den wir in der Gartenlaube gefunden
haben(Sament&uuml;te).Hier killen wir die beiden M&ouml;nche und betreten den
Kr&auml;utergarten der kleinen Klosters.Jetzt m&uuml;ssen wir den Kr&auml;uterhonig
trinken.Haben wir das getan,k&ouml;nnen (und m&uuml;ssen) wir alle Pflanzen,Gew&auml;chse
und Kr&auml;uter aus dem Garten mitnehmen.Nun wieder zur&uuml;ck zum Schlo&szlig;.
Im Schlo&szlig; gehen wir den Gang nach hinten durch und &ouml;ffnen die T&uuml;r rechts.
Wir betreten(nach einem kleinen Fight)die Kirche und nehmen das Buch.
(Im Buch befindet sich eine Gebetsrolle und das Buch selbst ist
Manticorehaut.)Weiter hinten untersuchen wir den Altar und dr&uuml;cken ELVIRAs
Ring in die Vertiefung des Kreuzes.Dieser Mechanismus legt einen Geheimgang
frei,den wir betreten.Die Krone auf dem Steinsockel nehmen wir nat&uuml;rlich
mit.Jetzt gelangen wir zu einem Bild.Hier sprechen wir das Gebet aus
( Use Gebetsrolle ).Dem K&ouml;nig setzten wir die Krone auf und nehmen daf&uuml;r
sein Schwert.
Wir gehen nun wieder zur&uuml;ck und &ouml;ffnen die T&uuml;r neben der Kirche.
Hier ist die Bar,wo wir wir das kleine Fl&auml;schchen mitnehmen.Wir gehen nun
in den ersten Stock zur&uuml;ck,betreten das Badezimmmer und nehmen ein zweites
Fl&auml;schchen in unser Inventar auf,das sich in dem Loch in der Wand befindet.

Jetzt suchen wir die vier Eckt&uuml;rme des Schlosses auf,denn in einem derer
befinden sich unten die Dungeons.Hier untersuchen wir alle Grabkammern und
&ouml;ffnen alle S&auml;rge (vor jeder Sarg&ouml;ffnung `saven` !!!).In einer Kammer ist
der linke Sarg leer,dorthinein legen wir das Skelett aus der Folterkammer.
Den rechten Sarg noch nicht &ouml;ffnen,weil wir nochmal zur&uuml;ck m&uuml;ssen.
Auf unserem Weg durch die Dungeons begnet uns auch so ein gr&uuml;nes Monster
mit einem Totenkopf in der Hand.Hier immmer auf &quot;Lunge&quot; k&auml;mpfen,bis es
einen Arm verliert.Den Totenkopf in der Mitte spalten...
Wenn wir jedoch auf ein Monsterchen sto&szlig;en,das wir &quot;nur mit der richtigen
Waffe&quot; angreifen sollten,nehmen wir das Schwert aus der Kirche und k&auml;mpfen
auch hier wieder auf &quot;Lunge&quot;.Solange,bis auch ihm der Arm abf&auml;llt und mit
&quot;Hack&quot; dann dessen Sch&auml;del spalten.Er hinterl&auml;&szlig;t uns einen Stein,der das
wichtigste Element im ganzen Adventurespiel ist.
Im Raum dieses Monsters liegt im rechten Sarg ein kleiner Schl&uuml;ssel,den wir
mitnehnemn m&uuml;ssen.Nun &ouml;ffnen wir den Srag von vorhin.Der Raum wird
&uuml;berflutet,wir tauchen nach unten...
Jetzt immmer geradeaus tauchen,bis wir kurz auftauchen k&ouml;nnen um Luft zu
schnappen (Moos mitnehmen!).Weitertauchen und das verriegelte Gitter mit
dem Schl&uuml;ssel vom D&auml;mon aufschlie&szlig;en.Auftauchen,Luft holen.Nun bis auf den
Grund tauchen,einen Schritt vor und 9 Schritte nach links tauchen.
Hier nehmen wir den letzen Schl&uuml;ssel aus dem Schwertgriff der Ritterleiche.
Zur&uuml;ck zum Gitter und im Brunnen herausklettern.

DIE VERSTECKTE KISTE
Zur&uuml;ck zu den Gef&auml;ngniszellen.Die Folterkammer wieder aufsuchen und die
Zange vom Foltertisch mitnehmen.Nun in die K&uuml;che zu ELVIRA gehen und ein
St&uuml;ck brennende Kohle aus dem Ofen nehmen.Jetzt m&uuml;ssen wir den Turm suchen,
auf dem die Kanone stand.Mit der Kohle (Feuerzange) die Lunte entz&uuml;nden
und den gegen&uuml;berliegenden Turm sprengen.Diesen Turm (oder besser diese
Ruine) nun betreten,nach oben gehen.Dort steht die Kiste.

&Ouml;FFNEN DER KISTE
Wir nehmen alle 6 goldenen Schl&uuml;ssel und stecken sie gem&auml;&szlig; ihrer latein.
Namen von links nach rechts in die Kiste.Pergament und Dolch mitnehmen !


EMELDA (SCHLU&szlig;)
Durch den Eckturm zur&uuml;ch in die Dungeons (gr&uuml;nes Monster). An einer
Wegverzweigung ist im Boden eine Vertiefung.Den Stein des D&auml;mons
hineinlegen.Der Weg zu Emeldas Grabkammer (?) wird nun frei.
Jetzt die Gute,alte Dame nur noch niedermetzeln und schon habt ihr
gewonnen...

ALLGEMEINE TIPS:
Da ihr nicht alle Gegenst&auml;nde zugleich tragen k&ouml;nnt,m&uuml;&szlig;t ihr auch mal den
einen oder anderen Gegenstand ablegen,aber schreibt Euch auf,wo ihr diesen
niedergelegt habt.
Im Verlauf des Spieles werdet ihr auf einen scheinbar unbesiegbaren Ritter
sto&szlig;en,dem ihr ganz einfach nur einen Pfeil in die Brust jagen m&uuml;&szlig;t,denn
im Nahkampf mit dem Schwert ist er wirklich unbesiegbar !
Wie ich schon erw&auml;hnte m&uuml;&szlig;t ihr der dicken,alten K&ouml;chin das Salz ins
Gesicht werfen,falls diese Euch bel&auml;stigen (und kochen) m&ouml;chte ...

Ihr m&uuml;&szlig;t alle m&ouml;glichen Zutaten einsammeln,die ihr auf Eurem Weg durch
ELVIRAs Schlo&szlig;gel&auml;nde findet,da diese unbedingt notwendig f&uuml;r diverse
Zauberspr&uuml;che oder Zaubertr&auml;nke sind !

Da w&auml;ren z.B. noch

- das Efeu an den Eckt&uuml;rmen
- die Monsterapflanze im Wohnzimmer
- die Flasche im Loch des Badezimmers
- die Flasche Absinth in der Bar
- die Berren,Bl&auml;tter und Pflanzen im Gartenbereich
- das Moos im Brunnen
- die Pilze auf dem Weg zum Greifvogel
- das Stroh vor der Scheune mit dem Werwolf
- ...

Es lohnt sich immer, Gegenst&auml;nde etwas genauer zu untersuchen !

Die Zauberspr&uuml;che k&ouml;nnen Euch eine Menge &Auml;rger und Arbeit ersparen  !

Es empfiehlt sich auch noch,hin und wieder auch mal einen Spielstand
abzuspeichern ...

Das Ende, der Kampf mit EMELDA:
Wenn Ihr also jetzt Emelda gegen&uuml;bersteht, m&uuml;&szlig;t Ihr das Schwert des Kreuz-
ritters nehmen und in das Pentagramm stecken, dann die Pergamentrolle nutzen
und letzlich den Dolch aus der Kiste.

Man mu&szlig; also nicht ALLE Zauberspr&uuml;che vorher erst mal gebraut haben,um
Emelda t&ouml;ten zu k&ouml;nnen !!!

Emaldas Rezepte und Spr&uuml;che f&uuml;r die Zauberkunst:

&#009;&#009;&#009;     (1) KR&Auml;UTERHONIG

Zutaten:
Honig und Heu

Stelle aus 2 Handvoll Heu einen Trank her... Koche das Heu 20 Minuten lang
in Wasser  und sch&uuml;tte die  Fl&uuml;ssigkeit in eine Sch&uuml;ssel. R&uuml;hre einen Topf
mit Honig an, bis sich alles gel&ouml;st hat, und  gebe das Ganze nach  dem Ab-
k&uuml;hlen in ein passendes Gef&auml;&szlig;.Nach 30Minuten wird dieses k&ouml;stliche Elixier
vollendet sein.
Trinke es, um Zugang zur Vita Natura zu erhalten und Kenntnis &uuml;ber die
wahren Namen der Pflanzen zu bekommen.

&#009;&#009;&#009;     (2) ALPHABETSUPPE

Zutaten:
L&ouml;wenzahn, Holunderbeeren und Rosenbl&uuml;ten

Zermahle  eine Handvoll  Holunderbeeren und bewahre den Extraktauf. Weiche
die Bl&uuml;tenbl&auml;tter einer Rose eine Stunde lang  im Wasser ein. Schneide den
Stengel  eines&#009;L&ouml;wenzahns  ab&#009;und  lasse den&#009;wei&szlig;en Pflanzensaft in den
Holunderbeerenextrakt  tropfen. Nimm die  Rosenbl&auml;tter&#009;aus dem Wasser und
lege sie beiseite.
Gib das Rosenwasser zu&#009;dem Gemisch aus  Holunder und L&ouml;wenzah, erhitze es
auf 62&deg;C und  r&uuml;hre die L&ouml;wenzahnbl&uuml;ten hinein. Nimm das  Ganze vom Feuer,
lasse es  20 Minuten  ruhen und filtere es  in ein Gef&auml;&szlig;. Nach weiteren 90
Minuten  kann der Trank  seine volle  Wirkung entfalten. Dieser  Trank ist
wichtig f&uuml;r das Verst&auml;ndnis der Runen.

&#009;&#009;&#009;  (3) SCHMERZ DES GEISTES

Zutaten:
Mohnblumen, Pilze und eine Made

Zerhacke  die  gro&szlig;e  Made  in&#009;feine  St&uuml;ckchen (w&uuml;rg!). Koche 2 Handvoll
frischer Pilze zu Mus und vermische es mit den Samen  von 5 Mohnblumen. In
den fertigen Teig gebe die gehackte  Made. Backe das Ganze  in einer Back-
form (15 Minuten) bis es Goldbraun ist. lasse den Kuchen 30 Minuten ruhen.

&#009;&#009;&#009;   (4) VEREISTE GEDANKEN

Zutaten:
Mohnblumen, 1 Made und Blutwurzel

Zerhacke eine gro&szlig;e Made in feine St&uuml;ckchen, r&ouml;ste sie, bis sie braun ist.
Gebe die in Scheiben geschnittene Blutwurzel hinzu und&#009;koche alles weich.
mahle die Samen von 5 Mohnblumen, streue sie auf den Brei.
Nun mu&szlig; das  Gemisch abk&uuml;hlen. Das Ganze wird jetzt zu&#009;einer feinen Paste
gemahlen, aus  der  kleine Kugeln geformt werden, die  mit der&#009;Zeit  hart
werden.
Nach  dem  Genu&szlig; dieser Kugeln kann man  einen Fluch sprechen, mit dem man
seine Feinde einfriert.
Die Zubereitung dauert eine Stunde.

&#009;&#009;&#009;    (5) SPAGHETTIWIRREN

Zutaten:
Belladonna, Petersilie, Wei&szlig;wein und virginischer Zauberstrauch

Trockne eine  Tasse voller Bl&auml;tter des&#009;virginischen Zauberstrauches,  bis
sie br&ouml;ckeln und zermahle sie zu einem Puder. Gib eine Belladonnablume und
eine  Fingerspitze  Petersilie hinzu. Vermische alles! Erhitze&#009;dann  eine
Flasche Wei&szlig;wein und hebe die Mixtur w&auml;hrend des Kochens unter, soda&szlig; sich
spaghetti&auml;hnliche Schn&uuml;re bilden, aus denen man Pastetchen formen kann,die
5 Minuten im hei&szlig;en Ofen gebacken werden. Dies alles dauert etwa 1 Stunde.
Nach dem Genu&szlig; dieser Pastetchen kann der  Zauberer  den  Fluch  des  Ver-
wirrten Geistes sprechen.

&#009;&#009;&#009;      (6) HEISSE EIER

Zutaten:
Vogeleier, Nieswurz, Feuerdorn und Seerose

Koche ein gro&szlig;es Seerosenblatt 15 Minuten lang in Wasser, dazu&#009;kommt eine
Tasse Bl&uuml;ten des Feuerdorns und die Bl&uuml;te Nieswurz. F&uuml;ge das Eiwei&szlig;  eines
kleinen Eies hinzu und r&uuml;hre das Ganze 10 Minuten lang gut durch.
Anschlie&szlig;end mu&szlig; das Gemisch abk&uuml;hlen. Lasse die restliche  Fl&uuml;ssigkeit in
einen Beh&auml;lter abflie&szlig;en.
Das Rezept wird in ca.1 Stunde zubereitet und verleiht dem, der davon  i&szlig;t
einen Fluch, der jeden &quot;umhaut&quot;!!!

&#009;&#009;&#009; (7) KLUMPIGE &Uuml;BERRASCHUNG

Zutaten:
Spinnennetze, Wei&szlig;dorn und Moos

Sch&auml;le eine kleine Pfanne voll mit Wei&szlig;dorn. Achte darauf, da&szlig;&#009;nichts von
der Schale an den Beeren bleibt. Vermenge die Beeren zu einem feinen P&uuml;re,
das zun&auml;chst beiseite gelegt wird.Nun wasche 3 Handvoll gew&ouml;hnliches Moos,
um es vom Schmutz zu befreienund koche es im Wasser, damit es  ganz sauber
wird. Das Moos wird sich nun in eine gr&uuml;ne,schleimige Substanz verwandeln,
die mit dem p&uuml;rierten Wei&szlig;dorn vermengt wird. Verr&uuml;hre das Gemisch in eine
einheitliche Paste, die nun gro&szlig;z&uuml;gig auf einem Verband  aus Spinnennetzen
verteilt wird. Der so verkrustete Spinnennetzverband wird auf alle  Wunden
gelegt, die heilen m&uuml;ssen.
Diese Breiverpackung ist in 20 Minuten vorbereitet und wirkt aufbauend auf
Kr&auml;fte und  F&auml;higkeiten. Der Umschlag mu&szlig;  immer auf einen verwundeten Be-
reich aufgelegt werden. Auch f&uuml;r kleinere Verletzungen n&uuml;tzlich.

&#009;&#009;&#009;&#009;(8) EISMAGIE

Zutaten:
Wei&szlig;dorn, Distel und Blutlilie

Entferne alle Bl&uuml;ten einer Blutlilie und lege sie beiseite.Nimm die Samen-
h&uuml;lse und erhitze  sie bei  niedriger Temperatur, damit  sie sich  &ouml;ffnet.
Dann nimm alle Samen heraus.Koche 2 Handvoll Wei&szlig;dornbeeren und lasse nach
20 Minuten die Fl&uuml;ssigkeit abflie&szlig;en. Das gekochte Fruchtfleisch der Wei&szlig;-
dornbeeren wirf weg. Nimm  die Disteln&#009;einer Distelpflanze und gib sie in
die Wei&szlig;dornfl&uuml;ssigkeit. Streue auch die Samen der Blutlilie hinein.Dieses
Gemisch kommt nun f&uuml;r eine Stunde in den K&uuml;hlschrank. Sch&uuml;tte die Fl&uuml;ssig-
keit in ein Gef&auml;&szlig; ab. Nach diesem Rezept reicht die Menge des Trabks f&uuml;r 2
Portionen aus. Das Rezept  ben&ouml;tigt eine Vorbereitungszeit von&#009;etwa 1 3/4
Stunden.Dieser Trank sollte f&uuml;r ernstere Verletzungen verwendet werden als
der vorher beschriebene.

&#009;&#009;&#009; (9) HOLZHERZ IN ALGENSAUCE

Zutaten:
Hornstrauch, Algen, Blutendes Herz und Honig

Backe 6 Handvoll Hornstrauchrinde 2 Stunden lang im Ofen.W&auml;hrend die Rinde
b&auml;ckt, bereite die So&szlig;e vor: L&ouml;se  einen Topf Honig in&#009;hei&szlig;em Wasser auf,
gib ungef&auml;hr  1/2 Liter Teichalgen dazu  und au&szlig;erdem eine zerhackte Blume
des Blutenden Herzens. Lasse das Ganze 1/2 Stunde lang k&ouml;cheln und sch&uuml;tte
es &uuml;ber die Hornstrauchrinde, wenn  diese gebacken  ist. Nun entsteht  ein
hartes Gelee, dessen Menge f&uuml;r 3 Portionen ausreicht.
Die Zubereitung dauert ca. 2 Stunden und jede Portion ist ein kr&auml;ftigendes
Aufbau- und Heilmittel.

&#009;&#009;&#009;      (10) SCHMERZFREI

Zutaten:
Wei&szlig;wein, Schwarzer Lotus und Opiumtinktur

Nimm die Bl&uuml;te des Schwarzen Lotus und entferne die Bl&uuml;tenbl&auml;tter.Nimm die
Pollen vorsichtig heraus und mische sie mit der Opiumtinktur. Erw&auml;rme  ein
Glas  Wei&szlig;wein und gib das Schwarzer-Lotus-Opiumtinktur-Gemisch hinzu. Bis
zum Gebrauch sollte  diese Mischung  in einem  geeigneten Gef&auml;&szlig; aufbewahrt
werden.
Die Zubereitung dauert etwa eine halbe Stunde und wird 3 Stunden lang  von
allen Schmerzen befreien.

&#009;&#009;&#009;      (11) EISSCHWAMM

Zutaten:
Wegerich, Wei&szlig;dorn und Moos

Das Rezept ist dasselbe wie f&uuml;r die Zubereitung eines Feuerschwamms,jedoch
werden statt der geriebenen Feuerblume geriebene Wei&szlig;dornbeeren verwendet.
Die zubereitung ist dieselbe, das Rezpt verhilft  zu einer Eiswand  von 20
Sekunden.

&#009;&#009;&#009;     (12) FEUERSCHWAMM

Zutaten:
Wegerich, Flammenblume und Moos

Knete aus Wasser und 2 Handvoll Moos eine dicke, teigartige Masse.Entferne
die Samenk&ouml;pfe von 2 Handvoll Wegerich und gebe diese in die Masse. Stelle
das Ganze anschlie&szlig;end f&uuml;r 15 Minuten beiseite. Die Samen wirken wie Hefe.
Zerreibe die gesamte  Pflanze und Wurzel. Vermische die  geriebene Pflanze
mit dem  Moosbrei, nachdem die Wegerichsamen ihre Dienste geleistet haben.
Achte darauf, da&szlig; alles gleichm&auml;&szlig;ig  verteilt ist. Gib&#009;die Masse  in eine
backform und backe sie im warmen Ofen f&uuml;r 15 Minuten. Nach dem Abk&uuml;hlen in
Scheiben schneiden und servieren.Die Menge ist aussreichend f&uuml;r 6Personen.
Die Zubereitung dauert 35 Minuten, und wenn man eine Scheibe davon i&szlig;t, so
kann man f&uuml;r 10 Sekunden eine Feuerwand herbeizaubern.

&#009;&#009;&#009;    (13) M&Auml;DCHENUMSCHLAG

Zutaten:
M&auml;dchenhaar, Farn, 3 Spinnennetze und Honig

Nimm 2 Handvoll Bl&auml;tter des M&auml;dchenbaums und zerhacke sie.Die fein gehak-
kten Bl&auml;tter sollst Du in Wasser kochen, bis sie ganz aufgel&ouml;st sind  und
nur eine schmutzig-braune So&szlig;e &uuml;brigbleibt.Vermenge dann einen Topf Honig
Bmit dieser  Fl&uuml;ssigkeit, soda&szlig;  die Masse s&uuml;&szlig;&#009;und  dick wird. Schnitzele
eine Handvoll Farnzweige und r&uuml;hre sie unter das Gemisch,das nun zu einer
festen, teigartigen  Masse wird. Forme aus  der Pate  kleine P&auml;ckchen und
wickele jedes in ein Spinnennetz. Dasgemisch reicht  f&uuml;r 3 P&auml;ckchen (des-
halb wohl auch 3 Spinnennetze).
Die  Zubereitungszeit  f&uuml;r  dieses Rezept betr&auml;gt 20 Minuten. I&szlig;t man ein
solches P&auml;ckchen, so bekommt man eine so dicke Haut, als w&uuml;rde man  einen
Panzer tragen. Allerdings bietet dieser Hautpanzer keinerlei Schutz gegen
Zauberspr&uuml;che.(Wirkt sich aber auch nicht auf die eigene Zauberkunst aus)

&#009;&#009;&#009;      (14) MANTICORFLIP

Zutaten:
M&auml;dchenhaar, Farn, 3 St&uuml;ckchen Manticorhaut, Honig

Die zubereitung erfolgt wie beim M&auml;dchenumschlag, au&szlig;er da&szlig;  die P&auml;ckchen
in Manticorhaut  gewickelt werden. Dadurch wird die  Haut desjenigen, der
davon i&szlig;t noch unempfindlicher...

&#009;&#009;&#009;(15) GL&Uuml;CKLICHE &Uuml;BERRASCHUNG

Zutaten:
Nesseln und ein vierbl&auml;ttriges Kleeblatt

Man siede in  einem Kochtopf  eine Mange frischer  Brennesseln&#009;mit etwas
Wasser und lasse sie 20 Minuten  lang  k&ouml;cheln. Dann gebe  man&#009;ein vier-
bl&auml;ttriges Kleeblatt hinzu  und siede  das Ganze  nochmals 5 Minuten, ehe
man die Fl&uuml;ssigkeit abgie&szlig;t, in Flaschen abf&uuml;llt und erkalten l&auml;&szlig;t, bevor
man sie einnimmt.
Dieser Trank sollte mit Zur&uuml;ckhaltung genossen werden, da er  in gr&ouml;&szlig;eren
Mengen Schl&auml;frigkeit und Lethargie (Tr&auml;gheit,das wu&szlig;te doch jeder,oder?!)
verursacht. F&uuml;r die Zubereitung ben&ouml;tigt man 30 Minuten. Die Einnahme des
Trankes steigert  die Reaktionsf&auml;higkeit, solange  man&#009;keine  &uuml;berm&auml;&szlig;ige
Menge einnimmt, in welchem Falle die Wirkung die gegenteilige ist.

&#009;&#009;       (16) VORTEILHAFTE &Uuml;BERRASCHUNG

Zutaten:
Eisenhut (Aconitum), Nesseln und ein vierbl&auml;ttriges Kleeblat

Diese  Mixtur  sollte  wie die GL&Uuml;CKLICHE &Uuml;BERRASCHUNG zubereitet werden,
doch nach Abgie&szlig;en  der Fl&uuml;ssigkeit  gibt  man 3 Tropfen Eisenhut-Extrakt
hinzu und r&uuml;hrt die Tinktur 5 Minuten lang sorgf&auml;ltig um.
Die Vorbereitungszeeit betr&auml;gt somit ca. 40 Minuten.
Dieser Trank hat den Vorteil,da&szlig; er keine Schl&auml;frigkeit verursacht,obwohl
seine Wirkung  ansonsten wie  die der  GL&Uuml;CKLICHEN &Uuml;BERRASCHUNG  ist. Die
Zugabe&#009;des Eisenhuts mu&szlig; allerdings w&auml;hrend der Zubereitung erfolgen, da
sonst eein t&ouml;dliches Gift entsteht!

&#009;&#009;&#009;     (17) MONSTERPASTETE

Zutaten:
Monstera, Petersilie und Efeu

Man lege eine Backform mittlerer  Gr&ouml;&szlig;e mit Efeubl&auml;ttern aus, nehme einen
Korbvoll Monstera-Bl&uuml;ten, s&auml;ubere und  zerteile sie, und  schneide sie in
daumengro&szlig;e Streifen, die man in die Backform gibt.Dar&uuml;ber streut man die
Petersilie und&#009;bedeckt  das Ganze mit&#009;einer weiteren Lage von Efeubl&auml;t-
tern. Man schiebt die Backform in den Vorgew&auml;rmten, hei&szlig;en Ofen und b&auml;ckt
die  Pastete 20 Minuten  lang. Die hier verwendeten  Mengen sollten f&uuml;r 5
Portionen reichen; die Vorbereitungszeit betr&auml;gt 30 Minuten.
Ein St&uuml;ck dieser Pastete verleiht St&auml;rke, reduziert jedoch die Reaktions-
f&auml;higkeit geringf&uuml;gig. Diese Verlangsamung wird  kumulativ, d.h. wird mit
jedem St&uuml;ck ausgepr&auml;gter, das verspeist wird, bevor das vorherige verdaut
ist. Aufgrund dieser Nebenwirkung d&uuml;rfen nur die Tollk&uuml;hnen es wagen,eine
ganze Pastete auf einaml zuverspeisen.Doch mit der n&ouml;tigen Bedachtsamkeit
genossen, verhilft ein St&uuml;ck Pastete dem Essenden im richtigen Augenblick
zu einem Energieschub.

&#009;&#009;&#009;     (18) SANFTE PILZE

Zutaten:
Nieswurz, Holunder und Pilze

Schneide einen Korbvoll Pilze auf und koche sie zu einem dicken Mus. Zer-
mahle 2 Handvoll Holunderbeeren und  gib ihren Saft zu dem  Pilzmus. Zer-
hacke ein Nieswurzblatt und gib es zu der Mischung. Gie&szlig;e alles  in einen
passenden Beh&auml;lter und trinke davon, wenn es notwendig ist.
Die zubereitung dauert 25 minuten und ergibt einen Brei, der f&uuml;r vier (4)
Anwendungen reicht.
Wer davon i&szlig;t/trinkt, wird von &uuml;bermenschlichen Kr&auml;ften durchdrungen, je-
doch nur von kurzer Zeit.

&#009;&#009;&#009;    (19) RITTERVERGN&Uuml;GEN

Zutaten:
Vogelfedern, T&ouml;dlicher Nachtschatten und K&auml;fer

Zermahle  2 Handvoll  Nachtschattenbl&auml;tter und&#009;gewinne aus  ihnen  Saft.
Mische diesen Saft mit dem blut von 5 kleinen K&auml;fern.Verr&uuml;hre das Gemisch
mit der Schwanzfeder eines Vogels, und spreche meinen Namen r&uuml;ckw&auml;rts.
Bis zum Gebrauch bewahre  das Getr&auml;nk gut auf. Da die  Zutaten f&uuml;r dieses
Rezept&#009;selten alle  gleichzeitig zu  bekommen sind, ist  es sehr unwahr-
scheinlich, da&szlig; pro Jahr mehr als eine Portion dieses Zaubertranks herge-
stellt werden kann. Solltest Du das gl&uuml;ck haben, da&szlig; es Dir doch gelingt,
dann lagere die  zweite  Portion wie feinen Wein.  Die Zubereitung dauert
nur etwa  eine Viertelstunde (15 Minuten); die&#009;Wirkung jedoch ist durch-
schlagend! Nach der Einnahme dieses Mittels ist man vor allen Waffen ohne
Direktkontakt vollkommen gesch&uuml;tzt,und auch jede andere Waffe kann nichts
mehr  ausrichten. Dieser Schutz h&auml;lt  eine ganze Weilean, trotzdem sollte
dieses Mittelchen nicht leichtfertig eingenommen werden,sondern nur dann,
wenn es wirklich notwendig ist.

&#009;&#009;&#009;    (20) GL&Uuml;HENDER STOLZ

Zutaten:
Distel, L&ouml;wenzahn und Flammenblume

Entferne  die Bl&uuml;tenbl&auml;tter  von der  Flammenblume und presse ihr &Ouml;l aus.
Schneide den Stengel des  L&ouml;wenzahns an und la&szlig; die  milchige Fl&uuml;ssigkeit
darin  heraustropfen. Mische  die  Fl&uuml;ssigkeit mit dem zuvor ausgepre&szlig;ten
Bl&uuml;ten&ouml;l gut durch.Zeihe die H&auml;rchen von der Distel ab und gib sie zu dem
&Ouml;lgemisch, soda&szlig;  sie  die Fl&uuml;ssigkeit&#009;aufsaugen. Forme  eine Kugel. Mit
einiger &Uuml;bung kann man den  &Ouml;lgewinn aus den Pflanzen  erh&ouml;hen. All  dies
dauert&#009;ca. 15 Minuten. Bewahre die  vollgesogenen Blumenhaare im Dunkeln
auf.Sobald die Kugel aus Blumenhaar wieder ans Licht kommt,beginnt sie zu
gl&uuml;hen. Die Zeit, wie  lange die Kugel gl&uuml;ht, ist direkt davon&#009;abh&auml;ngig,
wieviel &Uuml;bung man hat.Mit doppelt soviel &Uuml;bung, beim zweiten Versuch wird
die Kugel auch doppelt so lange gl&uuml;hen. Dieses Zauberrezept ist vor allem
dann von  Nutzen, wenn&#009;man unerwartet in  dunkle Gefilde ger&auml;t, wo  kein
nat&uuml;rliches Licht scheint.

&#009;&#009;&#009;    (21) DORNIGE SPLITTER

Zutaten:
Nesseln und Feuerdorn

Koche 4 Handvoll Nesseln 10Minuten lang aus und siebe die Fl&uuml;ssigkeit ab.
Die Nesseln lege beiseite. Gib die Dornen des Feuerdorns hinzu und  lasse
Ganze 1 Stunde lang ziehen.Sch&uuml;tte die Fl&uuml;ssigkeit in Flaschen und trinke
davon sobald  der Trank  abgek&uuml;hlt ist. Das Rezept  braucht 1 1/2 Stunden
Zubereitungszeit. Wer davon trinkt,wird mit den Zauberspr&uuml;chen des Feuer-
dolches ausger&uuml;stet sein.

&#009;&#009;&#009;      (22) FINGERLICHT

Zutaten:
T&ouml;dlicher Nachtschatten, Belladonna und Ohrw&uuml;rmer

Ziehe den Saft aus einer kleinen Pfanne voll Nachtschatten, gib 5 Ohrw&uuml;r-
mer dazu und ein zerhacktes Belladonnablatt. Nun mu&szlig; das Ganze 20 Minuten
lang ruhen. Gie&szlig;e  die Fl&uuml;ssigkeit in  eine Flasche ab&#009;und trinke sofort
davon. Die Zubereitung&#009;dauert 20 Minuten. Das Trinken dieses Saftes gibt
Dir die F&auml;higkeit, Fingerlcih-Zauberspr&uuml;che zu sagen. (Blitz und Donner)

&#009;&#009;&#009;      (23) PALMENLICHT

Zutaten:
Belladonna, Hundertf&uuml;&szlig;ler, Mistelzweige und Absinth

Nimm den Saft aus einer kleinen  Pfanne Mistelbeeren, gib 5 Hundertf&uuml;&szlig;ler
dazu, ein gehacktes  Belladonnablatt  und zwei&#009;L&ouml;ffel Absinth. Das Ganze
mu&szlig; 20 Minuten lang ziehen. Gie&szlig;e danach die Fl&uuml;ssigkeit in  eine Flasche
und trinke  sofort davon. Die Zubereitung  dauert eine Dreiviertelstunde.
Durch diesen Trank bekommt der Zauberer die F&auml;higkeit, Palmenlichtspr&uuml;che
zu sagen. (Kugelblitze)

&#009;&#009;&#009;  (24) HUNDE- UND KATZENSUPPE

Zutaten:
Spinnen, Pferdehaar, Lilie und virignischer Zauberstrauch

Nimm eine gro&szlig;e Lilie und zerhacke sie sehr fein. Vermische sie mit einem
Korbvoll virginischer  Zauberbl&auml;tter  und lasse  das Ganze  bei niedriger
Temperatur  eine  Stunde lang  k&ouml;cheln. La&szlig; die  Fl&uuml;ssigkeit ablaufen und
wirf die Reste der Blume  und  der Bl&auml;tter  weg. Entferne die Haut von 10
normalen Spinnen und wirf die Spinnen weg.Zermahle sie aber erst,damit Du
ihr Blut gewinnen kannst. Gib alles in&#009;eine Pfanne. R&uuml;hr  gut um und gib
ein B&uuml;schel Pferdehaare hinzu. La&szlig; die Fl&uuml;ssigkeit aufkochen. Danach  la&szlig;
sie 20 Minuten lang leise k&ouml;cheln,bis sie zu einem dicken Brei wird.Gie&szlig;e
den Brei in einen passenden Beh&auml;lter.Er kann kalt oder warm gegessen wer-
den.
Die  Zubereitungszeit f&uuml;r  dieses Rezept betr&auml;gt 1 Stunde und 40 Minuten.
Diese kraftvolle Mischung  hat&#009;zweierlei  Wirkung. Einmal gibt sie  ganz
allgemein mehr Kraft und st&auml;rkt die Gesundheit. Die weitaus gr&ouml;&szlig;ere Wirk-
ung besteht  darin, da&szlig; man dadurch &uuml;ber eine gro&szlig;e Zahl an Donnerfl&uuml;chen
verf&uuml;gt, die dem Feind sehr schaden.

&#009;&#009;&#009;      (25) D&Auml;MONENGEBR&Auml;U

Zutaten:
Vampirstaub, Drachenblut und T&ouml;dlicher Nachtschatten

Nimm den Saft,den Du aus einer Sch&uuml;ssel Nachtschattenbeeren gewonnen hast
und  wirf das Fruchfleisch weg. Verr&uuml;hre ihn  mit etwa 1/2 Liter Drachen-
blut. Nun gib den Vampirstaub dazu und lasse das  Ganze 5 Minuten ziehen.
La&szlig; dann die Fl&uuml;ssigkeit durch ein Musselintuch ablaufen, damit alle R&uuml;k-
kst&auml;nde entfernt werden und gib das Ganze in eine Flasche. Es ist absolut
wichtig, da&szlig;  die R&uuml;ckst&auml;nde auf geheiligten Boden  geworfen werden, denn
sonst k&ouml;nntest Du das wirklich bereuden. Es dauert etwa 25 Minuten diesen
trank zu brauen und r&uuml;stet denjenigen, der ihn trinkt mit einer verheren-
den Waffe aus. Deshalb un auch wegen der Zutaten ist dies ein sehr selten
bereitetes Getr&auml;nk,das normalerweise nur 1 mal im Leben hergestellt wird.
Aber auch Achtlosigkeit bei  der Zubereitung  kann dazu f&uuml;hren,da&szlig; Du  es
nur einmal bereiten kannst.Wer diesen Trank zu sich nimmt,dem stehen eine
Reihe  furchtbarer Zauberspr&uuml;che zur Verf&uuml;gung, die jedem  normalen Lebe-
wesen betr&auml;chtlichen Schaden zuf&uuml;gen k&ouml;nnen.

1 Tasse    = 1 Handvoll
3 Handvoll = 1 Pfanne
4 Handvoll = 1 Korbvoll
6 Gl&auml;ser   = 1 Flasche

Anweisungen zum Herstellen eines Zauberspruches...
1. Zutaten in die K&uuml;che zu ELVIRA bringen und dann den Befehl MIX anklik-
   ken.
2. Wenn Sie ein Exemplar des zauberbuches haben, wird  dieses  im  Haupt-
   fenster angezeigt. Darin sind alle Zauberspr&uuml;che aufgelistet.
   W&auml;hlen Sie den gew&uuml;nschten Spruch und klicken Sie dann auf SPELL NAME.
3. Wenn  Sie den gew&uuml;nschten Zauberspruch gefunden haben, den ich f&uuml;r Sie
   mischen soll, werden alle magischen Zutaten, die Sie gesammelt haben,
   auf der rechten des Zauberbuches angezeigt. W&auml;hlen Sie die Dinge aus,
   die ich f&uuml;r das Gebr&auml;u verwenden soll, indem Sie darauf klicken und
   es nach links ziehen.
   Wenn Sie alle Ingredienzen (Zutaten) beisammen haben, klicken Sie
   auf das MIX Icon rechts unten.
   Wenn die Zutaten und die Mengen richtig waren,
   erhalten  Sie im  Inventar neues  Fl&auml;schchen oder eine neue Rolle.
   Falls dies nicht der  Fall sein sollte,
   werden Sie einiges von mir zu h&ouml;ren bekommen!

GEHIRNSCHMERZ
Wer damit verflucht wird, der wird im Kopf von Ungeschicklichkeiten heim-
gesucht. Der Fluch soll nur  einmal w&auml;hrend  eines Kampfes  ausgesprochen
werden.

FINGERLICHT
Dieser sehr wirksame  Lichtfluch bringt  den Gegner in&#009;ein Blitzgewitter,
das so einiges anrichtet, wenn ein Blitz richtig trifft.

FEUERDOLCH
Dieser&#009;Fluch ist  und funktioniert  wie ein gerade geworfener, flammender
Dolch. Nach dreimaligem Einsatz ist das Ziel allerdings  immun gegn Feuer.
Wenn man ihn  bei einer Mumie einsetzt, besteht  die Gefahr, da&szlig; sie Feuer
f&auml;ngt (w&ouml;rtlich gemeint!!!).

FEUERWAND
Bei jeder Anwendung dauert dieser Fluch 10 Sekunden an. Er h&auml;lt jeden An-
greifer in Schach und gibt dem, der den Fluch ausspricht  die M&ouml;glichkeit
entweder sein Gesch&uuml;tz zu benutzen oder die Kurve zu kratzen.
Mit Hilfe dieses Fluchs zerst&ouml;rt  man sowohl Waffen aus Eis als auch alle
h&ouml;lzernen  Waffen, wobei  der Fluch  sich leider  auch&#009;gegen Waffen  des
Zauberers richten kann.

EISWAND
Die &quot;eisige&quot; Version der Feuerwand, die jedoch doppelt&#009;solange andauert.
Allerdings k&ouml;nnen Feuerwaffen sofort zerst&ouml;rt werden, soda&szlig; dem, der  den
Fluch ausspricht nur noch neue Eisfl&uuml;che bleiben.

PFLANZEN IDENTIFIZIEREN
Diese F&auml;higkeit ist  in der Magie von hoher  Bedeutung, denn man mu&szlig; sich
mit vielen pflanzlichen Zutaten gut auskennen.Zugang zu diesem Wissen er-
langt man, indem man KR&Auml;UTERHONIG i&szlig;t.

RITTERVERGN&Uuml;GEN
Dies ist der gr&ouml;&szlig;te Verteidigungsspruch,denn mit seiner hilfe werden alle
Auswirkungen irgendwelcher  magischer Waffen  verringert; die Wirkung von
anderen Waffen halbiert sich.

GL&Uuml;CKLICHE &Uuml;BERRASCHUNG
Dieser Trank erh&ouml;ht  die Geschicklichkeit  desjenigen, der davon  trinkt.
Jeder Schluck  gibt  ein Zehntel  mehr&#009;Geschicklichkeit, aber&#009;wenn  man
weitertrinkt, bevor die Wirkung des letzten Schluckes nachl&auml;&szlig;t, kann dies
zu Schl&auml;frigkeit f&uuml;hren.

M&Auml;DCHENUMSCHLAG
Wer davon i&szlig;t, bekommt eine  so harte Haut, da&szlig;  sich die Sto&szlig;kraft eines
Schwertes halbiert.

MANTICORFLIP
&Auml;hnlich wie beim M&auml;dchenumschlag, nur da&szlig; die Wirkung eines Schwertes bis
auf ein Zehntel heruntergesetzt wird.

VEREISTE GEDANKEN
Dieser Zauberspruch ist dem VERWIRRTEN GEIST &auml;hnlich, jedoch ist hier die
Wirkung weit intensiver.

PALMENLICHT
Eine kraftvollere Version des Fingerlichts; hier  werden dem Feind Kugel-
blitze entgegengeschleudert, die nat&uuml;rlich entsprechend  mehr Schaden an-
richten.

VORTEILHAFTE &Uuml;BERRASCHUNG
&Auml;hnlich wie  bei der GL&Uuml;CKLICHEN &Uuml;BERRASCHUNG ist hier die Wirkungsweise,
jedoch ohne den Nachteil der Schl&auml;frigkeit,falls man zufr&uuml;h davon trinkt.

RUNENLESEN
Dies ist die F&auml;higkeit Runen zu  lesen und zu verstehen. Sie bringt Weis-
heit und man erreicht dies, indem man die ALPHABETSUPPE i&szlig;t.

HEISSE EIER
Ein Fluch von so offensiver Wirkung, da&szlig; der Gegner schwerer  als von der
t&ouml;dlichsten, bombenartigen Waffe getroffen wird.

VERWIRRTE GEISTER
&Auml;hnlich wie SCHMERZ DER GEDANKEN, jedoch wird die Gewandheit in st&auml;rkerem
Ma&szlig;e beeintr&auml;chtigt.

DONNERSCHLAG
Dieser Fluch wirkt auf den Gegner wie  eine Ersch&uuml;tterungswaffe, die ver-
herenden Schaden anrichtet.

SCHRECKLICH
Dieser furchtbare Fluch f&uuml;gt dem, den es erwischt gro&szlig;en Schaden zu.
</pre>
</body>
</html>
