<html>
<head>
  <title>Das Erbe</title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="genetic_species.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="erben_der_erde.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
L&ouml;sung:
In der heruntergewirtschaften Villa angekommen, empfiehlt es sich, zu-
n&auml;chst einen genauen Blick auf das Photo zu werfen, das im Wohnzimmer
auf dem Regal steht. Lolita, eine Verwandte des verstorbenen Onkels,
l&auml;chelt Ihnen freundlich entgegen und bittet um einen Anruf. Doch be-
vor Sie mit Erfolg Ihre Telefonnummer (690815) w&auml;hlen d&uuml;rfen, gibt es
noch einige knifflige Aufgaben zu l&ouml;sen.

So ist es beispielsweise ratsam, die Kommode zu durchw&uuml;hlen und sich
das Telefonbuch einzuverleiben. Wem dies bereits zu anstrengend war,
findet durch die n&auml;here Betrachtung des Aquariums Abwechslung.

In der K&uuml;che gilt es, die schmutzigen Teller abzuwaschen - nat&uuml;rlich
per Hand, das hei&szlig;t ohne Benutzung der Sp&uuml;lmaschine, die zuviel Was-
ser verbraucht. Ein Blick in den Keller verr&auml;t, da&szlig; der Feuerl&ouml;scher
vollkommen veraltet ist und unbedingt ausgewechselt werden mu&szlig;.

In der oberen Etage des Hauses erwartet Sie ein &uuml;berhitztes Zimmer.
Also: Heizung ausdrehen und Fenster aufmachen. Nun ist es notwendig,
einige wichtige Telefongespr&auml;che zu f&uuml;hren: Beim Heizungs- und Isola-
tionskundendienst (42031) eine Erdgas-Solar-Heizung und eine Mineral-
faserd&auml;mpfung ordern, bei der Abfallentsorgung (6070-0) die fachge-
rechte Entsorgung der alten Einrichtungsgegenst&auml;nde, bei der Klempne-
rei (66381) die Reparatur des defekten Wasserhahns in der K&uuml;che und
beim Maler (57512) einen Anstrich mit umweltfreundlichen Lack. Wei-
terhin erfahren Sie durch einen Blick auf die Pinnwand die Nummer des
Fahrradschlosses (007), das vor der T&uuml;r einen Drahtesel sichert. Die
Benutzung des Computers (&quot;Benutze Tastaturkabel mit Computer&quot;, &quot;Setze
Dich auf Stuhl&quot; und &quot;Benutze Computer&quot;) sollten Sie f&uuml;r einen Rosen-
gru&szlig; an Lolita nutzen. &Uuml;brigens: eine prallgef&uuml;llte Brieftasche liegt
in der Schachtel &uuml;ber dem Schreibtisch.

Als n&auml;chstes sollten Sie sich mit Gartenarbeit besch&auml;ftigen. Ein Hau-
fen aus alten Laub geh&ouml;rt in den Kompost. Eine Erholung in Form eines
ausgiebigen Sonnenbades ist bei dem heutigen Ozongehalt in der Luft
nicht zu raten.

Fahren Sie stattdessen lieber mit dem Bus in die Stadt. Dort m&uuml;ssen
Sie sich um eine neue Einrichtung f&uuml;r Ihre Villa k&uuml;mmern. Kaufen Sie
bei dem Gesch&auml;ft &quot;G&ouml;bel&quot; eine Matraze (Modell &quot;Federmat&quot;), ein Ei-
chenholz-Bett, den Sessel &quot;Christoph Columbus&quot;, den Glastisch und den
rechten K&uuml;hlschrank. F&uuml;r sp&auml;tere Zeiten empfiehlt es sich, einen Re-
klamekugelschreiber mitzunehmen. Weiter geht es zu Inge, der Besit-
zerin eines Mischwarenladens (&quot;Gehe zu Stra&szlig;e&quot; auf der rechten Seite
des Bildschirmes). Dort sollten Sie sich Briefpapier, Schlagsahne und
einen CO&sup2;-Feuerl&ouml;scher besorgen. Benutzen Sie doch auch 'mal die Klin-
gel auf dem Ladentisch (Sie erhalten eine Briefmarke). Die letzte Sta-
tion Ihres Stadtbummels ist der Waschsalon. Reinigen Sie Ihr Hemd mit
einer Waschmaschine - Lolita wird es Ihnen bei einem m&ouml;glichen Rendez-
vous danken. Irgendwo liegt auch noch eine interessante Brosch&uuml;re be-
z&uuml;glich Umweltschutz im Alltag.

Wieder in Ihrer ehemaligen Bruchbude angekommen, m&uuml;ssen Sie nun noch-
mals in den Garten, um frische Erdbeeren zu pfl&uuml;cken. Danach sollten
Sie in der K&uuml;che Lolitas Leibgericht anrichten (&quot;Benutze Erdbeeren mit
Sahne mit Schneebesen&quot;) und ihr einen Brief schreiben (&quot;Benutze Kugel-
schreiber mit Briefpapier mit Briefmarke&quot;). Voller Tatendrang und
Vorfreude auf das nette M&auml;dchen, eilen Sie zum Fahrrad, pumpen dieses
mit Hilfe der Luftpumpe, die auf der Fensterbank liegt auf, und radeln
zum Briefkasten.

Von Ihrem Ausflug zur&uuml;ckgekehrt, erwartet Sie ein netter, gepflegter
Mann vor der T&uuml;r. Sprechen Sie ihn an!
</pre>
</body>
</html>
