<html>
<head>
  <title>
</title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="erbe,_das.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="erik.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

              ERBEN DER ERDE


 1. Auf dem Jahrmarkt die Silbermedaille verkaufen
 2. Zur Keilerburg marschieren und den K&ouml;nig einen Besuch
    abstatten (ein Ring ist im Schlamm versteckt)
 3. Im Dorf der Frettchen einen Sack Gips kaufen
 4. Beim Heiligtum  mit der Katzenchefin reden und dann beim
    Waldk&ouml;nig die verlangte Legitimation abholen
 5. Zur&uuml;ck zum Heiligtum und den Garten unter die Lupe nehmen.
    Mit gef&uuml;llten Wassereimer und Gips den Fu&szlig;abdruck ausgie&szlig;en.
    Die Beeren nicht vergessen!
 6. In der H&ouml;hle den Bo&szlig; der Ratten suchen und ihn alles
    &uuml;bergeben, jetzt ergibt sich eigentlich alles von allein
    (die Karte von Tycho Nordpfoth holen)
 7. O.K....O.K....den kaputten Lichtf&auml;nger dem Rattenchef
    vorzeigen und (mit dem richtigen Namen) im Dorf der Frettchen
    den Glasmacher ansprechen. Dann &quot;Einheit&quot; ansprechen, (wenn
    gefunden) und den roten Ton aus der Keilerburg holen. Zur&uuml;ck
    und eine neue Linse machen. (Puzzle l&ouml;sen, bereitet
    Kopfzerbrechen weil verschiedene L&ouml;sungsm&ouml;glichkeiten)
 8. Auf gehts in die Wildnis!
    In der Hundefestung nach Essen fragen (man hat ja schlie&szlig;lich
    Hunger). Den Ausgang suchen (loser Stein).                  
 9. Nadel und Faden vom H&auml;ndler kaufen, Feuerstein und einzelnen
    Kristall aus dem Bergwerk holen und zum Dorf der Katzen
    gehen.



 10. Der Schwester &quot;hartn&auml;ckig&quot; den Brief geben und mit der
     bekommenen Schale den Honig holen. Um die Bienen zu
     vertreiben, nat&uuml;rlich erst mal Feuer machen (wie die
     Urmenschen, mit Feuerstein und Eisen), das Katzengras gibts
     am Ufer. Schnell zur&uuml;ck und Gegenmittel mixen und der
     Katzentochter geben.                                        
 11. Hundefestung. Wer suchet, der findet. &quot;...langsam...&quot; den
     Schl&uuml;ssel nehmen und Gefangene befreien.                    
 12. Eine Bootsfahrt kostet Geld oder Ring. 
 13. Mit Shiala reden. Zur Ruinenstadt gehen und mit der
     Kabeltrommel aus der einen Lagerhalle bei der Felsklippe die
     Chipkarte aus dem Vogelnest holen. Zur&uuml;ck zur Ruinenstadt.
     Chipkarte in Platte stecken und aus dem &Uuml;berwachungsb&uuml;ro
     den dreieckigen Gegenstand nehmen.                          
 14. H&auml;ndler suchen und eine &Ouml;llampe kaufen.                     
 15. Mit dem &Ouml;l lassen sich schwerg&auml;ngige T&uuml;ren &ouml;ffnen
     (Schraubenzieher suchen!)
 16. Beim Damm die Wetterwarte suchen und mit dem Schraubenzieher
     die T&uuml;r &ouml;ffnen. Batterie aus der Digitaluhr nehmen und in
     dreieckigen Gegenstand stecken (wohin sonst?).
 17. Dreieckigen Gegenstand an Shialas Eisent&uuml;r benutzen.
</pre>
</body>
</html>
