<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="evil_garden.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="executive_leaderboard.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Cheat: Um den CHEAT zu aktivieren, dr&uuml;ckt man 10 (bzw 20) mal auf das
Copyrightzeichen im Spiel unten rechts. (Nicht zu schnell) Ihr erhaltet
eine Cheat Modus Best&auml;tigung.

Zur Einleitung: Man sollte nicht vergessen, das Nikodemus um Mitternacht
in dem Raum mit dem &quot;Ankh-Zeichen&quot; sein muss.
Um die Zeit bis 24 Uhr zu &uuml;berbr&uuml;cken dr&uuml;cke man entsprechend oft auf
die &#062; Sleep &#060; Taste.
Ab 1.00 Uhr kann man gefahrlos den Raum verlassen.

Zuerst befinden wir uns also in der Empfangshalle. Wir gehen dann nach
links bis zur n&auml;chsten Leiter, diese steigen wir nach oben.
Rechts davon fordert uns jemand auf durch die T&uuml;r zu gehen, diesem Wunsch
kommen wir aber nicht nach, weil Schmerzen scheusslich sind.
Unbeirrt steigen wir weiter nach oben bis zu dem dort sitzenden H&auml;ndler.
Der wird noch des &ouml;fteren mit uns Tauschgesch&auml;fte machen.

Wir schauen uns ersteinmal alle R&auml;ume dieser Etage an und nehmen mit,
was wir bekommen k&ouml;nnen. Mit der &#062; Take &#060; Taste nehmen wir die Duell -
pistole, diese geben wir dem H&auml;ndler, &#062; Give &#060; Taste. Der Gute &uuml;berl&auml;sst
uns daf&uuml;r einen Gnomring. Dieser Ring sch&uuml;tzt uns nicht nur vor den
Gnomen sondern er weisst uns als ihr Meister aus.

Es ist Zeit eine Etage h&ouml;her zu gehen. Die meisten T&uuml;ren lassen sich mit
der &#062; Open &#060; Taste &ouml;ffnen. F&uuml;r andere ben&ouml;tigen wir aber einen Universal-
schl&uuml;ssel, den wir aber noch nicht haben.
Der Weg f&uuml;hrt uns nach rechts, solange bis wir in dem Raum mit dem Ankh-
zeichen sind. Dies ist&#009;d e r  Raum, der uns vor allen Gefahren besch&uuml;tzt.

Mit der &#062; Drop &#060; Taste entleeren wir unsere Taschen, den Ring und die
Sanduhr lassen wir hier um uns eine Etage h&ouml;her zu begeben.

Der Weg f&uuml;hrt uns rechts zu einer Diebin (Kaminzimmer), die Dame hatte
bei uns aber keinen Erfolg. Nachdem sie fort ist holen wir uns den Ring
und die Sanduhr.
Unser Weg f&uuml;hrt uns wieder und weiter nach oben.
Zwischendurch immer die Uhr im Auge behalten.
Jetzt stehen wir an der Leiter mit der Vase. Bevor wir nach links gehen
m&uuml;ssen wir erst springen, sonst f&auml;llt uns eine h&auml;rterer Gegenstand auf
die Nuss. Das w&uuml;rde uns auch im n&auml;chsten Raum passieren, aber den Hilfs-
trick kennen wir ja nun.
Weiter links finden wir eine Kerze. Einpacken.

Die Durchquerung eines Raumes dauert 15 Minuten, dies sollte bedacht
werden, denn Punkt Mitternacht muss man im Ankhzeichen-Zimmer sein.
23 Uhr 45 und sieben R&auml;ume vom Schutzzimmer entfernt, dann sind die Vor-
aussetzungen f&uuml;r einen gl&uuml;cklichen Lebensabend sehr gering.

Links in den R&auml;umen finden wir einen Streichholz und eine Flasche.
Nun geht es weiter nach oben. Den W&auml;chter bestechen wir mit der Flasche,
sodass es uns passieren l&auml;sst. Die Truhe &ouml;ffnen wir ganz ungeniert und
haben somit Wendy befreit. Wendy ist von Beruf ELFE und wird uns nunan
sehr hilfreich sein. Weiter links finden wir einen Kn&uuml;ppel mit wir uns zur
Wehr setzen k&ouml;nnen. Und wieder wandern wir eine Etage h&ouml;her. Vor dem
Dummheitsdetector finden wir eine Per&uuml;cke. Weiter oben, beim Vogelnest,
packen wir das goldene Ei ein. Jetzt geht es unter das Dach. Wir stehen an
der Leiter und sagen: &quot;Pokushokus&quot; (kein Druckfehler)
Schwups, finden wir uns in einer Felsnische wieder. Die dort liegende
D&auml;monenmaske sacken wir auch ein. Mit dem Wort &quot;Hokuspokus&quot; kommen wir
wieder zur&uuml;ck. Dem Vogel links zeigen wir unseren Kn&uuml;ppel, woraufhin er
das Weite sucht. Weiter links ist ein Gnom, er tut uns nichts. Auch wenn es
nicht so aussieht, aber es geht noch weiter nach links (Zauberwand ?)
In folgenden Raum finden wir nun den Universalschl&uuml;ssel
der uns fast alle bislang verschlossenen T&uuml;ren &ouml;ffnen kann.

Nochmals &quot;Pokushokus&quot; gesagt und wir verlassen den Raum wieder.

Nun gehen wir nach unten und &ouml;ffnen die T&uuml;r hinter dem H&ouml;hleneingang. Aus
der Bibliothek nehmen wir das Zauberbuch (ganz links). In diesem Schm&ouml;ker
lesen wir das Zauberwort &quot; Elbereth &quot;, was wir uns unbedingt merken sollten.
Jetzt &ouml;ffnen wir all die anderen T&uuml;ren. Ein kleiner Drache gibt uns eine
Flasche. Der Gang links hinter dem Drachen bringt uns in einen Schacht,
keine Angst auch hier kommen wir wieder heraus. Im Schacht finden wir
Weihwasser, etwas tiefer eine Spitzhacke mit der wir uns durch br&uuml;chige
W&auml;nde w&uuml;hlen k&ouml;nnen.
Achtung! Blickt auf die Uhr!

In dem Gang, in dem sich auch der Ankhraum befindet, &ouml;ffnen wir nun links
die verschlossene T&uuml;r. Dort weint herzzerreissend eine Frau &uuml;ber Ihre
Glatze. (Miss Kojak ?) Seid nett, schenkt ihr die Per&uuml;cke ! Es soll auch
Leute geben, die ihre Dankbarkeit zeigen k&ouml;nnen.
Die T&uuml;r hinter den S&auml;rgen &ouml;ffnen wir ebenfalls&#009;- aber - bevor wir den
Raum betreten, erst alle Gegenst&auml;nde die wir gesammelt haben wieder im
Ankhraum ablegen. Sollte jedoch einer vorwitzig in den Raum gest&uuml;rzt sein
und steht nun &quot;bestohlen&quot; da, keine Bange irgendwo im Turm liegen die
Sachen herum.
Aus dem Raum (dem hinter den S&auml;rgen) nehmen wir die Pistole mit und
holen uns nun die anderen Klamotten wieder ab.

Das goldene Ei vermachten wir dem H&auml;ndler gegen eine Kristallkugel.
Unser Weg f&uuml;hrt uns wieder nach oben. Hier &ouml;ffnen wir die W&auml;nde der Zim-
mer, die uns bislang versperrt geblieben sind. Brutal aber sinnvoll.

Jetzt k&ouml;nnen wir auch Wendy zum zweitenmal aus der Truhe befreien.
Zu unseren Besitzt&uuml;mern haben sich eine Drachenklaue und eine Bibel gesellt.

Ab, wieder nach unten. Im Raum neben den S&auml;rgen bekommen wir ein neues
Goldei. Nun in den Raum mit der grossen Standuhr. Hier h&uuml;pfen wir einmal
und gelangen so in den n&auml;chsten Raum. Dort &ouml;ffnen wir mit Hilfe der
Spitzhacke den Weg nach unten, &ouml;ffnen dann eine Luke und begeben uns
weiter nach unten. Zwischendurch g&ouml;nnen wir uns einen Schluck Wein und
nehmen von nebenan das Kreuz mit.

Nun wieder eine Etage h&ouml;her. Die Mauer dort ben&ouml;tigt den Zauberspruch aus
dem Zauberbuch (...&auml;h...Elbereth, war&acute;s doch, oder).
Jetzt k&ouml;nnen wir links weiter gehen, um das gr&uuml;ne Monster k&uuml;mmert sich
Wendy.
Wir &ouml;ffnen nun die letzte T&uuml;r. Bevor wir links weiter durch den Tunnel
gehen schauen wir in unsere Taschen, ob wir auch alle Dinge dabei haben,
wenn wir der Bestie gegen&uuml;ber stehen. Wichtige Sachen sind: Kruzifix,
Bibel und Weihwasser.

Ab durch den Tunnel !
</pre>
</body>
</html>
