<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="eye_of_horus.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="eye_of_the_beholder_2.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Eye of the Beholder
Hersteller:&#009;SSI/Softgold&#009;&#009;
Vertrieb:&#009;Rushware
Genre:&#009;&#009;Rollenspiel

Wertung (Amiga Game Power)

Grafik:&#009;&#009;83 %&#009;
Sound:&#009;&#009;74 %
Motivation:&#009;86 %


Tips :
Eine empfehlenswerte Crew enth&auml;lt einen Fighter (Dwarf oder Human), einen
Marge (Elf), einen Ranger (Elf oder Human) und einen Fighter/Cleric/Marge
(oder &auml;hnlichen Mix). Zwei weitere Mitglieder lassen sich durch
Wiederbelebung (durch Marge der Zwerge im Level 5) gewinnen. Die beste
Allround-Zauberwaffe ist die &quot;Magic Missle&quot;, sp&auml;ter der &quot;Fireball&quot; und der
&quot;Lightning Bolt&quot;. Der &quot;Cone of Cold&quot; hat sich gegen H&ouml;llenhunde und andere
&quot;Feuerwesen&quot; bew&auml;hrt; &quot;Ice Storming&quot; und &quot;Vampiric Touch&quot; sind auch nicht
zu verachten. Die ultimative Verteidigungswaffe ist die &quot;Stone Skin&quot;. Ein
kleiner Trick, um allen Gruppenmitgliedern eine solche zu verpassen, ist
dieser: Mit dem Spruch in einer Ecke verkriechen, ihn lernen, auf zwei
Mitglieder anwenden, wieder schlafen, auf zwei weitere Abenteurer anwenden
u.s.w. bis jeder eine &quot;Stone Skin&quot; hat. Zus&auml;tzlich hat man dann noch zwei
in Reserve! An Cleric-Spr&uuml;chen sind &quot;Bless&quot; und &quot;Prayer&quot; besonders gegen
Magie geeignet. &Uuml;berhaupt sind alle Cleric Level-5-Spr&uuml;che zu empfehlen.
Niemals Sondermesser (z.B.Guinsoo) in die Runen legen oder auf L&ouml;cher im
Boden werfen, denn sie sind dann auf immer verloren. Bis unser Cleric
endlich den &quot;Create Food&quot;-Spruch kann, mit Nahrung knausern, wo es nur
geht. Zu Rust Monsters, Mind Flayers und Spiders immer Abstand halten und
mit Distanzwaffen bek&auml;mpfen. Bei Kenkus verstecken, bis sie zweimal Magic
Missles geschossen haben, dann angreifen. &Uuml;brigends, das &quot;Oracle of
Knowledge&quot; wird aktiviert, indem man ein &quot;Orb of Power&quot; in die Nische
daneben legt.

Level 1:
Die T&uuml;re zum 2.Level &ouml;ffnet sich, wenn man auf die Druckplatte davor etwas
ablegt und dann den Knopf zum &Ouml;ffnen der T&uuml;re bet&auml;tigt.

Level 2:
Hier schlie&szlig;t sich eine Fallgrube durch einen gezielten Wurf auf die
dahinterliegende Druckplatte. Ein Gitter l&auml;&szlig;t sich &ouml;ffnen, indem man etwas
durch es hindurch wirft. In einem kleinen Raum, an dessen Wand &quot;Entry
Level&quot; steht, sollte man die T&uuml;re von innen schlie&szlig;en und anschlie&szlig;end den
Knopf in der Wand dr&uuml;cken. Nach der zweiten &quot;Raumverschiebung&quot; findet man
hinter einer T&uuml;r einen Schl&uuml;ssel. Er &ouml;ffnet das Tor zum 3.Level.

Level 3:
Dort m&uuml;ssen alle Gems in die Augen eingesetzt werden, um den Durchgang zum
Level 4 zu &ouml;ffnen.

Level 4:
Alle &quot;Acces Control Lever&quot; schalten, um in den 5.Level abzusteigen.

Level 5:
Hier trifft man auf die Zwerge, welche einem das &quot;Stone Medalion&quot;
vermachen. Zusammen mit dem &quot;Stone Necklace&quot;, das sich auch in diesem
Level befindet, bringt es uns in den 7.Level.

Level 7:
Von dort mit Hilfe des &quot;Stone Daggers&quot; weiter in den 9.Level.

Level 9:
Einige T&uuml;ren lassen sich mit den roten Steinen &ouml;ffnen, die man auf den
K&ouml;pfen daneben findet. Weiter geht`s in den Level 8.

Level 8:
Den Raum mit dem Portal f&uuml;r das Zepter aufsuchen (Achtung: es gibt zwei
Portale; durch eines kommt man an, durch das andere abw&auml;rts in den
10.Level.

Level 10:
Hier pl&auml;tten wir einen Haufen Mantis. Dann wird der Totenkopfschl&uuml;ssel
eingesammelt, die T&uuml;re aufgesperrt, &quot;Shinda&quot; verh&ouml;rt und der Prinz
befreit. Nun zur&uuml;ck durch das Portal in den 8.Level und weiter in den
5.Level zu den Zwergen.

Level 5:
Mit zwei goldenen Schl&uuml;sseln l&auml;&szlig;t sich hier ein Teleporterraum &ouml;ffnen.
Dort den richtigen Weg w&auml;hlen, die drei Schalter umlegen, und schon
befindet man sich im 6.Level.

Level 6:
Die Scharen von Kenkum`s niederm&auml;hen und den Magier umnieten. Die Kenku
Eggs sind e&szlig;bar; eignen sich jedoch auch hervorragend, um die Drows im
n&auml;chsten Level zu bestechen. Nachdem man die Dart-Falle &uuml;berwunden hat,
sammelt man alle Darts ein und legt diese in der Kammer dahinter in die
Nische. Die Wand verschwindet daraufhin, und man gelangt mittels drei
Schl&uuml;ssel von der nordwestlichen Kammer hinab zu den Drow`s.

Level 10:
Mit einem Schalter werden zwei W&auml;nde so verschoben, da&szlig; ein Durchgang zu
zwei weiteren Schaltern frei wird. Den westlichen Schalter zweimal
bet&auml;tigen und durch das Loch in den 11.Level .

Level 11:
Hier werden die W&auml;nde durch die Kn&ouml;pfe im Uhrzeigersinn gedreht und so
geschaltet, da&szlig; die &Ouml;ffnungen beieinander sind. Dann geht`s viermal durch
die T&uuml;r zu den vier Abschnitten des Levels. Man besorgt das &quot;Stone Ahnk&quot;
und den Trank f&uuml;r den K&ouml;nig. Durch das Ahnk-Portal zur&uuml;ck zu den Zwergen
und den K&ouml;nig heilen. Nun erh&auml;lt man den &quot;Wand of Silvias&quot; und begibt sich
durch das Orb-Portal in den 12.Level.

Level 12:
Nach ein paar Golems und einem Raum mit vielen Schaltern trifft man auf
den Beholder. Diesen besiegt man mit dem &quot;Wand of Silvias&quot;, und schon hat
man seine Aufgabe erfolgreich beendet.

Allgemeiner Tip: Wenn Ihr alle T&uuml;ren des zweiten Levels &ouml;ffnen m&ouml;chtet, so
m&uuml;&szlig;t Ihr nur vom zweiten Stock in den ersten gehen. Dieser Trick
funktioniert bei jedem beliebigen Dungeon.
</pre>
</body>
</html>
