<HTML>
<HEAD>
<TITLE>Rise of the Dragon - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR>
<B><FONT SIZE="+3">Rise of the Dragon</FONT></B><BR><BR><BR>
<B>Tag 1</B><BR><BR>
Zu Beginn befinden wir uns in unserem Schlafzimmer, wo wir die
Kleidungsst&uuml;cke zusammensuchen und anziehen. Wenn wir den Anrufbeantworter,
der auf dem Tisch am Fenster steht, anschlie&szlig;en und einschalten, k&ouml;nnen wir
die Meldungen auf dem Tonband abh&ouml;ren und anschlie&szlig;end das durch den
Fernkopierer &uuml;bermittelte Bild entnehmen. Wir nehmen die ID-Karte aus dem
Schlitz, schalten den Anrufbeantworter aus und verlassen das Zimmer.
<BR><BR>
Nun gehen wir in Richtung City Hall. Unterwegs kaufen wir ein paar Blumen,
die wir mit der ID-Karte bezahlen. Diese schenken wir unserer Freundin, die
im B&uuml;ro sitzt. Damit ist sie wieder gl&uuml;cklich und &uuml;berreicht uns die
Schl&uuml;ssel, die wir schon so lange vermi&szlig;t haben, gegen eine Verabredung zum
Abendessen am n&auml;chsten Tag. Die n&auml;chste Station auf unserem Weg ist der
Vergn&uuml;gungs-Dome, wo wir auf mehr oder weniger interessante
Gespr&auml;chspartner sto&szlig;en k&ouml;nnen. Besonders der Mann, der am Ende des Tresors
sitzt und sich &quot;The Jake&quot; nennt, ist sehr aufschlu&szlig;reich. Wir sprechen ihn
vorsichtig auf Rauschgifttote an und schon vertraut er such uns etwas mehr
an. Er fragt uns nach einem Beweis, worauf wir ihm das Bild aus dem
Fernkopierer von zu Hause geben. Daraufhin teilt er uns einige wichtige
Informationen mit. Unter anderem nennt er auch einige Namen, von denen wir
nun Jonny Qwong besuchen wollen.
<BR><BR>
Aber leider kommen wir etwas zu sp&auml;t: Qwong liegt sterbend am Boden, der
wahrscheinliche M&ouml;rder mit der Augenklappe, der sich als &quot;The Snake&quot;
ausgibt, fl&uuml;chtet. Aber wenigstens k&ouml;nnen wir noch den Anrufbeantworter
benutzen. Er gibt einige Zahlenkombinationen preis sowie die Verkn&uuml;pfungen
mit Chen Lu. Dann stecken wir die ID-Karte ein und finden im Bad ein
kleines, illegales P&auml;ckchen. Jetzt sollten wir aber schleunigst
verschwinden, denn die polizei naht und wir wollen doch nicht in falschen
Verdacht geraten. Aber kurz danach betreten wir erneut die Wohnung mit
Hilfe der ID-Karte Qwongs. Im Schlafzimmer steht ein Drache. Wenn wir auf
das Auge des Ungeheuers pressen, kommt ein Safe zum Vorschein,d en wir mit
dem Code, der auf der ID-Karte steht, &ouml;ffnen. Wir nehmen alles aus dem
Tresor und gehen zur City Hal, wo wir der jungen Dame den Zettel, Qwongs
ID-Karte und das wei&szlig;e P&auml;ckchen zur Analyse &uuml;bergeben.
<BR><BR><B>Tag 2</B><BR><BR>
Am zweiten Tag ist nicht viel Handlung angesagt. Zuerst erhalten wir das
vorl&auml;ufige Ergebnis der Analyse des P&auml;ckchens, was uns aber nicht viel
Aufschlu&szlig; herbeisegnet. Dann suchen wir einen Chinesen auf, der links neben
der Fabrik wohnt (an der Blumentante vorbeigehen). Von ihm erfahren wir
viele wichtige Dinge, aber nicht nur das - er schenkt uns auch noch einen
Keks, einen Stein, eine schu&szlig;sichere Weste (sehr brauchbar!) und ein
B&uuml;chlein. Wir bedanken uns h&ouml;flich und holen nach diesem Gespr&auml;ch Karyn zum
versprochenen Abendessen ab. Der Rest der Nacht d&uuml;rfte damit verbracht
werden.
<BR><BR><B>Tag 3</B><BR><BR>
Daheim packen wir unsere Utensilien ein. Den Schrank &uuml;ber dem
tropfenden Wasserhahn &ouml;ffnen wir mit dem Schl&uuml;ssel von Karyn. Wir nehmen
alle Gegenst&auml;nde heraus und gehen dann auf die Toilette, wo wir den Kasten
&ouml;ffnen und das Sanit&auml;ts-K&ouml;fferchen einstecken. Vor dem Verlassen der
Wohnung entdecken wir im Bett eine Waffe und neben dem Anrufbeantworter die
entsprechende Munition.
<BR><BR>
Vor dem Haus von Chen Lu steigen wir durch die Kanaldeckel in die
unterirdischen Abwassertunnel. Das Vorh&auml;ngeschlo&szlig; am Schaltkasten zerst&ouml;ren 
wir mit einer kleinen Bombe, die wir nun bauen wollen. Den Schaltplan dazu 
sehen wir, sobald der Schrank offen ist. So geht es - wir bauen uns ein
B&ouml;mbchen: rote Kabelklemme links an die Batterie klemmen, blaue Kabelklemme
rechts an die Batterie klemmen und gelbe Kabelklemme an den zweiten Kontakt
an der unteren Klemmleiste klemmen. Wenn alles korrekt angeschlossen wird
und der Vorgang auch z&uuml;gig &uuml;ber die B&uuml;hne geht (die Anzeigen m&uuml;ssen im
gr&uuml;nen Bereich sein), dann k&ouml;nnen wir anschlie&szlig;end die Telefon-Anrufe
abh&ouml;ren.
<BR><BR>
Wir besuchen The Jake, fragen ihn vorsichtig &uuml;ber Neuigkeiten aus und gehen
dann weiter zu Blake`s Appartement, wo wir den Anrufbeantworter abh&ouml;ren. Er
hat ein weiteres Gespr&auml;ch gespeichert, wor&uuml;ber The Jake uns einige
Informationen geben kann.
<BR><BR>
Nun besuchen wir Karyn, die endlich das wei&szlig;e Paket analysiert hat. Sie
h&auml;lt sich zur Zeit in der City auf und gibt uns ein Video-Band dar&uuml;ber, wie
sie die Analyse durchgef&uuml;hrt hat und mit welchem Erfolg. Au&szlig;erdem erz&auml;hlt
sie uns etwas &uuml;ber den Deng Hwang.
<BR><BR>
Das Video-Band geben wir nun dem B&uuml;rgermeister. Leider hat er eine sehr
nervige Sekret&auml;ring am Schalter sitzen, aber das sollte uns nicht allzu
sehr st&ouml;ren. Inzwischen ist hoffentlich der n&auml;chste Tag angebrochen.
<BR><BR><B>Tag 4</B><BR><BR>
Von der Stadthalle aus gehen wir zur naheliegenden Fabrikanlage. Im Zaun
finden wir schnell ein kleines Loch, durch das wir uns Eingang verschaffen.
Wir bauen eine weitere Bombe, befestigen sie an der Schaltanlage und jagen
damit die gesamte Fabrik in die Luft. Gr&ouml;&szlig;enwahnsinnig wie wir nun mal
sind sprengen wir auch noch das Warehouse. Sp&auml;testens jetzt sollte Karyn
von gemeinen Entf&uuml;hrern gekidnapped worden sein.
<BR><BR><B>Tag 5</B><BR><BR>
Am n&auml;chsten Tag ruft uns The Jake zur Hilfe, und wir d&uuml;rfen unseren ersten
Kampf bestreiten, den wir ohne Umst&auml;nde gewinnen (keine Angst, es kommt
noch schwerer!). Als Dank schenkt uns The Jake eine ID-Karte und eine
weitere Waffe. Am Reservoir erledigen wir anschlie&szlig;end f&uuml;nf Revolverhelden
mit links. Treffen mu&szlig; eben gelernt sein.
<BR><BR>
Jetzt kommt es zum gro&szlig;en Finale mit Schie&szlig;pulver und Feuerwerk. Dazu
fahren wir entweder mit der Bahn zum Hauptquartier oder wir fliegen mit
einem Flugzeug und landen auf dem Dach des Hauses. Mit der ID-Karte von The
Jake &ouml;ffnen wir den Haupteingang. Nachher erz&auml;hlen wir der Schreibmaus an
der Rezeption, da&szlig; das Sicherheitssystem nicht einwandfrei funktionieren
und deshalb repariert werden m&uuml;sse.
<BR><BR>
Im Security Room schlie&szlig;en wir die T&uuml;r zum Wachraum ab. Die anderen T&uuml;ren
werden ge&ouml;ffnet. Indem wir entsprechende Farben &auml;ndern (je nach Belieben -
man denke an den Keks-Chinesen!), wird das System abgeschaltet. Wir &ouml;ffnen
die Laserabsperrung und finden in einem Gang hinten hinter der ersten T&uuml;r
einen Elektroanschlu&szlig;, von dem wir die Kabel einfach rausziehen. Daneben
liegt ja auch ein n&uuml;tzlicher Schraubenzieher!
<BR><BR>
Die zweite T&uuml;rverbirgt due gute Karyn, die wir mit den Kabeln aus der
mi&szlig;lichen Lage befreien. Zuletzt m&uuml;ssen wir den Obermiesling aus dem Irrweg
des B&ouml;sen befreien, indem wir ihn f&uuml;r immer beseitigen ...
<BR><BR></P></BODY></HTML>