<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>The Black Cauldron - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">The Black Cauldron</FONT></B><BR><BR><BR>Zuerst begibt man sich
ins Haus und nimmt den Kessel mit dem Schweinefutter vom Feuer. Mit diesem
Futter wird Hen Wen im Schweinestall gef&uuml;ttert. Das Schwein verl&auml;&szlig;t
dann den Stall und trabt ins Haus, wohin man ihm folgt. Im Haus achtet man auf
Hen Wen`s Visionen und holt alle Sachen aus dem Schr&auml;nkchen. Vor dem Haus
kann man dann die Wasserflasche auff&uuml;llen. Mit Hen Wen geht man nach S&uuml;den
&uuml;ber die Br&uuml;cke und dann nach Westen in das Elfenhaus im Gestr&uuml;pp.
Dort liefert man Hen Wen ab und nimmt die Kekse aus dem Schrank. Auf dem Web zum
Wasserfall wird man wahrscheinlich Gurgie begegnen, den man mit den Keksen zum
Freund f&uuml;r`s Leben macht. Unterwegs mu&szlig; man noch die Fl&ouml;te aus
dem hohlen Baum nehmen. Am Wasserfall &ouml;ffnet sich nach Nennung des
Elfen-Geheimwortes ein Weg in die H&ouml;hle des Elfenk&ouml;nigs. In der H&ouml;hle
gibt man dem K&ouml;nig die Fl&ouml;te, was ein Gegengeschenk von Flugstab und
Zauberspiegel zur Folge hat. Man fliegt aus der H&ouml;hle und geht unter
Mitnahme des Messers (mit welchem das &quot;no-trespassing-sign&quot;
festgemacht ist) in das Felsenlabyrinth. Hat man den n&ouml;rdlichen Ausgang
erreicht, wirft man das Seil die Wand hoch. Nach dem Hochhangeln am Seil,
Durchklettern einer Felswand und &Uuml;berqueren eines steilen H&ouml;henwegs
erreicht man das Schlo&szlig; des geh&ouml;rnten K&ouml;nigs. Nach
Durchschwimmen des Burggrabens, der mit Krokodilen nur so verseucht ist,
klettert man die Mauer hoch, wobei man den Wurfgeschossen ausweichen mu&szlig;,
und schneidet die Weinranken mit dem Messer durch. So gelangt man durch ein
Fenster in das Schlo&szlig;. Man geht eine Etage tiefer in den Weinkeller und l&amp;aumL;&szlig;t
sich durch das Loch in das Kellergew&ouml;lbe fallen. Die dort befindliche
Prinzessin l&auml;&szlig;t man in den Zauberspiegel sehen. Dann geht man mi ihr
in den nordwestlich gelegenen Raum und von dort in die Grabkammer. In der
Grabkammer nimmt man das Zauberschwert an sich und klettert dann die Leiter ins
n&auml;chste Gescho&szlig; hoch. Mit dem Schwert kann man sich nun gegen die H&auml;scher
des K&ouml;nigs wehren. Mit dem Schl&uuml;ssel an der Wand kann man das zweite
Gef&auml;ngnis &ouml;ffnen und den Gefangenen befreien. Heraus aus dem Schlo&szlig;
kommt man durch Zerst&ouml;ren der Kette, die die Zugbr&uuml;cke h&auml;lt. Man
geht nun zur&uuml;ck an den Sumpf und kommt, indem man von Stein zu Stein
springt, in das Hexenhaus. Dort &ouml;ffnet man die Truhe, worauf die drei Hexen
erscheinen. Nun kann man das Zauberschwert gegen den schwarzen Kessel tauschen.
Wenn man nun in den schwarzen kessel springt, ist das Abenteuer beendet ...
<BR><BR> Man kann aber auch weiter machen, indem man sich den Kessel von dem
Drachen stehlen l&auml;&szlig;t. Daraufhin geht man wieder ins Schlo&szlig; zur&uuml;ck,
wo der geh&ouml;rnte K&ouml;nig den Kessel nebutzt. Nun erscheint Gurgie und
springt freiwillig in den Kessel, dessen Zauberkraft damit gebrochen ist.
Zuguterletzt sollte man nicht auf das Tauschangebot der Hexen eingehen, sondern
warten, bis sie Gurgie wieder ins Leben zur&uuml;ckrufen. Mit ihm und der
Prinzessin ist das dann das Happy End ...<BR><BR></P></BODY></HTML>
