<HTML>
<HEAD>

<TITLE>RelaySoft Amiga Productions - Classic Racer</TITLE>

<META NAME="description" CONTENT="Amiga Free/Shareware-Programme">

<META NAME="keywords"    CONTENT="Amiga">

<META NAME="author"      CONTENT="Heiko Mueller">

</HEAD>

<BODY LANG="de" BACKGROUND="marble.png" BGCOLOR="#9E9E9E" TEXT="#000000" LINK="#0000FF" VLINK="#0000FF" ALINK="#FF0000"></BODY>
<BR><H2>
Spielablauf
</H2><BR>
Die Rennwagen werden im Spiel wie auch beim Orginal als farbige Kreise dargestellt.
Diejenige Farbe, die am Zug ist, wird aufgehellt. Zugleich wird auf der Rennstrecke
ein Raster aus neun lila Quadraten eingeblendet. Diese lassen sich per Joystick oder
Cursor-Tasten einzeln anw&auml;hlen, wobei das jeweils selektierte Quadrat heller dargestellt wird.
Die Wahl wird durch Dr&uuml;cken des Joystickknopfes oder der Return-Taste best&auml;tigt (wenn
mit Zeit gespielt wird auch durch deren Ablauf).<BR>
Nun zieht das Programm eine Line von der alten Position zu der soeben ausgew&auml;hlten.
Dabei wird darauf geachtet, welche Bodenbel&auml;ge &uuml;berfahren werden:<P>
<TABLE CELLPADDING="6">
<TR><TD><IMG SRC="cr_butt1.png"></TD><TD>Stra&szlig;e</TD><TD>das ist Sinn der Sache...</TD></TR>
<TR><TD><IMG SRC="cr_butt2.png"></TD><TD>Erde/Rasen</TD><TD>der Spieler mu&szlig; die folgende Runde aussetzten</TD></TR>
<TR><TD><IMG SRC="cr_butt3.png"></TD><TD>&Ouml;l</TD><TD>in der folgenden Runde wird dem Spieler die Qual der Wahl abgenommen - die
Selektion der neuen Position erfolgt zuf&auml;llig</TD></TR>
<TR><TD><IMG SRC="cr_butt4.png"></TD><TD>Wasser</TD><TD>wenn die neue Position wieder auf Land liegt, wird das Wasser
&uuml;bersprungen</TD></TR>
<TR><TD><IMG SRC="cr_butt5.png"></TD><TD>Wasser</TD><TD>erfolgt die Landung genau im Wasser, dann ist hier Schlu&szlig;</TD></TR>
<TR><TD><IMG SRC="cr_butt7.png"></TD><TD>Ziel</TD><TD>sobald der Wagen die Linie ber&uuml;hrt, hat der Spieler gewonnen, egal
wie lang der Zug sonst geworden w&auml;re</TD></TR>
<TR><TD><IMG SRC="cr_butt6.png"></TD><TD>Wand/Hindernis</TD><TD>die Wagen besitzen weder Airbag noch Gurtstraffer...</TD></TR>
</TABLE><P>
<IMG SRC="cr_shot1.png" ALT="Screenshot" ALIGN="RIGHT">
<BR>
Beim n&auml;chsten Zug sieht das Programm nach, welche Linie zuletzt gefahren wurde. Die nimmt
es dann und legt sie an die aktuelle Position an. Am Ende dieses St&uuml;ckes erscheint dann
das neues Auswahlraster.<BR>
<B>F&uuml;r Anf&auml;nger, die auch das Orginal noch nicht gespielt haben, mag dieses Prinzip zuerst
ungewohnt erscheinen. Aber wenn man es erstmal intuitiv ausprobiert hat und den ersten Mauern
ausgewichen ist, gibt es bald keine Probleme mehr. Bisher habe ich erst eine Person kennengelernt,
bei der die Wahl der neuen Position immer noch Gl&uuml;ckssache ist...</B><P>
<BR>
Haben schlie&szlig;lich alle Spieler das Ziel erreicht oder sind verungl&uuml;ckt, dann ist das Spiel beendet.
Es erscheint dann eine &uuml;bersicht &uuml;ber die erbrachten Leistungen der Spieler.
An dieser Stelle kann man sich auch ein Replay des Rennens anzeigen lassen.<P>
Hat ein Spieler doch mal das Ziel erreicht, darf er sich in die Highscore-Liste
eintragen (vorausgesetzt er war schnell genug).<P>
<BR>
W&auml;hrend des Rennes sind folgende Tastaturkommandos m&ouml;glich:<P>
<TABLE CELLPADDING="4">
<TR><TD>S</TD><TD>Soundausgabe ein-/ausschalten</TD></TR>
<TR><TD>P</TD><TD>Pause/Fortsetzen (ist nur m&ouml;glich, wenn ein Wagen gerade seine Spur zieht)</TD></TR>
<TR><TD>SHIFT</TD><TD>Wagen hinterl&auml;&szlig;t bei diesem Zug eine &Ouml;lspur, die Verfolger absch&uuml;ttelt
(die Taste mu&szlig; einmal w&auml;hrend der Richtungsauswahl gedr&uuml;ckt werden)</TD></TR>
<TR><TD>Cursor-Tasten</TD><TD>dienen der Bestimmung des Zielpunktes (Ersatz f&uuml;r Joystick)</TD></TR>
<TR><TD>RETURN/SPACE</TD><TD>kommen einem Druck auf den Joystickknopf gleich</TD></TR>
</TABLE>
</BODY>
</HTML>
