/* level1.rexx */
ADDRESS ASOKOBAN.1
SETLEVEL 1
RESTART
PUSHTO 4 6
PUSHTO 2 7
PUSHTO 5 5
PUSHTO 7 16
PUSHTO 8 16
WALKTO 7 1
PUSHTO 7 16
PUSHTO 8 17
PUSHTO 6 16
PUSHTO 7 5
PUSHTO 7 16
PUSHTO 6 17
PUSHTO 8 16
PUSHTO 4 5
PUSHTO 7 5
PUSHTO 7 17
PUSHTO 4 7
PUSHTO 7 5
PUSHTO 7 16
PUSHTO 4 5
PUSHTO 7 5
PUSHTO 7 15
PUSHTO 6 15
PUSHTO 6 16
