<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="Author" content="Michael Stassfurth">
   <meta name="GENERATOR" content="Mozilla/4.5 [de]C-CCK-MCD QXW03200  (Win98; I) [Netscape]">
   <title>BEDIENUNG</title>
</head>
<body text="#000000" bgcolor="#FFFFFF" link="#FFFFFF" vlink="#FFFFFF" alink="#FFFFFF" background="back.jpg">

<blockquote><b><font color="#FFFFFF">Wie gebraucht man das Teil?</font></b>
<p><b><font color="#FFFFFF">Zun&auml;chst wird der Spielstand gew&auml;hlt,
der ver&auml;ndert werden soll. Das Programm entscheidet anhand der L&auml;nge
des Files (46897 Byte), ob es ein Spielstand ist. Nun sieht man das Hauptfenster,
indem die Namen ihrer Charaktere aus diesem Spielstand stehen. Solltet
Ihr das Spiel neu begonnen haben, oder noch nicht sehr weit gekommen sein,
dann sind dort vier Namen eingetragen. Sind bereits weitere Figuren der
Gruppe beigetreten, dann werden auch diese aufgef&uuml;hrt.</font></b>
<br><b><font color="#FFFFFF">Weiterhin sieht man eine Infotafel und 3 weitere
Kn&ouml;pfe.</font></b>
<br>&nbsp;
<br>&nbsp;
<table BORDER >
<tr>
<td VALIGN=TOP><b><font color="#FFFFFF"><font size=+1>Ausr&uuml;sten Knopf:</font></font></b></td>

<td><b><font color="#FFFFFF">Hiermit kann Eure Truppe mit einer guten Grundausstattung
versehen werden. Dabei werden jedoch die bestehenden Ausr&uuml;stungsgegenst&auml;nde
gel&ouml;scht bzw. &uuml;berschrieben. Solltet Ihr Gegenst&auml;nde besitzen,
die zur L&ouml;sung wichtig sind, dann legt diese im Spiel vor Benutzung
dieses Editors vor sich auf den Boden. <a href="einzel1.html">(Klickt hier
um Einzelheiten zu erfahren)</a></font></b></td>
</tr>

<tr>
<td VALIGN=TOP><b><font color="#FFFFFF"><font size=+1>Maximieren Knopf:</font></font></b></td>

<td><b><font color="#FFFFFF">Damit werden alle Eigenschaftswerte aller
6 Charaktere auf (meiner Meinung nach) ausreichende Werte gesetzt. <a href="einzel2.html">(Klickt
hier um Einzelheiten zu erfahren)</a></font></b></td>
</tr>

<tr>
<td VALIGN=TOP><b><font color="#FFFFFF"><font size=+1>Speichern Knopf:</font></font></b></td>

<td><b><font color="#FFFFFF">Speichert alle Daten zur&uuml;ck in den Spielstand</font></b></td>
</tr>

<tr>
<td VALIGN=TOP><b><font color="#FFFFFF"><font size=+1>Die Namenskn&ouml;pfe</font>:&nbsp;</font></b></td>

<td><b><font color="#FFFFFF">Durch einen Klick auf einen der Namen gelangt
man auf die Seite mit den Eigenschaftswerten des jeweiligen Charakters.
Alle Eigenschaftswerte der Figuren k&ouml;nnen von 0 bis 40 mit den Schiebereglern
eingestellt werden. Desweiteren kann die Vitalit&auml;t bis 65535 erh&ouml;ht
werden. Weiterhin k&ouml;nnen alle drei Stufen einzeln ver&auml;ndert werden
(Maximalwert 15). Au&szlig;erdem kann die Erfahrung der Person ge&auml;ndert
werden. Der angezeigte Wert ist dabei die Erfahrung des ersten Berufes.
Bei einer &Auml;nderung erh&auml;lt jeder Beruf diese Anzahl an Erfahrungspunkten.&nbsp;</font></b>
<p><b><font color="#FFFFFF">HINWEIS: Das &Auml;ndern der Stufe ist nicht
empfehlenswert. Besser macht es sich, wenn man die Erfahrung &auml;ndert
und die Stufen anschlie&szlig;end vom Spiel &auml;ndern l&auml;&szlig;t.&nbsp;</font></b><b><font color="#FFFFFF"></font></b>
<p><b><font color="#FFFFFF">Unter dem Knopf MEHR &ouml;ffnet sich ein Fenster
mit den restlichen Eigenschaften (Rasse, Beruf und Gesinnung). Wenn einer
dieser Kn&ouml;pfe bet&auml;tigt wird, dann kann man im folgenden Fenster
einen Wert aussuchen.&nbsp;</font></b><b><font color="#FFFFFF"></font></b>
<p><b><font color="#FFFFFF">HINWEIS: Das Geschlecht &auml;ndert man zusammen
mit der Rasse. Das Erscheinungsbild im Spiel (Kopf) &auml;ndert sich dadurch
nicht!</font></b>
<br>&nbsp;</td>
</tr>
</table>
</blockquote>

</body>
</html>
