<HTML>
<HEAD>
<TITLE>Conquests of Camelot - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR>
<B><FONT SIZE="+3">Conquests of Camelot</FONT></B>
<BR><BR><BR>
<B>Karten:</B><BR>
<A HREF="camdata1.gif">K&ouml;nigsschlo&szlig; Camelot</A><BR>
<A HREF="camdata2.gif">Von Camelot nach Ot Moor</A><BR>
<A HREF="camdata3.gif">Von Gaza nach Jerusalem</A><BR>
<BR><B>K&ouml;nigsschlo&szlig; Camelot</B><BR><BR>
In unserem Schlafgemach wechseln wir unsere Kleidung (change clothes) und
stecken die Geldb&ouml;rse ein (take pouch). Unser Weg f&uuml;hrt uns in
die Schatzkammer, wo wir uns mit einigen M&uuml;nzen eindecken (give purse
to man, gold, silver, copper). Nachdem wir die Geldb&ouml;rse
zur&uuml;ckverlagnt haben (take purse), machen wir uns auf den Weg zu
Merlin. Bei ihm k&ouml;nnen wir eine Menge wichtiger Dinge erfahren. Wir
betrachten die Landkarte (look map) und lesen die Schriftrolle (look
scroll, read scroll), die auf dem Tisch liegt. In der Truhe neben dem Tisch
finden wir einen Kompa&szlig;, den Merlin f&uuml;r uns hergestellt hat
(open chest, take lodestone). Anschlie&szlig;end betreten wir die Kapelle
und opfern beiden G&ouml;ttern je eine Goldm&uuml;nze (kneel, give gold,
stand). Da nun aber unsere Geldb&ouml;rse wieder etwas erleichtert wurde,
suchen wir erneut die k&ouml;nigliche Schatzkammer auf (give purse to man,
gold, take purse). Wir sind jetzt fast bereit, aufzubrechen, um das
Geheimnis des Grals zu l&uuml;ften und unsere Ritter zu suchen und zu
finden. Vorher sollten wr uns jedoch noch bei K&ouml;nigin Gwenhyver sehen
lassen. Wir befragen sie diskret nach ihrem heimlichen Liebhaber aus und
k&ouml;nnen auch sonst noch einiges von ihr erfahren (talk to queen, ask
about Gawaine, ask about Launcelot, ask about Mad Monk, ask about black
knight, ask about Merlin). Wir &uuml;berreichen ihr eine Rose als Symbol
f&uuml;r unsere Liebe zu ihr (take rose) und verabschieden uns (kiss
Gwenhyver). Im Schlo&szlig;hof sprechen wir mit den Wachen (talk to man)
und besteigen danach unser Schlachtro&szlig; (mount horse). Die Reise kann
beginnen! Unser Weg f&uuml;hrt uns zun&auml;chst nach Glastonbury Tor und
zum Ot Moor.
<BR><BR><B>Marsch nach Glastonbury Tor</B><BR><BR>
Auf dem Weg dorthin werden wir einige Gefahren bestehen m&uuml;ssen. Als
erstes treffen wir auf einen geldgierigen Troll. Um seinen Hunger nach
Reichtum zu stillen, m&uuml;ssen wir ihm eine Kupferm&uuml;nze schenken
(give copper). So gelangen wir an ihm vorbei und begegnen im Westen einem
treuen Untertanen, der sich gerade von der anstrengenden Jagd ausruht. Wir
schenken ihm eine Kupferm&uuml;nze (give copper), um von ihm Auskunft
&uuml;ber den M&ouml;nch, der in der Ruine von Glastonbury Tor haust, und
&uuml;ber den verschollenen Sir Gawaine zu erhalten (ask about Mad Monk,
ask about Gawaine). Um ihm und uns eine Freude zu machen, kaufen wir ihm
seine Felle ab (give gold, take pelts) und erhalten so auch noch seinen
Speer dazu (take spear). Der J&auml;ger befestigt diesen an der Flanke des
Pferdes und verabschiedet sich dankbar bei uns. Wir reiten weiter in
Richtung Westem, unbeeindruckt von der Reaktion des Maultiers. Hier lauern
verr&uuml;ckt gewordene drei Wildschweine im Geb&uuml;sch auf uns. Wir
wehren uns mit dem eben erworbenen Speer (Space-Taste dr&uuml;cken). Sobald
ein Eber die Vorl&auml;ufe des Pferdes erreicht hat, sto&szlig;en wir zu
und bef&ouml;rdern es so ins Jenseits. Diesen Vorgang weiderholen wir
dreimal und reiten dann weiter nach Westen, wo wir eine Kr&auml;he, die auf
einem Stein hockt, ansprechen (talk to crow). Nachdem wir ihre Frage
positiv beantwortet haben (yes), fliegt sie davon. Wir betrachten den
Leichnam (look skeleton) und schnappen uns das Seidenstoffst&uuml;ck, bevor es
der Wind wegtr&auml;gt (take silk). Auf dem weiteren Weg werden wir auf
eine der h&auml;rtesten Proben der ganzen Gral-Suche gestellt. Hier
erwartet uns der Schwarze Ritter, der uns den Durchgang versperren will. Um
passieren zu k&ouml;nnen, m&uuml;ssen wir sein Angebot annehmen und ihn
dreimal von seinem hohen Ro&szlig; sto&szlig;en (yes). Um erfolgreich zu
sein, m&uuml;ssen wir im Duell die Lanze kreisen lassen und den Schild auf
mittlerer H&ouml;he halten. Mit etwas &Uuml;bung, viel Geduld und
&ouml;fterem Abspeichern &uuml;berwinden wir auch diese H&uuml;rde. Wir
begegnen darauf den an einem Baum gefesselten und reichlich
ersch&ouml;pften Sir Gawaine, den wir auch gleich befreien (cut shackles).
Um nicht umkehren zu m&uuml;ssen, setzen wir ihn auf unser Pferd, das den
Weg zum Schlo&szlig; kennt, und schicken es los (put Gawaine on horse).
Danach sto&szlig;en wir auf eine Hexe, die sich aber verwandelt, wenn wir
ihr den Seidenstoff aush&auml;ndigen und somit den Zauber brechen (give
silk). Wenn sie weggelaufen ist, k&ouml;nnen wir auch die Inschriften
lesen, die in den Steinsockel eingraviert wurden (read inscription).
<BR><BR><B>Glastonbury Tor</B><BR><BR>
Ein St&uuml;ck weiter erreichen wir f&uuml;nf Steine, die auch die Grenze
zur Ruine von Glastonbury Tor bilden. Wenn wir sie ansprechen (talk to
stone), stellen sie uns einige Fragen, die wir l&ouml;sen m&uuml;ssen und
k&ouml;nnen. Nach der korrekten Beantwortung werden wir in die Ruine
hereingelassen, wo wir den gesuchten M&ouml;nch treffen. Die Frage nach dem
Gral schmeckt ihm jedoch offenbar gar nicht (ask about grail). Auf seine
Ver&auml;rgerung hin erzeugt er zwei Spiegelungen von sich selbst. Wir
wehren uns mit dem Schwert (F8, Space-Taste). Kurz darauf erscheinen bei
dem Altar einige erz&uuml;rnte Geister, die wir mit f&uuml;nf
Silberst&uuml;cken bes&auml;nftigen (talk to ghosts, give silver).
Daf&uuml;r erhalten wir einen kleinen Schl&uuml;ssel, den wir vom Altar
nehmen (take key). Mit diesem k&ouml;nnen wir die Abdeckhaube des Brunnens
&ouml;ffnen (unlock lock). Wir entfernen den Riegel und trinken etwas
Wasser (move lid, drink water). In dem Wasser finden wir au&szlig;erdem
noch einen Kristall (search water). Wir gehen zu den f&uuml;nf Steinen
zur&uuml;ck und treffen dort unseren Muli wieder, der wohl eine kleine
Abk&uuml;rzung genommen hat. Von hier aus gehen wir in Richtung S&uuml;den
nach Ot Moor.
<BR><BR><B>Ot Moor</B><BR><BR>
Bei Ot Moor erkennen wir einen riesigen zugefrorenen See, in dessen Mitte
ein Eispalast liegt. Da aber zur Zeit Fr&uuml;hling ist, taut das Eis
gerade und es ist gef&auml;hrlich, ohne Schutz zum Palast zu schreiten.
Deshalb benutzen wir die im Schlo&szlig; gepfl&uuml;ckte Rose, die eine
magische Abwehr gegen den Eiseinbruch bildet (love is my shield). Wenn wir
im Eispalast angekommen sind, erblicken wir Sir Launcelot und die
herrschende Eisk&ouml;nigin. Letzterer bieten wir als Symbol der
Freundschaft den Kristall an (give crystal heart to queen). Nun versuchen
wir, Launcelot zu befreien (free Launcelot), aber die K&ouml;nigin hindert
uns daran. Sie stellt uns drei Fragen, die mit Blumen uns Sch&ouml;nheit zu
tun haben (yes). Um diese Fragen gestellt zu bekommen, m&uuml;ssen wir ihr
folgen und den Strauch untersuchen (look bush). Wir fragen noch zweimal
h&ouml;flich nach der Pr&uuml;fung (ask about test) und d&uuml;rfen dann
beginnen. Nach Bestehen der Pr&uuml;fung befindet sich Launcelot wieder auf
freiem Fu&szlig;.
<BR><BR><B>Southhampton</B><BR><BR>
Wir machen uns wieder auf den Marsch. Diesmal f&uuml;hrt uns unser Weg nach
Southhampton. Hier treffen wir den Hafenmeister. Wir sprechen ihn an (talk
to man) und fragen ihn &uuml;ber den n&auml;chsten Ort unserer Reise, Gaza,
aus (ask about Gaza). Wir erfahren, da&szlig; auch ein Schiff dorthin
f&auml;hrt. Wir fragen nach dem Preis (ask about price) und kaufen f&uuml;r
drei Goldst&uuml;cke das Ticket f&uuml;r die &Uuml;berfahrt (buy passage).
Wir betreten das Schiff und befinden uns schon nach kurzer Zeit in Gaza.
<BR><BR><B>Gaza</B><BR><BR>
Hier suchen wir zun&auml;chst einen F&uuml;hrer (follow boy). Der Junge
bringt uns zu einem alten Greis, der uns zum Essen einl&auml;dt (eat,
drink). Von ihm erfahren wir einige interessante Dinge (ask about grail,
ask about Galahad, ask about goddesses). Wir kopieren die Zeichen und Namen
und machen uns wieder auf den Weg (stand). Wir begeben uns zum Stadtrand,
wo wir vom Fremdenf&uuml;hrer empfangen werden. Unser Weg f&uuml;hrt uns
durch die W&uuml;ste nach Jerusalem (look lodestone).
<BR><BR><B>Marsch nach Jerusalem</B><BR><BR>
Unterwegs finden wir eine Art Oase, deren Wasser wir aber nicht trinken
d&uuml;rfen, da es vergiftet ist. Stattdessen erreichen wir eine Treppe,
die wir hinabsteigen. Unten entdecken wir einen kleinen See, dessen Wasser
genie&szlig;bar ist (drink water). Kurz darauf stehen wir auch schon vor
den Toren Jerusalems, wo uns vier M&auml;nner aufhalten wollen. Wir geben
jedem von ihnen eine Kupferm&uuml;nze (give copper). Den W&auml;chter des
zweiten Tores sch&uuml;chtern wir mit dem Schwert ein (F8).
<BR><BR><B>Jerusalem</B><BR><BR>
Nun stehen wir also in der Stadt und wiegen uns anscheinend ein Sicherheit.
Doch weit gefehlt! Schon bald werden wir bis auf den letzten Groschen
ausgeraubt. Um wieder an etwas Geld zu gelangen, verkaufen wir unseren Esel
an Mohammed (sell mule). Mit dem Geld in der Tasche sprechen wir die
Apfelverk&auml;uferin an (walk to woman) und kaufen ihr f&uuml;r ein
Goldst&uuml;ck ihren sch&ouml;nsten Apfel ab (ask about apple, give gold).
Auch von ihr k&ouml;nnen wir einige wesentliche Informationen erhalten (ask 
about Galahad, ask about grail). Unsere Wege trennen sich, wenn wir uns
dankend verabschieden (thank you). Bei Tariq erwerben wir Holzkohle und
Kr&auml;uter (buy coal, give copper, buy herb, give silver). Die Holzkohle
schenken wir dem Bettler (give coal) und die Kr&auml;uter dem
Fischverk&auml;ufer (give herb). F&uuml;r Tariq sollen wir eine Reliquie
kaufen. Diese finden wir bei Ismail (buy relic, give gold). Wir
&uuml;berreichen Tariq das gute St&uuml;ck (give relic) und erhalten
daf&uuml;r einen Besen. Den Besen bringen wir Achmed vorbei (knock door, 
give broom). Daf&uuml;r wird uns eine feine Koste und &Uuml;bernachtung
gestellt. Doch das war noch nicht alles - der Handel geht weiter! Am
n&auml;chsten Morgen erwerben wir bei Farabi einen sch&ouml;nen Spiegel 
(buy mirror, give silver). Wir gehen zu Mohammeds Haus und bleiben vor der
T&uuml;r stehen, um nach Mari zu rufen (call Mari). Sobald sie am Fenster
erschienen ist, werfen wir ihr den Spiegel zu (throw mirror) und bitten sie
schnell, bevor sie das Fenster wieder schlie&szlig;t, um das seidene Tuch
(ask for veil). Das Tuch vermachen wir Ibrahim (give veil). Bei Fawaz
k&ouml;nnen wir uns billig frisches Fleisch vom Lamm besorgen (buy lamb, 
give copper), welches wir Sarah schenken (give lamb). Jetzt sollten wir auf
der Stra&szlig;e einen Jungen treffen, dem wir eine Falafel abkaufen (buy 
felafel, give copper, give felafel to child). Vor dem Haus von Mohammed
begegnen wir einem traurigen M&auml;dchen, der ihre V&ouml;gel
davongeflogen sind. Wir sprechen mit ihr und sagen ihr unsere Hilfe zu 
(talk to girl). Die Weizen, die wir bei Ali kaufen (buy grain), legen wir
in den K&auml;fig des M&auml;dchens (give copper, use grain). Die
V&ouml;gel tauchen wieder auf und das M&auml;dchen ist gl&uuml;cklich. Wir
suchen wieder die Apfelverk&auml;uferun auf und fragen sie nach Fatima (ask
about Fatima). Wir bekommen einen weiteren Apfel geschenkt und gehen danach
zum Haus von Fatima, wo wir leise an die T&uuml;r klopfen (knock door).
Fatima &ouml;ffnet die T&uuml;r und wir sprechen mit ihr (talk to Fatima).
Ihre Ann&auml;herungsversuche wehren wir behutsam ab (no, no). Da wir schon
ihre Zuneigung gewonnen haben, pressen wir sie aus wie eine Zitrone. Wir
befragen sie nach Dingen und Personen, die uns interessieren (ask about
grail, ask about hierophant, ask about goddess, ask about catacombs, ask
about Galahad, ask about test). Wir h&auml;ndigen ihr den Geldbeutel aus,
um an dem Test teilnehmen zu d&uuml;rfen. Beim Test benutzen wir die
Aufzeichnungen der Symbole aus Gaza und das (nat&uuml;rlich nur dem
Original-Programm beiliegende) Handbuch.
<BR><BR><B>Jerusalems Katakomben</B><BR><BR>
Nach erfolgreichem Abschlie&szlig;en des Tests unterhalten wir uns nochmal
mit dem Bettler (talk to man). Er gew&auml;hrt uns den Durchgang zu den
Katakomben (open catacombs). Dort erhalten wir ein Mittel gegen
Rattenbisse. In einem der R&auml;ume entdecken wir Galahad, der vergiftet
in der Ecke liegt. Wir heilen ihn mit dem Elixier (use elixier on Galahad).
Leider werden wir selber von einer Ratte gebissen. Wir beeilen uns, um aus
einem anderen Raum ein Medaillon zu holen (take medal with the sword). In
einem der n&auml;chsten R&auml;ume sto&szlig;en wir auf einen Sarg. Wir
schauen hinein (look into coffin) und stecken den Apfel ein (take apple).
Der Statue geben wir die &Auml;pfel (give apple) und bekommen so einige
Fragen gestellt, die wir richtig beantworten m&uuml;ssen. Daraufhin
erfahren wir, wie wir zu dem Ausgang aus den Katakomben gelangen.
Au&szlig;erdem wird uns eine Taube geschenkt. Wir benutzen den Kompa&szlig;
(use lodestone), um den Ausgang zu finden.
<BR><BR><B>Der Heilige Gral</B><BR><BR>
Im Tempel begegnen wir einem Wachposten, den wir besiegen m&uuml;ssen. Dazu
m&uuml;ssen wir als Kopfschutz den Helm aufsetzen (take helmet) und zur
St&auml;rkung den Apfel essen (eat apple). Nach dem Kampf gehen wir zur
Treppe und fragen die Taube um Rat (use dove), welche sich dann in die
G&ouml;ttin Aphrodite verwandelt. Sie verr&auml;t uns das Versteck des
Heiligen Grals. Um ihn in unseren Besitz zu bringen, m&uuml;ssen wir die
S&auml;ule zur Seite schieben (push pillar). Wir sehen den Gral und
schnappen ihn uns (take grail), um unsere Bi&szlig;wunde zu heilen (use
grail). Zu unserem Ungl&uuml;ck entrei&szlig;t ein pl&ouml;tzlich
auftauchender Dieb uns die lange gesuchte Sch&uuml;ssel. Wir laufen hinter
dem fliehenden R&auml;uber her und entrei&szlig;en ihm den Gral wieder,
wenn wir ihn gestellt haben (take grail). Somit ist das Abenteuer beendet:
alle Untertanen befinden sich wieder auf freiem Fu&szlig;, der Dieb ist
bestraft worden, der Schwarze Ritter wurde von uns gedem&uuml;tigt und der
Heilige Gral befindet sich letztendlich doch noch in den richtigen
H&auml;nden ...
</P></BODY></HTML>