<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Indiana Jones 4 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Indiana Jones 4</FONT><BR><FONT SIZE="+1">The Fate of Atlantis<BR><BR>Spiele-Test</FONT></B><BR><BR><BR>Dieser
Artikel erschien in der Zeitschrift Amiga Joker, Ausgabe 5/93, S.82.<BR><BR><BR>Nach
endlos langen Warteschleifen hat der &Uuml;berflieger aus dem Hause Lucas Arts
nun doch noch seinen Konvertierungs-Weg von der  MS-Dose zur Amiga-Elite 
gefunden.  Der Mann mit dem Hut ist wieder da  ... das Abenteuer kann beginnen.<BR><BR>Nach
der etwas laestigen Abfrage, in der drei Steinplatten mit Hilfe des Handbuches
in eine  korrekte Anordnung gebracht werden muessen, uebernimmt der 
ambitionierte Spieler die  Rolle des bekannten Archaeologen und Abenteurers Dr.
Indiana Jones vom Barnett College, der sich,  im Wettkampf mit den Nazis  unter
Fuehrung  des blonden, blau-&auml;ugigen Agenten  Klaus Kerners und des 
fanatischen Professors Dr. Ubermann, auf die Suche nach der sagenhaften,
versunkenen Stadt Atlantis begibt. Dabei stellen sich ihm drei L&ouml;sungs-M&ouml;glichkeiten,
die sich untereinander stark unterscheiden.  So ist Indy beim Team- Weg
ausgerechnet auf die Hilfe seiner alten Jugendliebe Sophia Hapgood angewiesen, 
die mit mehr oder  minder glaubw&uuml;rdigen Hokus-Pokus-Geschichten  &uuml;ber
Atlantis  die  Welt in Atem h&auml;lt.  Sie ist es denn auch, die Indy mit
gespielter Scharfz&uuml;ngigkeit oder &quot;damenhafter&quot; Abenteuerlust in 
den h&auml;ufigen,  zum Teil  nicht sehr harmonischen Dialogen  nicht selten, 
aber oft genug auf die Palme bringt. Beim Action-Weg  darf Dr. Jones wie schon
aus  Teil 3 bekannt,  getreu nach dem Motto  &quot;Zwei F&auml;uste f&uuml;r ein
Halleluja&quot;  mit  dreisten Normaden-Patrouillen im hei&szlig;en Sand bei
Algier,  mit dumm-d&auml;mlichen Nazis in mysteri&ouml;sen Labyrinth zu Knossos
oder mit gehirnlosen Muskelpaketen &agrave; la Arnold raufen,  w&auml;hrend beim
Puzzleweg der diplomatische Vorgang geeigneter erscheint.  Gemeinsam haben alle
drei L&ouml;sungswege lediglich  den ungeheuren Unterhaltungs-Wert bei den
Dialogen und  logischen Handlungen Indys und Sophias.  Spielerisch ist also, wie
leicht zu  erkennen,  eine Menge geboten. Aber auch technisch ist f&uuml;r das
Wohl des Spielers gesorgt. Die sch&ouml;nen, aber allzu raren Musikst&uuml;cke, 
die erneut mit dem hauseigenen  iMuse-Soundsystem hergestellt  wurden  und
hervorragend zu den  entsprechenden Handlungen oder Orten passen, und die
geniale Grafiken nach Art von Monkey Island 2 reichen sich aneinander die H&auml;nde,
 obwohl an einigen wenigen Stellen, zum Beispiel in Algier auf dem Marktplatz,
die Animation zu kurz kommt, bzw. fast einschl&auml;fernd wirkt (eine Turbokarte
waere nicht fehl am Platze!).  Bemerkenswert sind jedoch die originellen  Einf&auml;lle
 der  Entwickler,  was die Animation  angeht, beispielsweise der  realit&auml;tsnahe
Effekt,  dass sich die Augen erst mit der Weile an die Dunkelheit gew&ouml;hnen,
oder die am&uuml;santen Gesten und spontanen Reaktionen  Indys (beleidigte Pose,
erkl&auml;rende Geste, u.a.).  Die  angebrachte, zum Teil urkomische &Uuml;bersetzung
ins Deutsche tr&auml;gt da seinen Teil zum Meisterwerk nur noch bei.  Letztlich,
und das  darf gesagt werden,  findet das  Abenteuer ein gemeinsames Happy-End
unter Sternenhimmel samt Sonnenuntergang.  Anzumerken ist noch die  gelungene
Verpackung samt Inhalt:  ein deutschsprachiges, f&uuml;r den Kontext
angemessenes  Handbuch,  ein farbiger Werbekatalog, eine kurze  Referenzkarte, 
ein exklusives  DIN-A-3-Poster  und ein ebenso exklusives L&ouml;sungsbuch!<BR><BR>Lucas
Arts  hat sich einmal mehr selbst &uuml;bertroffen und der ohnehin schon kleinen
Konkurrenz noch mehr das F&uuml;rchten gelehrt ...<BR><BR></P>
<TABLE BORDER="0" CELLPADDING="3" CELLSPACING="3">
<TR>
<TD>Gesamt:</TD>
<TD>93%</TD></TR>
<TR>
<TD>Grafik:</TD>
<TD>94%</TD></TR>
<TR>
<TD>Animation:</TD>
<TD>89%</TD></TR>
<TR>
<TD>Sound:</TD>
<TD>80%</TD></TR>
<TR>
<TD>FX:</TD>
<TD>65%</TD></TR>
<TR>
<TD>Handhabung:</TD>
<TD>85%</TD></TR>
<TR>
<TD>Motivation:</TD>
<TD>95%</TD></TR>
<TR>
<TD>Dauerspa&szlig;:</TD>
<TD>95%</TD></TR>
<TR>
<TD>Spielgrad:</TD>
<TD>F&uuml;r Fortgeschrittene</TD></TR></TABLE></BODY></HTML>
