<HTML>
<HEAD>
<TITLE>Erben der Erde - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR>
<B><FONT SIZE="+3">Erben der Erde</FONT><BR>
<FONT SIZE="+1">Die gro&szlig;e Suche</FONT></B>
<BR><BR><BR>
<B>Karten:</B><BR>
<A HREF="erbenpic.gif">Das Labyrinth der Ratten</A>
<BR><BR><B>Riff unter Verdacht</B><BR><BR>
Der Dieb der Sturmkugel ist schnell gefunden - die F&uuml;chse sind mal
wieder an allem schuld. Aber halt, nicht so voreilig! Riff vom Stamm der
F&uuml;chse ist gewieft genug, herauszufinden, wer der wahre Dieb ist.
Und seine beiden neuen Freunde helfen ihm dabei, so gut sie k&ouml;nnen  ...
<BR><BR><B>Gipsabdruck und Sauerkirschen</B><BR><BR>
Nach der b&ouml;sen &Uuml;berraschung versucht Riff, im Gespr&auml;ch mit
den Marktbesuchern Informationen &uuml;ber die Sturmkugel, den Markt und
die Marktbesucher zu sammeln. Einige Besucher sind keineswegs freundlich
aufgelegt - kein Wunder, nachdem der Markt vorzeitig f&uuml;r beendet
erkl&auml;rt wird. Zun&auml;chst einmal mu&szlig; Riff ein wenig Geld
beschaffen - nichts leichter als das, indem er seine eben gewonnene
Silbermedallie an den fiesen Finanz-Maulwurf verkauft. Im Handeln erweist
sich Riff als nicht sehr geschickt, aber die paar M&uuml;nzen sollten
zun&auml;chst auch erst einmal reichen. Um den Keilerk&ouml;nig
kennenzulernen und sich zu versichern, da&szlig; es seiner Freundin Rhene
dort gut ergeht, sucht Riff die Keilerburg auf. Die dummen Wachen trickst
er leicht mit dem Tr&uuml;ffel-Trick aus. Vor dem K&ouml;nig bleibt Riff
nichts anderes &uuml;brig, als ein unfreiwilliges Schlammbad zu nehmen.
Immerhin findet er nachher in seinem Schlamm-Fell einen Ring. Die
n&auml;chste Station auf der Suche ist das Heiligtum, in dem Riff im
hinteren Teil die Priesterin Ehara trifft, die jedoch einen Beweis f&uuml;r
den guten Leumund verlangt. Nur der Elchenk&ouml;nig kann diesen Beweis
in Form eines Apfels erbringen. Ehara ist von der Echtheit des Apfels und
Riffs guter Absicht &uuml;berzeugt und erlaubt den Freunden, das Heiligtum
nach Spuren des Diebes zu durchsuchen. Im n&ouml;rdlichsten Teil des
Gartens machen die drei Freunde schnell die erste Spur auffindlich. Im
Schlamm befindet sich eine aussagekr&auml;ftige Spur und einige
Sauerkirschen. Letztere kann er sofort mitnehmen, f&uuml;r ersteren Beweis
braucht er noch einige Hilfsmittel. Beim H&auml;ndler im Frettchendorf
(links innerhalb des gro&szlig;en Eckbaus)kauft Riff einen Sack Gips. Mit
dem Gips und dem Eimer, der im Garten hinter einem Baum zu finden ist und
an der Vogeltr&auml;nke aufgef&uuml;llt werden kann, nimmt Riff einen
Gipsabdruck. Einen weiteren Gefallen kann Riff einem verzweifelten
H&auml;schen tun, das am Eingang des Heiligtums herumlungert - ihr
Becherchen befindet sich am Eingang des Gartens vor der Bank. Mit den
Sauerkirschen und dem Abdruck geht Riff zum Rattengelehrten Sist. Um in das
Labyrinth (siehe Karte) zu gelangen, m&uuml;ssen die drei Freunde den
Aufpasser zusammen ablenken. Am Ende des Labyrinths - inmitten von
B&uuml;chern - st&ouml;&szlig;t Riff auf Sist und reicht ihm die beiden
Beweisst&uuml;cke mit der Bitte um Hilfe. Wer kann mehr wissen, als ein
Rattengelehrter? Und so ist der T&auml;ter schnell identifiziert ...
<BR><BR><B>Teleskop-Linse und Nordland-Karte</B><BR><BR>
Bei Tycho Nordpfot, dem Astrologen, kann Riff wertvolle Informationen
&uuml;ber das Nordland einholen. Er erkl&auml;rt sich einverstanden, 
f&uuml;r die Reparatur seiner kaputten Fernglas-Linse eine Karte von dem
unbekannten Land anzufertigen. Die Linse zeigt Riff dem Glasmacher, der 
seine Manufaktur in der N&auml;he des H&auml;ndlers im Frettchendorf hat.
Leider kann auch der Glasmacher nicht direkt helfen. Also versammeln sich
Riff und seine Freunde mit den Mitgliedern der Handwerker-Gilde im
Versammlungssaal, im S&uuml;den des Geb&auml;dekomplexes. Um in die Gilde
aufgenommen zu werden und mit der Allwissenden Kugel reden zu k&ouml;nnen,
mu&szlig; Riff ein recht einfaches R&auml;tsel l&ouml;sen. Leider
erinnert sich Riff nicht an den Namen und die Herkunft der Linse - guten
Rat gibt hier einmal mehr Sist, der Rattengelehrte. Mit dieser hilfreichen
Information kann er dann die Allwissende Kugel f&uuml;ttern. Der
angeforderte Lehm ist jedoch auf den ersten Blick nicht leicht zu finden.
Erst auf den zweiten Blick und mit Nachfragen bei Okk erinnert sich Riff an
den Schlamm beim Keilerk&ouml;nig - also nichts wie hin, die W&auml;chter
ausgetrickst und mit dem Schlamm zur&uuml;ck zur Gilde, damit die Linse
angefertigt werden kann. Als Gegenleistung erh&auml;lt Riff die
versprochene Karte vom Nordland. Bevor die drei Freunde aufbrechen,
werden sie vor Tychos Haus gebeten, einen Brief von Ehara an deren
Schwester zu &uuml;bermitteln. Diese Bitte erf&uuml;llt Riff nur zu gerne.
<BR><BR><B>Aufbruch nach Nordland</B><BR><BR>
Auch mit den witzigsten Einf&auml;llen landen Riff, Okk und Eeah schon bei
der ersten Station auf ihrem Weg im Kerker. Riff bittet den freundlichen,
aber reichlich naiven W&auml;chter um etwas Essen und einen L&ouml;ffel.
Mit letzterem kann er den Stein aus der Wand l&ouml;sen und nach einer
St&auml;rkung mit dem Hundefressen leicht wegschieben. Durch das Labyrinth
gelangt er auf einem der zwei Wege, die (&uuml;ber Umwege) nach Norden
(nach oben) f&uuml;hren. Jetzt ist Riff erst einmal auf sich selbst
gestellt. Beim Katzendorf im Westen kann er sich von den Strapazen der
Reise ausruhen, nachdem er Prrrowa, die Anf&uuml;hrerin, von seiner
Ehrlichkeit &uuml;berzeugt hat. Am n&auml;chsten Morgen schaut er nach
Prrrowas Tochter Mirrhp, die schwerstens erkrankt ist. Riff verspricht
Prrrowa, sich um ein Heilmittel zu k&uuml;mmern.
<BR><BR><B>Das Heilmittel</B><BR><BR>
Dieses Heilmittel bekommt er von Eharas Schwester Alamma, die im Norden in
einer einsamen H&uuml;tte haust. Offenbar mu&szlig; Riff die Dame mehrmals
von der Dringlichkeit seines Besuches &uuml;berzeugen. Erst nach dem
dritten Versuch, Eharas Brief durch die T&uuml;re zu quetschen,
gew&auml;hrt Alamma ihm den Eintritt - Hartn&auml;ckigkeit wird also doch
noch belohnt! Als Dank f&uuml;r die Gefahren, die Riff f&uuml;r die
Zustellung des Briefes auf sich genommen hat, sagt Alamma ihm ihre Hilfe
zu, Mirrhp zu heilen - nur die Zutaten f&uuml;r den Trank und die
Operation, Honig, Katzengras und Nadel und Faden, mu&szlig; Riff noch
selbst besorgen. Irgendwo in einer Lichtung trifft Riff einen
M&auml;useh&auml;ndler, bei dem er den Wolfsring gegen Nadel und Faden
eintauschen kann. Bei der Mine im Nord-Osten kann er die kleinen
Feuersteine mit dem K&ouml;ffel abkratzen und das Seil mitnehmen. Bei der
Eiche im Norden stapelt er das herumliegende Brennholz auf und schl&auml;gt
mit dem L&ouml;ffel und den Feuersteinen Funken, um das Holz
anzuz&uuml;nden und die Bienen zu vertreiben. Mit der Sch&uuml;ssel kann
Riff nun den Honig aus dem Bienennest kratzen. Beim Gebirgsflu&szlig; im
Nord-Westen pfl&uuml;ckt Riff etwas Katzengras. Beide Zutaten kann er
Alamma f&uuml;r die Zubereitung des Trankes bringen, der auch gleich zum
Katzenlager gebracht wird. Dort heilt Riff Mirrhp und vern&auml;hnt ihre
Wunde. Als Dank f&uuml;r die Heilung ihrer Tochter hilft Prrrowa Riff bei
der Befreiung seiner Freunde aus den Klauen der Hunde mit etwas
Schlafmittel ...
<BR><BR><B>Das Befreiung</B><BR><BR> Folgender Weg
mu&szlig; eingeschlagen werden (<B>g</B>erade, <B>l</B>inks,
<B>r</B>echts): Eingang, g, l, r, g, g, r, g, l, g, Saal (rechter
Durchgang), l, g, r, r, g, g, l, l, r, Schlafgemach, l, r, r, g, g, l, l,
g, r, Saal (linker Durchgang), g, r, g, l, g, l, g, r, l, l, r, r, g,
Kerker, g, l, l, r, r, l, g, r, g, r, g, l, g, Saal (linker Durchgang), g,
r, g, l, g, g, l, r, g. Beim Hundek&ouml;nig mu&szlig; Riff aufpassen,
da&szlig; er nicht auf ein loses Brett tritt - ansonsten mu&szlig; er
wieder zur&uuml;ck zur T&uuml;r gehen, damit der K&ouml;ter sich wieder in
Sicherheit wiegt. Schon bald ist Riff im Besitz der Kerkerschl&uuml;ssels.
Auf dem weiteren Weg st&ouml;&szlig;t Riff auf drei Saufbr&uuml;der, die
aber nicht mehr ganz zurechnungsf&auml;hig sind. Mit ein wenig Mut spaziert
Riff einfach an ihnen vorbei. Im Gef&auml;ngnis &ouml;ffnet Riff seinen
Freunden das Gitter mit dem Schl&uuml;ssel. Danach geht es auf dem
beschriebenen Weg wieder raus an die frische Luft. In der
Edelsteinh&ouml;hle im Nord-Osten versucht Riff, den Kristall zu
nehmen. Leider sitzt dieser zu fest, aber mit Hilfe von Okk ist diese
Aufgabe kein gro&szlig;es Problem dar. Beim schon bekannten
M&auml;useh&auml;ndler kann dieser Kristall gegen den Wolfsring
eingetauscht werden.
<BR><BR><B>&Uuml;ber die Schlucht hinaus</B><BR><BR>
Nun k&ouml;nnen die drei Freunde weiter nach Norden
ziehen. Die Schlucht &uuml;berqueren sie, indem Eeah das Seil auf der
anderen Seite befestigt und her&uuml;berwirft. Der F&auml;hrmann wird mit
dem Goldring f&uuml;r die &Uuml;berfahrt entlohnt und gibt einige wichtige
Informationen preis. Kurz hinter dem Meer gelangen die Gef&auml;hrten
zu einem Wasserfall und machen die Bekanntschaft mit Shiala, die einige
Hinweise zu den herumstromernden W&ouml;lfen geben kann. Kurz danach, beim
Staudamm, kommt es auch schon zum erwarteten Eklat: Riff, Okk und Eeah
werden von den Nord-W&ouml;fen gefangen genommen. Wieder einmal im Kerker
macht Riff in der Nacht die unerfreuliche Bekanntschaft mit Chota, dem
unzweifelhaften Dieb der Sturmkugel. Aber warum hat man Freunde? Bevor das
Abenteuer auf einem Grill endet, schleicht sich Shiala zum Gef&auml;ngnis
und erweist sich im richtigen Moment als sehr zuverl&auml;ssig.
<BR><BR><B>Die &Uuml;berbleibsel der Menschen</B><BR><BR>
Bevor zur Flucht angetreten wird, nimmt Riff die antike Vase aus dem Zelt
der Hauptmanns der W&ouml;lfe. Diese kann er beim Anlege-Dock im S&uuml;den
beim H&auml;ndler gegen eine &Ouml;llampe eintauschen. Westlich des
Wasserfalls entdecken die Gef&auml;hrten eine antike St&auml;tte der
Menschen. In der zweiten Halle links finden sie eine Kabelrolle. Etwas
weiter l&auml;&szlig;t sich die T&uuml;r nur einen Spalt &ouml;ffnen. Erst
mit dem &Ouml;l kann sie ganz zur Seite geschoben werden. In dieser Halle
findet Riff einen fetten Schraubenzieher. An der n&ouml;rdlichen
Ostk&uuml;ste des Landes gelangt Riff zu einer K&uuml;stenklippe. Im Nest
am Steilhang ersp&auml;ht er eine Plastikkarte. Diese kann er sich fischen,
wenn Okk ihn vorsichtig an der Kabelrolle hinunterl&auml;&szlig;t. Mit
dieser seltsamen Karte kann er die noch merkw&uuml;rdigere T&uuml;r, am
antiken Flughafen (erste T&uuml;r rechts) &ouml;ffnen. Am Ende des Ganges
(g, g, g, l, durch T&uum;r gehen) findet er ein dreieckiges Ger&auml;t.
Wieder zur&uuml;ck an der frischen Luft (raus, r, g, g, g) marschieren die
Drei zum Staudamm und bis nach oben zur Staumauer, wo Riff mit dem
Schraubenzieher die T&uuml;r zum Kontrollraum aufbricht. Er nimmt die Uhr
und &ouml;ffnet sie, um an die Batterien zu gelangen, die er in das
seltsame Dreieck-Ger&auml;t einlegen kann.
<BR><BR><B>Chotas Ende</B><BR><BR>
Hinter dem Wasserfall, wo Riff Shiala getroffen hat, entdeckt er einen
geheimen Gang zu ihrem Versteck. Nach der freundlichen Unterhaltung steckt
Riff das Dreieck in die T&uuml;r und geht zielsicher seinen Weg (gerade,
gerade, hoch, hoch, rechts, hoch). Am Ende ... aber halt, seht doch selbst
...
</P></BODY></HTML>