<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Space Quest 3 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Quest for Glory 2</FONT><BR><FONT SIZE="+1">Trial by Fire</FONT></B><BR><BR><BR><B>Karten:</B><BR><A
HREF="hq2b.gif">Shapeir Town</A><BR><A HREF="hq2a.gif">Raseir Town</A><BR><BR>Etwas
 merkw&uuml;rdig  erscheint  der  Titel  dieses  Adventures,wo  doch  der Vorg&auml;nger
 noch  den  Namen  &quot;Hero`s  Quest I (So you want to be a hero)&quot; trug,
aber egal . . . <BR><BR>Man  kann  den  Helden  aus  dem  ersten  Teil  &uuml;bernehmen,
was  aber nur zu empfehlen ist, wenn man mit ihm h&ouml;here Werte erringen
konnte als die, die man am  anfang vom zweiten Teil zugesprochen bekommt.   Die
Verwertung der Punte f&uuml;r die einzelnen Eigenschaften erfolgt wie im Vorg&auml;nger,
also so:<BR>K&auml;mpfer: Strength, Weapon Use, Dodge, Parry<BR>Magier:
Intelligence, Magic<BR>Dieb: Luck, Stealth, Pick Locks. <BR>Agility und
Vitality sind f&uuml;r alle Charaktere besonders wichtig und sollten immer um
einige Punkte erh&ouml;ht werden. <BR><BR>Die  folgende  L&ouml;sung  im 
30-Tage-Schritt  wird aus der Sicht des K&auml;mpfers beschrieben, der  es 
eigentlich  am einfachsten hat. Die Erg&auml;nzungen f&uuml;r die anderen 
Helden werden nat&uuml;rlich auch eingebracht.   Als Dieb sollte man den
Zusammensto&szlig;  mit  Monstern  m&ouml;glichst  vermeiden  (st&auml;ndig
abspeichern und fliehen, wenn es noch machbar ist). <BR><BR><B>01.  Tag</B><BR><BR>Zu
 Beginn  befinden wir uns im Katta`s Tail Inn, wo wir von Abdulla,  der am Tisch
 sitzt, angesprochen  werden  (Abdulla ist der nette Herr,  mit dem wir auf 
einem  fliegenden Teppich von Spielburg nach Shapeir gereist sind). Wir setzen 
uns  zu  ihm  (sit)  und  nehmen  das  servierte Mahl zu uns (order food), w&auml;hrend
 er  uns &uuml;ber die neuesten Ereignisse aufkl&auml;rt:  der Emir von Raseir  
ist   verschollen   und   wir   werden  beauftragt, beziehungsweise gebeten, ihn
 heldenhaft  zu retten. Au&szlig;erdem r&auml;t uns Abdulla, uns zun&auml;chst
in Shapeir  n&auml;her  umzuschauen.    Ein  Blick in unsere Geldb&ouml;rse verr&auml;t
uns, da wir  noch  150 Goldm&uuml;nzen aus Spielburg besitzen. Leider ist das
Geld jedoch hier  total wertlos, weshalb wir Abdulla nach der W&auml;hrung in
diesem Land und nach einer Art des Geldwechsels fragen (ask about money). Er erz&auml;hlt
uns von der  in  Shapeir  ans&auml;ssigen  Geldwechslerin. Au&szlig;erdem 
erfahren wir von ihm etwas &uuml;ber den spurlos verschwundenen Emir und seine
Stadt. Wir  verlassen nun den Gasthof und suchen die Geldwechslerin auf. Von ihr
erhalten  wir  f&uuml;r  die 150 Goldm&uuml;nzen aus Spielburg zum heutigen
Tageskurs stolze  105 goldene Dinar (give coins). Au&szlig;erdem informieren wir
uns bei ihr &uuml;ber    die    Stadt    Raseir, den    Sultan   und   Ferrari  
(nicht   den Automobil-Hersteller!), vor  dem  sie  uns warnt.   Damit wir sp&auml;ter
als Dieb Auftr&auml;ge  von  der  guten  Frau  bekommen  k&ouml;nnen, machen 
wir  hier  unser Erkennungszeichen (make thief sign). Wir kehren zum
Ausgangspunkt, dem &quot;Gate Plaza&quot;, zur&uuml;ck, wo wir am Stand von Ali 
Chica einen Kompa&szlig; und eine dazugeh&ouml;rige Karte kaufen (buy compass,
buy map). Letztere  betrachten  wir  auch  gleich  etwas  n&auml;her  (use map).
Dabei stellen  wir  fest, da&szlig; wir durch einen Maus-Klick auf einen Punkt,
einen Ort also, auf  der  Karte  zu  diesem  gebeamt  werden, was  uns  eine
Menge Zeit ersparen  kann. Leider werden einige Orte auf der Karte erst aufgef&uuml;hrt,
wenn wir sie einmal gesehen haben, beziehungsweise dort waren. Wir  besuchen 
nun  Mirak, der  auf der &ouml;stlichen Seite des &quot;Plaza of the Fighters&quot;
 wohnt, und  kaufen  ihm preisg&uuml;nstig einen Wasserbeutel ab, in dem wir  
verhandeln   (bargain  for  waterskin). Von  Kiram  erstehen  wir  ein S&auml;ckchen.
Auf  der  anderen  Seite des Platzes befindet sich der Eingang zur &quot;Halle 
der Gilde&quot; (Guild Hall), vor dem die Raubtier-artige Kreatur Rakeesh sitzt.
Wir erkundigen uns &uuml;ber den Zustand seines Beines, &uuml;ber den Magier und
&uuml;ber  den D&auml;mon.   Wir betreten die Halle und unterschreiben - wie
schon bei Hero`s   Quest   I   -   im   Buch, um   registriert  zu  werden 
(sign  the book). Anschlie&szlig;end  lesen  wir  wie  gewohnt  die Anzeigen,
die an die Tafel geheftet sind (look board). Im Zimmer hinten rechts &uuml;ben
wir (K&auml;mpfer) mit Uhura den Kampf ein. Uhura sollten wir im &Uuml;brigen
jeden Tag aufsuchen - denn &Uuml;bung macht den Hero!    Beim  K&auml;mpfen 
(wie  im  Handbuch  beschrieben)  m&uuml;ssen  wir  auf  die Eigenschaften 
Parry  (4, 5, 6), Dodge  (1, 2, 3)  und Attack (7, 8, 9) besonderen Wert  legen.
Sobald  sie  erh&ouml;ht worden sind und dann der Stamina-Wert stark gesunken
ist, geben wir auf (Uhura ist auch eh nicht zu schlagen). Vor  der  T&uuml;r 
der  Guild  Hall  nerven  wir  Rakeesh  erneut  mit einer Frage, diesmal 
informieren wir uns &uuml;ber Paladin. Anschlie&szlig;end f&uuml;llen wir die
Wasserbeutel  am  Brunnen, der  in  der Mitte des &quot;Fountain Plaza&quot;
steht, auf (fill waterskins) und kehren zum Katta`s Tail Inn zur&uuml;ck, wo wir
uns bis zum Abend  aufs  Ohr hauen. Die Betten befinden sich in der Ecke rechts.
Am Abend stehen  wir  auf  und  st&auml;rken uns mit dem vorz&uuml;glichen Mahl,
das uns an den Tisch  gebracht  wird (sit, order meal). Nach dem reichlichen
Essen legen wir uns  wieder  ins Bett, wo wir bis zum n&auml;chsten Morgen
schlafen (schlafen mit vollem Magen macht Spa&szlig;!). <BR><BR><B>02.  Tag</B>Wir
 stehen  auf  und  erfahren von Shameen, da&szlig; Shema am Abend das Tanzbein
schwingen  lassen will. Nach dem ausgiebigen Fr&uuml;hst&uuml;ck (ein langer Tag
steht uns  bevor), sucht  der  K&auml;mpfer Uhura in der Guild Hall auf, erlernt
bei ihm erneut  die  Kunst  des Schwertkampfes und besucht dann den an der
Fountain Plaza lebenden Apotheker. Er  soll uns einige Fragen beantworten (ask
about . . . ), und zwar &uuml;ber die Monster, die  Potions  und  speziell  die 
Dispel Potion, &uuml;ber die Frucht des Mitleids  (fruit  of  compassion), die 
Zauberin  Aziza  (deren  Adresse uns mitgeteilt wird) und den Greifvogel
(griffin) und zuletzt &uuml;ber die diversen Pillen  in  seinem  gro&szlig;en
Angebot (poison cure, healing, vigor). Diese kaufen wir  ihm  durch  Handeln  m&ouml;glichst
 billig  ab  (bargain  for vigor pills,  . . . ). Als  Zauberer  informierer wir
uns zus&auml;tzlich &uuml;ber die Mana-Pillen, als Dieb kaufen wir au&szlig;er
den genannten Pillen auch noch etwas &Ouml;l. Den  Magier  in  seinem  Gesch&auml;ft,
dem &quot;Magic Shop&quot;, befragen wir nach der Kunst  der  Magie (ask about
magic), was besonders f&uuml;r den Magier- Charakter wichtig ist. Als solcher
befragen wir ihn auch noch &uuml;ber Aziza, die &quot;WIT&quot; und &uuml;ber 
Zauberspr&uuml;che, die  wir  uns, falls  wir  sie noch nicht kennen, zulegen
(bargain    for:     razzle    dazzle   spell, levitate   spell, force   bolt
spell). Au&szlig;erdem  geht  das Gespr&auml;ch &uuml;ber den Sultan,  den
Derwisch (dervish) und  dessen  Bart  (whirl). Als  Dieb  erkundigen wir uns
nach dem Preis des magischen Seiles, das aber jetzt noch zu teuer ist (ask about
rope). Im  Gesch&auml;ft  im  S&uuml;den  des  Platzes kaufen wir preisg&uuml;nstig
eine Lampe (handeln!). Nachdem  der  Dieb  seinen Dodge-Wert bei Uhura erh&ouml;ht
hat, verlassen wir die Guild Hall wieder und treffen vor der T&uuml;r einen
Seilak- robaten, der uns auffordert, eine   Runde   mit   ihm  auf  dem  Seil 
zu  balancieren  (take challenge, pay  dinar, climb), was  uns  aber  anfangs 
nicht so recht gelingt (nachher  m&uuml;ssen  wir  allerdings  ohne  Probleme 
auf  dem  Seil spazieren k&ouml;nnen!). Falls  unsere  Gesundheit unter den st&auml;ndigen
St&uuml;rzen leidet, essen wir eine Healing-Pill (lecker!). In   der   N&auml;he
 des  Gate  Plazas  werden  wir  von  einem  Verk&auml;ufer angesprochen, der 
uns ein Transport-Tier &uuml;berl&auml;&szlig;t, das wir f&uuml;r den Marsch in
der W&uuml;ste ben&ouml;tigen (ask about saurus, ask about price, bargain for
saurus). Wir  setzen  uns  auf  das  Tier (ride saurus), schlucken eine Pille
(eat vigor pill) und machen uns auf den Weg in die &ouml;de Steppenlandschaft s&uuml;dlich
von  Shapeir. Unterwegs  werden  wir  einigen  K&auml;mpfen ausgesetzt. Als
Magier benutzen  wir  im  Kampf  den  Flame-Dart-Spell.    Nach dem Sieg &uuml;ber
einen Skorpion  hacken  wir diesem den Schwanz ab, den wir dem Apotheker
verkaufen k&ouml;nnen  (take  tail). Gewinnt  man  gegen  einen  Brigand, so 
durchsucht man ihm, denn  er  tr&auml;gt oft eine Menge Geld mit sich (search
body). In der W&uuml;ste &auml;ndert  sich  einmal  die Richtung. Man reitet
zwar immer noch nach S&uuml;den, mu aber  statt  von  oben nach unten dann von
unten nach oben galoppieren. Nach dem Wechsel geht es einmal nach oben und dann
direkt nach links, um die Oase zu finden. Hier  treffen  wir den besagten
Derwisch, dem wir ein St&uuml;ck seines Bartes klauen  (get  off, get whirl).
Beim Greifvogel im Westen finden wir unter dem Schutt  eine Feder (examine
debris, move rock, get feather). Der Zauberer kann die  Steine  jedoch  nicht 
zur Seite rollen.   Er mu&szlig; zu einem Rundflug gen Raubvogel-Nest  ansetzen 
(cast  levitate, Cursortasten), um sich eine andere Feder  zu  schnappen. Als
Dieb hat man es, wie gesagt am schwersten, denn hier kann   man   zum   Beispiel
  die   Feder   nicht   schon  am  zweiten  Tag nehmen. Anschlie&szlig;end 
reiten  wir  noch  etwas  in der W&uuml;ste hin und her (go home), um  einige 
Monster  zu  erledigen, wodurch  man  geschickter  in  der Kampfkunst wird und
zus&auml;tzlich auch noch ein paar Punkte erh&auml;lt. In Shapeir verkaufen wir
den Schwanz des Skorpions gewinnbringend an den Apotheker  und  den
Derwisch-Bart an den Magier, die beide am Fountain Plaza wohnen. Der   Dieb   &uuml;bt
  anstatt  noch  mit  Monstern  zu  k&auml;mpfen  etwas Seiltanzen. Im Gasthof
ruhen wir uns bis zum Abend aus, um uns dann an Shemas Tanz  zu erg&ouml;tzen.
Anschlie&szlig;end essen und trinken wir und suchen dann erneut die heilige
Schlafst&auml;tte auf. Als  Dieb  darf  man sich jedoch noch nicht aufs Ohr
hauen. Zuerst m&uuml;ssen wir  uns  bei  der  Geldwechslerin  melden, die uns
einen kleinen &quot;Nebenjob&quot; anbietet. Sie tr&auml;gt uns auf, ihr ein
silbernes Teeservice zu beschaffen. Um an den  Tatort  des  Diebstahls  zu 
gelangen, m&uuml;ssen  wir  die  Karte  zu Rate ziehen. Auf dem Weg dorthin
schleichen wir herum (sneak), um den Stealth-Wert zu  erh&ouml;hen. Erst  um 
Mitternacht wird die T&uuml;r mit der Brechstange ge&ouml;ffnet (pick lock).
Sobald ein Knarrger&auml;usch des Bodens oder der T&uuml;r ert&ouml;nt, bleiben
wir  kurz  auf  der  Stelle  stehen  und warten. Im Regal an der linken Wand
entdecken  wir  eine Teekanne, die wir nat&uuml;rlich einstecken. Erst nachdem
wir die  verr&auml;terischen  Schaniere  des  Schrankes  ge&ouml;lt  haben  (use
 oil  on hinges), d&uuml;rfen  wir  dessen T&uuml;ren &ouml;ffnen, um die Sch&uuml;ssel
zu entnehmen.   Wir rollen den Teppich vor (roll carpet) und kurz danach
erscheint ein Blinder,  den  wir  passieren  lassen. Wir &ouml;ffnen die Fallt&uuml;r.
Wenn wir eine Stimme aus dem  Nebenraum  h&ouml;ren, rollen  wir den Teppich
wieder zur&uuml;ck (unroll carpet) und  verstecken uns im Schrank. Sobald dieses
Individuum nicht mehr zu sehen ist, werfen wir einen weiteren Blick unter den
Teppich und brechen die Truhe auf, aus der wir das ganze Geld nehmen. Wieder
kommt ein Mann, vor dem wir uns im Schrank verstecken, nachdem der Teppich in
seiner urspr&uuml;nglichen Form auf dem  Boden  liegt. In  der Truhe findet man
nun einen wertvollen Dolch.   Der Teppich  wird  zum  letzten  Mal zur&uuml;ckgerollt
und wir verschwinden aus dem Haus und in den Gasthof, wo wir bis zum n&auml;chsten
Tag ausschlafen. <BR><BR><B>03.  Tag</B><BR><BR>Nach  dem  Aufstehen  am 
Morgen  gehen wir zum Astrologen, den wir nach der Zukunft  und den Zeichen,
sowie der Astrologie fragen. Wir erz&auml;hlen ihm einen kleinen  Schwank  aus 
unserem Leben (tell about self),  damit er auf andere Gedanken  kommt. Er 
schickt uns weg, um &uuml;ber die Zukunft nachzudenken, bittet uns aber, ihn sp&auml;ter
noch einmal zu besuchen. <BR><BR>Inzwischen  gehen  wir  zur Stra&szlig;e &quot;Shmali
Tarik&quot;, wo wir anklopfen.   Nun m&uuml;ssen  wir  folgende  Namen  nennen:
den  Namen  des  Zauberers  (&quot;Keapon Laffin&quot;), &quot;Air&quot; und den
Namen der Zauberin (&quot;Aziza&quot;).   Erst jetzt k&ouml;nnen wir etwas  von 
Aziza  &uuml;ber  die  Mitleids-Frucht  und  einiges  &uuml;ber die Magie
erfahren  (ask  about fruit of compssion, ask about magic). Wir verabschieden
uns  von  der  Zauberin (farewell) und gehen als Dieb und K&auml;mpfer bei Uhura
k&auml;mpfen.    Der  folgende  Abschnitt beschr&auml;nkt sich auf den Zauberer.
Dieser benutzt  den  Kompass, um im Norden die Sackgasse Khalsa Darb zu suchen.
Hier versuchen wir mit einem Zauberspruch, die magischen Pfeile zu finden
(detect magic). Diese f&uuml;hren uns letztendlich zum &quot;Wizard`s Institute
of Technocery&quot; (WIT). Wir  treten  ein (cast open) und werden einigen
Fragen ausgesetzt. Wir sollen  unseren  Namen  nennen, dann &quot;Wizard&quot;
eingeben und zuletzt den Namen des  Zauberers  aus dem ersten Teil (&quot;Erasmus&quot;).
Nun m&uuml;ssen wir die magische Glocke   herausfinden  und  diese  bimmeln 
lassen;was  jedoch  auch  keine besondere  Schwierigkeitsh&uuml;rde  f&uuml;r
uns darstellt!  Wir suchen die korrekte Glocke (cast detect magic) und ziehen
sie zum L&auml;uten hoch (cast fetch - auf magische  Glocke, cast  trigger - auf
obere Glocke). Es folgt ein schwieriger Test  im  Spiel  mit  den  vier
Elementen Luft, Erde, Wasser und Feuer. Zuerst m&uuml;ssen  wir  einem  sich 
schnell herann&auml;hernden Stab ausweichen, in dem wir &uuml;ber   ihm  
schweben, bis  er  wieder  verschwunden  ist  (cast  fetch, cast levitate). Dann
 baut  sich  eine  Mauer vor uns auf (cast trigger - auf die Mauer). Sie 
verwandelt  sich  und  man  klettert  &uuml;ber  dr&uuml;ber hinweg (cast
dazzle, climb). Jenseits  der Mauer verwenden wir wieder den beliebten Spruch
(cast  trigger). Wir versuchen, das Eis wegzuschmelzen (cast flame dart - auf
das  Eis). Dann  machen  wir  uns  den  Weg  frei, in  dem wir den Eisbrocken
zerbrechen  (cast  force bolt - auf den Ri&szlig; im Eisblock). Wir &ouml;ffnen
die T&uuml;r (cast open) und eliminieren die Flamme (cast calm).   Dann schlie&szlig;en
wir die T&uuml;r  (cast  fetch)  und  bauen  eine  Br&uuml;cke  (cast  force
bolt - auf obere T&uuml;r-Kante). Wir  begeben uns auf die andere Seite und
lehnen das Angebot, die Schule  noch  weiter  zu  besuchen,   h&ouml;flich  ab
(no). Als Belohnung f&uuml;r die bestandene  Pr&uuml;fung  erhalten  wir  einen 
neuen  Zauberspruch.    Wir (alle Charaktere) kehren nun zum Inn zur&uuml;ck, wo
wir bis zum Abend schlafen, um dann die  Gedichte  Omars zu bewundern. Nach dem
Essen k&auml;mpfen Magier und K&auml;mpfer in  der  W&uuml;ste  mit  jedweiliger
Art von Monsters, um die Kampfwerte und die Punktezahl  aufzustocken.    Der 
Dieb  hingegen  sucht  die  Geldwechslerin auf, die  f&uuml;r  die  Teekanne 
und  die  silberne  Sch&uuml;ssel  zu  l&ouml;hnen  hat (verhandeln!). Nach  dem
 abgeschlossenen  Gesch&auml;ft  gibt uns die Dame einen Tip, der  uns  verr&auml;t,
das  im  Waffenladen am Plaza of the Fighters ein Safe versteckt  ist. Wir 
schleichen  also  dorthin  (sneak)  und holen m&ouml;glichst lautlos   die   T&uuml;r
  aus   ihren  Angeln  (pick  lock). Wir  betreten  das Haus, schlie&szlig;en 
die  T&uuml;r und schmieren den Ambo&szlig; mit dem &Ouml;l ein (use oil on
anvil), um   ihn   zur  Seite  schieben  zu  k&ouml;nnen  (push  anvil). Es 
kann vorkommen, da&szlig;  man den Ambo&szlig; nicht direkt beim ersten Mal
bewegen kann. Dann sollte  man  es  noch  einmal versuchen oder den Ort in einer
der folgenden N&auml;chte  aufsuchen. Falls  wir  es  sofort  geschafft  haben, &ouml;ffnen
 wir  die Fallt&uuml;re  und  brechen  das  Schlo&szlig;  der  Kiste  auf. Wir 
schnappen uns den Inhalt, schlie&szlig;en  die  Truhe  und  die Fallt&uuml;re,
schieben den Ambo&szlig; in seine richtige  Lage und eilen hinaus und in
Richtung Gasthof, wo wir uns ein paar St&uuml;ndchen Ruhe gew&auml;hren. <BR><BR><B>04.
 Tag</B><BR><BR>An  diesem  Tag  suchen  wir direkt nach dem Fr&uuml;hst&uuml;ck
die Zauberin auf und fragen  sie  nach  den  Elementen und deren Gegenelementen
(ask about:  air elemental, earth elemental, fire elemental, water elemental,
container, contrary element). Danach  bedanken  wir  uns  h&ouml;flich  daf&uuml;r,
da&szlig;  sie  so viel ihrer kostbaren Zeit f&uuml;r uns geopfert hat (thanks)
und gehen (farewell). Den  Apotheker  fragen  wir  nach  dem  Feuer-Element, der
Flamme und dem Weihrauch, den  wir  kaufen  m&uuml;ssen (nur einen!), um sp&auml;ter
das Feuer-Element einfangen  zu  k&ouml;nnen  (ask  about fire elemental, ask
about flame, ask about incense, bargain for incense). Bei Bedarf nimmt man ihm
noch einige Pillen ab (siehe oben). Wir  folgen nun der Bitte des Astrologen und
besuchen ihn. Wir plagen ihn erneut   mit   der   schwierigen   Frage   &uuml;ber
  die  Zukunft  (ask  about future). Nachdem  wir  Trinkwasser  geholt  haben,
machen wir bei Uhura einen kleinen  Abstecher. Nach  dem  Training &uuml;berqueren
wir den Platz der K&auml;mpfer und  treten  in  das  Waffen-Gesch&auml;ft  ein.
Den Besitzer fragen wir, ob er zu einer  Partie  Armdr&uuml;cken  bereit  ist 
(ask  about arm wrestling, bet). Nach einigen Fehlversuchen verabschiedet man
sich von ihm (an den n&auml;chsten Tagen sucht man ihn jedoch &ouml;fters auf,
um diesen Test zu bestehen). Als  Dieb  versuchen wir inzwischen noch Mal, ob
wir &uuml;ber das Seil laufen k&ouml;nnen, ohne  hinunter  zu  fallen. Falls  es
uns nicht gelingt,  steigern wir unseren Agility-Wert bei Uhura weiter. F&uuml;r
den Zauberer ist heute Feiertag. Er l&auml;uft auf der Suche nach Monstern in
der W&uuml;ste herum und tut etwas gutes f&uuml;r sein Punkte-Konto. Im  Gasthof
 schlafen  wir  bis  zum  Abend, essen  dann und k&auml;mpfen (als K&auml;mpfer 
oder  Magier) in der W&uuml;ste mit Monstern und elendlichen Dieben, bis die
Lust uns verl&auml;&szlig;t. <BR><BR><B>05.  Tag</B><BR><BR>Heute  gilt es,
nach dem Fr&uuml;hst&uuml;ck das Feuer-Element dingfest zu machen. Dazu
verlassen  wir den Gasthof und den Gate Plaza durch das hintere Tor, w&auml;hrend
wir   die   ganze   Zeit   &uuml;ber   den  Weihrauch  sinnvoll  einsetzen  (use
incense). Sobald  der  Weihrauch  das Zeitliche gesegnet hat, stellen wir die
Lampe  auf  den Boden (use lamp), um das Feuer anzulocken. Damit das Feuer in
die Lampe h&uuml;pft, bespritzen wir es mit frischem Wasser. Als Ergebnis
besitzen wir nun eine magische Lampe. Den   Apotheker   nerven   wir   auch  
jetzt   noch  (ask  about:   air elemental, earth elemental, earth). Auch der
Magier in seinem Laden wird nicht vor Fragen geschont - wenigstens kriegen wir
etwas von ihm (ask about earth elemental, ask   about  fooler`s  earth). Aziza 
gibt  uns  zus&auml;tzlich  noch kostenlose  Tips  &uuml;ber das Erd-, Luft- und
Wasser-Element (ask about:  earth elemental, air elemental, water elemental).
Der  Dieb  schleicht  zur  &Uuml;bung  in  der Stadt, wo er sich in Sicherheit
wiegen  kann, herum (sneak), um Erfahrungs- und Stealth-Punkte zu sammeln. Der K&auml;mpfer
 und der Magier besiegen Monster au&szlig;erhalb der Stadt. Ansonsten kann der K&auml;mpfer
noch mit dem Waffenh&auml;ndler Issur Armdr&uuml;cken, der Dieb Seiltanzen und 
alle Charaktere mit Uhura &uuml;ben.   Am Abend legen wir uns nach dem Essen im
Katta`s Tail Inn ins Bett. <BR><BR><B>06.  Tag</B><BR><BR>Auch diesen Tag k&ouml;nnen
wir ohne Bedenken auf uns zukommen lassen.   Einziges Mu  ist  heute  f&uuml;r 
den  K&auml;mpfer, Issur  im  Armdr&uuml;cken  zu schlagen, um als Belohnung 
einen Blasebalg einzusacken. Anschlie&szlig;end f&uuml;llt er bei Bedarf die
Wasserflaschen  am  Brunnen auf und beseitigt noch einige Monster, die immer
noch  hinter  den  Stadtmauern ihr Unwesen treiben.   Auch Uhura kn&ouml;pfen
wir uns vor (wie immer). Auch  der  Zauberer mu&szlig; sich heute den Blasebalg
besorgen. Er versucht es mit  illegalen Mitteln, in dem er am Abend nach dem
Essen vor die T&uuml;r Issurs schleicht  (sneak)  und  sich in die L&uuml;fte
erhebt (cast levitate), denn &uuml;ber der  T&uuml;r befindet sich der gew&uuml;nschte
Gegenstand. Tags&uuml;ber nehmen wir es mit den barbarischen Monstern vor der
Stadt auf. Der  Dieb  besorgt  sich  den  Blasebalg  (Plagebalk?)  erst  sp&auml;ter.
Er verschl&auml;ft  den ganzen Tag bis zum Abendmahl. Dann schleicht er wieder
herum (sneak) und begibt sich anschlie&szlig;end zur Nachtruhe. <BR><BR><B>07.
 Tag</B><BR><BR>Bei  Rakeesh holen wir uns das Geld f&uuml;r die Eliminierung
vom Fire Elemental als  Belohnung ab und h&ouml;ren dann den Dichterk&uuml;nsten
Omars am Fountain Plaza zu. Anschlie&szlig;end   verlassen   wir   den  Platz  f&uuml;r
 kurze  Zeit, um  dann zur&uuml;ckzukehren. Nun finden wir den Geldbeutel, den
Omar verloren hat. Der Dieb nimmt  das Geld aus dem Sack, die beiden anderen
Charaktere jedoch r&uuml;hren es nicht an, denn nur so kann man den ehrenvollen
Titel als Paladin erhalten. Als  Dieb  suchen  wir  jetzt  endlich  den  &quot;Magic
Shop&quot; auf, wo wir das verzauberte  Seil  kaufen. Mit  diesem k&ouml;nnen
wir am Abend den Blasebalg vom Waffenh&auml;ndler  &quot;f&uuml;r kurze Zeit
entleihen&quot; (sneak, use rope, get bellows). Nach getaner Arbeit schl&uuml;pfen
wir ins Bett. Als   K&auml;mpfer   oder   Zauberer   bek&auml;mpfen  wir  einige
 monsterhafte Gestalten, bevor wir zu Bette gehen. <BR><BR><B>08.  Tag</B><BR><BR>Heute
 wollen  wir  das Luft-Element bezwingen!  Vorher jedoch schenken wir dem
Musiker eine M&uuml;nze . . . Der  Dieb  bleibt in einiger Entfernung stehen und
schmei&szlig;t die magische Erde  in  den Trichter (throw earth into funnel).
Den Blasebalg benutzen wir zur v&ouml;lligen Besiegung des Earth Elemental (use
bellows). Der  K&auml;mpfer  hingegen tritt ganz nah an den Wind heran, was aber
nur mit entsprechendem  Strenght-Wert funktionieren wird. Er legt dann ebenfalls
die Erde  in  den  Trichter, aber  &quot;gef&uuml;hlvoller&quot;  (drop  earth 
in funnel). Dann benutzt auch er den Blasebalg. Der  Zauberer  schwebt  &uuml;ber
der &quot;Windhose&quot; (cast levitate), sch&uuml;ttet die Erde in den Trichter
und benutzt den Blasebalg. Wenn  wir  nicht  nahe genug an die Windhose
herantreten k&ouml;nnen,  stellen wir einfach den Action-Level auf &quot;easy&quot;.
Als  K&auml;mpfer legen wir uns beim Waffenladen ein besseres Schwert zu (ask
about  sword, bargain for sword). Dann latschen wir noch durch die W&uuml;ste, &uuml;ben
bei Uhura und legen uns nach dem Essen zu Bett.     Der  Zauberer  kauft  sich
zwar kein Schwert, daf&uuml;r verl&auml;uft der Rest des Tages f&uuml;r ihn
genauso wie f&uuml;r den K&auml;mpfer.     Der Dieb &uuml;bt bei Uhura und beim
Seilt&auml;nzer . . . <BR><BR><B>09.  Tag</B><BR><BR>Der K&auml;mpfer und
der Magier legen einen Ruhetag ein:  sie &uuml;ben bei Uhura und bek&auml;mpfen 
Monster in der &ouml;den Steppenw&uuml;ste. Ansonsten kann man sich ja auch Mal
ein St&uuml;ndchen hinlegen . . . Der  Dieb  kauft  sich  im Waffenladen einige
Dolche und reitet dann auf seinem  Saurier  durch  die W&uuml;ste zum Greifvogel
(dreimal nach Westen gehen und  dann  den  Steinbrocken  folgen). Beim 
Raubvogel  klettern wir mit dem magischen  Seil  bis  zum Nest hinauf und
schnappen uns dort die Feder (use rope, take feather). Zur&uuml;ck in der
Shapeir trainieren wir bei Uhura, essen und schlafen. <BR><BR><B>10.  Tag</B><BR><BR>Dieser
 Abschnitt  des  Monats verl&auml;uft ebenfalls nicht nach dem hektischen Motto
unserer heutigen Zeit!Als  K&auml;mpfer  messen  wir  uns  mit Uhura und
schlagen Monster tot.   Als Magier  lautet  unsere  einzige  Devise: vernichte 
die  Monster  bevor sie dasselbe mit Dir tun!    Als  Dieb  tanzt  man  auf  dem
Seil, &uuml;bt auch bei Uhura und legt sich am Abend wie alle anderen Charaktere
mit vollem Magen schlafen. <BR><BR><B>11.  Tag</B><BR><BR>Beim Fr&uuml;hst&uuml;ck
sichern wir Shema Hilfe zu, ihren verschollenen Bruder Sharaf zu finden. Vom 
Saurier-H&auml;ndler  erfahren  wir, da&szlig; die Karawane gen Raseir in sechs
Tagen aufbrechen wird.     Der  Rest  des Tages bis zum Abend verl&auml;uft wie &uuml;blich.
Dann erscheint im Gasthof der Poet Omar, der eine kostenlose Probe seines K&ouml;nnens
gibt und uns zus&auml;tzlich   die  Belohnung  f&uuml;r  die  Vernichtung  des  &quot;Air
 Elemental&quot; &uuml;berreicht. Wir  geben  ihm als Dank daf&uuml;r aber noch
nicht seinen Geldbeutel zur&uuml;ck!   Eher  bedanken  wir  uns  h&ouml;flich 
bei ihm und gratulieren ihm zu seinem dargebotenen Werk.     Der volle
Punktezahl halber besuchen wir den einsamen Derwisch an seiner Oase, um  ihn 
nach  der  Bestie  zu  befragen (ask about beast). Nach dieser genialen
Information, aus der wir wirklich schlau geworden sind (. . . ), reiten wir zum
Inn zur&uuml;ck und g&ouml;nnen uns ein paar Stunden wohlwollenden Schlaf. <BR><BR><B>12.
 Tag</B><BR><BR>Heute  setzen  wir  uns  zum Ziel, uns das Erd-Element zu
unterwerfen.   Dazu bitten  wir  als  K&auml;mpfer unseren Freund Rakeesh, uns
sein Flammenschwert zu leihen  (ask  about nature, ask about flaming sword).
Diesen Gefallen erf&uuml;llt er uns nat&uuml;rlich gerne (wo wir doch auch schon
das &quot;Fire Elemental&quot; und das &quot;Air Elemental&quot; bezwungen
haben!). In der Gegend des &quot;Plaza of the Fighters&quot; oder  des &quot;Fountain
Plaza&quot; suchen wir nun das besagte Element und finden es auch  schon  bald.
Wir bek&auml;mpfen es mit dem Flammenschwert und stecken es in den Beutel, den
wir zu Beginn von Kiram erstanden haben.     Als  Zauberer  sucht  das Element
direkt und besiegt es mit einem seiner wohlbekannten Zauberspr&uuml;che (cast
flame dart).     Als  Dieb  m&uuml;ssen  wir uns zum Apotheker begeben, dem wir
vom Erd-Element erz&auml;hlen  (tell about earth elemental), um &quot;preisg&uuml;nstig&quot;
ein Brennpulver zu bekommen. Hier   k&ouml;nnen  wir  auch  gleich  noch  etwas 
&Ouml;l  kaufen. Um  das Erd-Element zu vernichten, bewerfen wir es mit dem
Brennpulver.     Unser  n&auml;chster  Weg  f&uuml;hrt  uns in die W&uuml;ste zu
einem magischen Baum. Um dorthin  zu  gelangen, reiten wir von Shapeir aus immer
weiter nach Osten an den  Felsvorspr&uuml;ngen  vorbei. Um  die Mitleids-Frucht
zu erhalten, gie&szlig;en wir den  Baum  zuerst  mit dem Wasser aus dem Beutel
(water tree). Dann erz&auml;hlen wir   ihm   die   spannende   Geschichte  von 
unserem  Leben  (tell  about myself), geben  ihm  zus&auml;tzlich  Erde  (give 
earth)  und  erz&auml;hlen  ihm vom Zusammentreffen  mit  dem  Earth  Elemental.
Nach  einer herzlichen Umarmung (give  hug)  und der Mitteilung des Namens, den
man von Aziza her wei&szlig; (tell tree her name), schenkt er uns die Frucht.   
 &Uuml;bergl&uuml;cklich  reiten (bzw.   gehen) wir zum Apotheker, dem wir die
Frucht und  die  Feder des Vogels geben, wof&uuml;r er uns eine Dispel Potion
mischt, die wir   ja   schon  von  der  Heilerin  aus  Spielburg  kennen. Den 
Rest  des angebrochenen  Abends  verbringen  wir  durch  &Uuml;ben  bei  Uhura 
(Dieb  und K&auml;mpfer), Seiltanzen  (Dieb), Monsterbeseitigung  (Magier  und K&auml;mpfer),
Essen und Schlafen. <BR><BR><B>13.  Tag</B><BR><BR>Nach  dem  Fr&uuml;hst&uuml;ck
wandern wir durch die W&uuml;ste in Richtung Greifvogel. Ein Bild  westlich von
dem Tier schlagen wir den Weg nach S&uuml;den ein, bis wir auf einen  K&auml;fig
 sto&szlig;en, in  dem  das  Biest  eingesperrt  ist. Wir  tr&auml;nken das &quot;Fabelwesen&quot;
 (give  water) und bekommen als Gegenleistung ein Haar von ihm (get   hair), das
 wir  (automatisch)  in  der  Zauberbr&uuml;he  vom  Apotheker einlegen. Diesen
Trank reichen wir der Bestie durch die Gitterst&auml;be hindurch (give  dispel 
potion), worauf  sie  sich in den h&uuml;bschen J&uuml;ngling Al Scurva
verwandelt, der  uns  als  Dank  einige Informationen &uuml;ber den Obermagier
Ad Avis, der in Raseir &uuml;ble Werke treibt, &uuml;berl&auml;&szlig;t.    
Anschlie&szlig;end  reiten  wir  mit  unserem  treuen  Saurier  nach  Shapeir
zur&uuml;ck, wo wir den Rest des Tages mit &Uuml;ben verbringen (siehe oben).
<BR><BR><B>14.  Tag</B><BR><BR>Auf  dem  Plan steht der Fang des letzten
Elements, das noch &uuml;brig geblieben ist:  das &quot;Water Elemental&quot;!  
 Im  Gasthof erkundigen wir uns dar&uuml;ber und marschieren dann frohen Mutes
zum  Brunnenplatz, wo  wir  einen  Wasserbeutel  auf  den  Boden legen (drop
waterskin)  und  mit  dem  Luftzug  im Blasebalg das Element einfangen (use
bellows).     Wenn wir nun im Besitz des Elementes sind (take waterskin), holen
wir uns die  Belohnung  in  Form einer Saphirnadel ab, die uns auf dem &quot;Plaza
of the Palace&quot; ausgeh&auml;ndigt wird.     Als  K&auml;mpfer  teilt man uns
in der Guild Hall noch einige wichtige Dinge mit. Am  Abend nehmen wir das Mahl
zu uns und erlauben unserem ausgelauchten K&ouml;rper, sich einige Stunden zu
erholen. <BR><BR><B>15.  Tag</B><BR><BR>&Uuml;ber  die  n&auml;chsten  24 
Stunden  d&uuml;rfen  wir  uns  als Magier und als Dieb ausruhen  (also 
trainieren  und  k&auml;mpfen), nur der K&auml;mpfer mu&szlig; arbeiten (so
haben wir wenigstens etwas zu tun!).     Zuerst  lesen  wir  erneut  die 
Mitteilungen  aus  der  Guild Hall. Hier erfahren  wir, da&szlig;  wir  am Abend
zum Ende der Askeri Darb kommen und in das Geb&auml;ude  eintreten  sollen. Nach
 dem  Abendessen gehen wir auch dorthin und finden  uns (man h&ouml;re und
staune!) an die Wand angekettet wieder. Nun m&uuml;ssen wir uns schnellstens
befreien (break shackles) und dem anst&uuml;rmenden W&auml;chter nach rechts
ausweichen (Taste des Zahlenblockes:  6), um an unsere Sachen zu kommen 
(automatisch).    Mit  dem  Schwert  verteidigen  wir  uns gegen den W&auml;chter.
Da  wir  aber  Wert  auf  den Titel als Paladin legen, t&ouml;ten wir den Gegner
nicht,  nachdem dieser sich ergeben hat. F&uuml;r diese gro&szlig;artige
Leistung d&uuml;rfen  wir  dem  &quot;Eternal  Order  of Fighters&quot;
beitreten. Nach einer langen Nacht finden wir uns am n&auml;chsten Morgen im
Gasthof wieder. <BR><BR><B>16.  Tag</B><BR><BR>Nach  dem  Essen  statten
wir der Zauberin Aziza einen Besuch ab, um dort zu erfahren, da&szlig;  wir  st&auml;ndig
 auf  dem  R&uuml;cken des Emirs von Raseir durch die W&uuml;ste  geritten 
sind, der  durch  einen  Zauber in die Gestalt des Sauriers verwandelt wurde.   
 Als  K&auml;mpfer  bringen  wir Rakeesh dessen Flammenschwert zur&uuml;ck und &uuml;ben
mit ihm.     Am  Abend  erscheint  zum  letzten Mal der Poet Omar und schenkt
uns 100 M&uuml;nzen zum Dank daf&uuml;r, das wir die beiden Elemente Wasser und
Erde bezwungen haben. Als  Gegenleistung  h&auml;ndigen wir ihm seinen
Geldbeutel aus, den er vor ein  paar  Tagen  verloren  hat. Somit  steht uns die
M&ouml;glichkeit auf, sp&auml;ter Paladin zu werden. <BR><BR><B>17.  Tag</B><BR><BR>Heute
  bricht   die  Karawane  gen  Raseir  auf, der  wir  uns  automatisch anschlie&szlig;en.
Die  Reise  dauert  10 Tage. Unterwegs sollten wir uns nicht die witzigen   Spr&uuml;che
  der  Begleiter  entgehen  lassen  (Shift-  und  linke Maus-Taste). <BR><BR><B>27.
 Tag</B><BR><BR>Heute  sind  wir  am  Nachmittag  in  der Stadt Raseir
angekommen, womit der H&ouml;hepunkt des Kampfes gegen das B&ouml;se erst
richtig beginnt.     Um   ein  Visum  f&uuml;r  die  Stadt  zu  erhalten,
antworten  wir  h&ouml;flich (yes). Anschlie&szlig;end  treten  wir  in den &ouml;rtlichen
Gasthof (Blue Parrot Inn) ein, wo  wir  uns  zu  Ferrari  an  den  Tisch 
gesellen. Wir bestellen einen frischen Kaffee und trinken diesen. Nach der
Erfrischung spazieren wir durch die  Stadt, um  sie genauer kennenzulernen. Am
Abend setzen wir uns wieder zu Ferrari. Von  ihm  erhalten  wir  nun  einige 
wichtige  Informationen  &uuml;ber Raseir. Dabei  fallen  auch die Namen
Khaveen, der in der Stadt f&uuml;r &quot;Ruhe und Ordnung&quot;  sorgt, und  Ad 
Avis,   der  B&ouml;sewicht  und  Boss Khaveens. Au&szlig;erdem befragen  wir 
Ferrari  noch  nach dem Gasthof, dem Emir und den zahlreichen Ger&uuml;chten.
Von Ugarte erfahren wir gegen entsprechende Bezahlung auch einige Dinge  (pay 
Ugarte). Als  Dieb  machen  wir das &uuml;bliche Zeichen (make thief sign).    
Den  Rest  des  angebrochenen  Abends  k&ouml;nnen  wir nur noch mit &quot;Tourist
spielen&quot;  verbringen. Als  Dieb schleichen wir in der Stadt herum (sneak),
um unsere  Werte erneut zu erh&ouml;hen. Dabei k&ouml;nnen wir uns ruhig von den
W&auml;chtern erwischen  lassen. Von ihnen werden wir dann zum Gasthof gebracht,
wo wir uns ausruhen. Das Schlafgemach befindet sich in der Ecke hinten links.
<BR><BR><B>28.  Tag</B><BR><BR>Morgenstund'  hat Gold im Mund'!  Also
laufen wir direkt nach dem Fr&uuml;hst&uuml;ck zum  Brunnenplatz, wo  wir sehen,
wie Ugarte wegen Wasserschmuggels verhaftet wird. Leider  k&ouml;nnen  wir  in 
dieser brisanten Szene nicht eingreifen. Armer Ugarte!    Trotz  allem  gehen 
wir  in  Richtung S&uuml;den, benutzen unseren Kompa&szlig; und gehen  dann 
nach Norden auf einer Gasse, die in Richtung Gasthof f&uuml;hrt. Hier werden 
wir  von  einer  Haremsdame  nach  rechts  in  einen  schmalen Gang gewunken.
Wir folgen ihr und treten durch die ge&ouml;ffnete T&uuml;r ein.     Nun 
befinden  wir uns im Harem von Raseir. Hier informieren wir uns &uuml;ber
Khaveen, &uuml;ber Ad Avis, &uuml;ber die &quot;Heirats-Sitte&quot; (marrying)
und den Harem, &uuml;ber die  Kraft  (power)  und  &uuml;ber  die  Magie 
(magic).   Danach helfen wir der Dame, indem  wir  ihr  unsere  Kleidung  und 
das Visum geben. Als Dank daf&uuml;r schenkt sie uns einen sch&ouml;nen (und vor
allem n&uuml;tzlichen) Spiegel.     Am Abend kehren wir in den Gasthof zur&uuml;ck,
wo wir uns als K&auml;mpfer und als Magier  schlafen  legen. Als  Dieb hingegen
m&uuml;ssen wir (bekanntlich) auch in der   Nacht   arbeiten. Im   Blue  Parrot 
Inn  treffen  wir  Ferrari, dessen Wunsch, einen  Falken  zu  besorgen, wir 
gerne  erf&uuml;llen  wollen  (yes). Also schleichen   wir  uns  zum 
Brunnenplatz. Unterwegs  demonstrieren  wir  den bestochenen  W&auml;chtern 
unsere &quot;Gesinnung&quot; (make thief sign). Am Brunnenplatz erkennen  wir im
Mondschatten oben rechts ein Fenster, das nicht mit Gittern gesichert  ist.
Diese  Leichtsinnigkeit eines gutgl&auml;ubigen Mitb&uuml;rgers nutzen wir  nat&uuml;rlich
 hemmungslos  aus (use rope). Im Zimmer schleichen wir in die linke  hintere 
Ecke. Falls  der Fu&szlig;boden einen verr&auml;terischen Laut von sich geben 
sollte, warten  wir  kurze  Zeit  ab. Wir schmieren die Scharniere der
Glasvitrine  mit  &Ouml;l  ein  (use  oil on hinges), um dann die T&uuml;ren &ouml;ffnen
zu k&ouml;nnen  (pick  lock, open  door). Nun k&ouml;nnen wir den Falken
entnehmen und ihn Ferrari  bringen  (sneak, give  bird). Nach der &Uuml;bergabe
sch&ouml;pfen wir im Bett neue Kr&auml;fte. <BR><BR><B>29.  Tag</B><BR><BR>An
 diesem  Tag  d&uuml;rfen wir das st&auml;dtische Gef&auml;ngnis von Innen
besichtigen! Wenn  wir  am  Morgen  den  Gasthof  verlassen, werden  wir von den
W&auml;chtern festgenommen und in den Kerker der Stadt Raseir ge- schleppt.    
Dort  teilen wir mit Sharaf die Zelle. Nachdem wir sein Vertrauen erweckt haben 
(Saphirnadel zeigen), verr&auml;t er uns einige Informationen, wenn wir ihn
danach fragen (ask about: sharaf, pin, escape, capture, underground, palace,
Raseir, equipment). Nun  ist  es an  der Zeit, die Flucht in Erw&auml;gung zu
ziehen. Der K&auml;mpfer l&auml;uft die T&uuml;r ein (force  gate), der 
Zauberer  benutzt  sein  K&ouml;nnen (cast open) und der Dieb spielt  mit  der 
Nadel  im  T&uuml;rschlo&szlig; herum (use pin). Bevor wir jedoch den bereits 
zug&auml;ngigen  Weg  einschlagen  (enter  passage),  sammeln wir unsere
Klammotten  zusammen  (take equipment). In dem Gang gehen wir nach links und
dann   &quot;immer   der  Nase  nach&quot;, bis  wir  auf  den  Obermiesling  Ad
 Avis sto&szlig;en. Dieser  f&uuml;hrt uns zur verbotenen Stadt in der W&uuml;ste,
wo es ihm jedoch nicht    gelingt, das   Eingangstor   zu   &ouml;ffnen. Um   in
  die   Stadt   zu gelangen, benutzen wir den Spiegel (use mirror).     In   den
  nun   folgenden   R&auml;umen   k&ouml;nnen  wir  die  vier  Elemente
einsetzen. Zuerst  z&uuml;nden  wir die Lampe an und verlassen den Raum dann
nach links. Hier  kommen  wir zu einem kleinen Wasserfall, den wir &uuml;ber die
rechte Seite  erreichen. Wir  betreten  das  Moos  am  Ufer  und  springen  auf
die Holzplatte, die mit dem Wasserfall heruntergeschwemmt wird (jump). Sobald
wir in  die  N&auml;he  der  anderen  Uferseite  gelangen, springen  wir  wieder
 ab (jump). Aus  der  angrenzenden  H&ouml;hle  schie&szlig;t  ein  sehr 
starker  Luftzug hervor, an  dem  wir  nicht ohne Weiteres vorbeigehen k&ouml;nnen.
Deshalb stopfen wir  als  K&auml;mpfer  das  Loch  mit  Felsen  (use  strenght),
als  Magier  mit taktischer Anwendung des vorhandenen K&ouml;nnens (cast force
bolt) und als Dieb mit  dem  Werkzeugen, die  wir  so f&uuml;r allseitige Zwecke
mit uns tragen (use tools). Nun  kann man auch die Treppe ersteigen, den
Wasserfall ohne Probleme passieren und letztendlich den Ausgang hinten rechts
erreichen. Im folgenden Raum  treten  wir  nicht  zu  nah  an  den  Rand, da 
wir dort recht schnell ausrutschen  k&ouml;nnten. Dann  reiben  wir  unseren  K&ouml;rper
mit Wasser ein (use water)  und  umkreisen vorsichtig die feuerspuckenden
Geysire.   Als vorerst letzte Naturgefahr erweist sich eine steile Klippe. Als K&auml;mpfer
springen wir einfach  hinunter  (jump), als Magier schweben wir sanft auf den
Boden (cast levitate) und als Dieb seilen wir uns langsam ab (use rope).    
Damit  haben  wir  eine  verschlossene  T&uuml;r  erreicht. Um  sie  &ouml;ffnen
zu k&ouml;nnen, m&uuml;ssen  wir den Namen der Macht eingeben, den wir in
unserem Handbuch finden. Bei  richtiger  Benennung  &ouml;ffnet sich die T&uuml;r
und wir finden uns in einem  Saal  mit  lauter  Schatztruhen wieder. Obwohl wir
nicht von Reichtum abgeneigt  sind, lassen  wir  sie lieber stehen.   Am
Treppenende treffen wir unseren  Freund  Ad  Avis wieder, der uns nun weniger
gesonnen erscheint als vorher und uns einkerkert.     In  diesem  dunklen Loch
entdecken wir in der unteren rechten Ecke einen gl&auml;nzenden  Ring. Wenn  wir
 ihn  aufheben  (take  ring), will  uns  der eben erschienene  Djinni drei W&uuml;nsche
erf&uuml;llen. Vorher informieren wir uns jedoch noch       &uuml;ber      
einige      wichtige      Dinge      (ask      about: wishes, ring, master,
prophecy, prowess, health). Nach dieser Auskunft nennen wir der  geisterhaften 
Gestalt  unsere drei W&uuml;nsche (wish for . . . ). Als K&auml;mpfer w&auml;hlen
 wir  zuerst  Heilung  und  St&auml;rke  (healing,  strenght), als Zauberer
Heilung  und  Magie-F&auml;higkeit  (healing, magic)  und  als  Dieb  Heilung
und Behendigkeit  (healing, agility). Zuletzt  wollen  wir  nat&uuml;rlich  alle
 frei sein, deshalb   &auml;u&szlig;ern   wir   auch   unseren   Wunsch   Djinni
 gegen&uuml;ber (teleport). Danach  befinden  wir  uns  wieder  in Raseir, wo
wir zum letzten Schlag gegen das B&ouml;se ausholen. <BR><BR><B>30.  Tag</B><BR><BR>Als
 K&auml;mpfer begeben wir uns zun&auml;chst zum Palast der Stadt, wo wir gegen
die Wachen antreten (fight guards). Nachdem wir sie besiegt haben, rei&szlig;en
wir das Tor  ein  (force gate). Sobald der W&auml;chter verschwunden ist,
springen wir vom Balkon herunter (jump). Unten bek&auml;mpfen wir Khaveen. Wir m&uuml;ssen
jedoch darauf achten, da er uns das Schwert aus der Hand schl&auml;gt (!). Wir
holen es uns dann schnell  wieder (take sword), schlagen als Rache Khaveen das
Schwert aus der Hand  und  schnappen uns auch dieses, wonach unser Gegner aus
Furcht vor der nahestehenden  Erdolchung  fl&uuml;chtet. Wir  heben  m&ouml;glichst
schnell die obere rechte  T&uuml;r  aus  den  Angeln  (force  door)  und  werden
 nun  von  einer heranst&uuml;rmenden  Statue  attakiert. Wir  foppen sie
(escape) und rennen nach links  und  um  die noch nicht angez&uuml;ndete Kerze
herum. Zur Besiegung von Ad Avis  laufen  wir  ihm durch das Feuer hindurch
entgegen und st&uuml;rzen ihn in die Tiefe.     Vom   Magier   wird   nun   das 
 totale   Beherrschen   seines   Faches abverlangt. Zuerst  k&ouml;nnen  wir die
Wachen blenden (cast dazzle) und die T&uuml;r mit  dem  wohl bekannten
Zauberspruch zwecklos machen (cast open). Auch hier warten  wir, bis  sich  der
Wachposten verzogen hat.   Wir springen aber noch nicht  vom Balkon, sondern
zwingen erst Khaveen zum Gehen (cast calm). Danach schweben  wir  hinunter 
(cast  levitate)  und eilen (run) zur Treppe (cast reversal, cast  open).
Nachdem  wir  die  Statue  ausgeschaltet  haben  (cast trigger), beseitigen  wir
 die  Kerze  (cast  fetch). Nun  senden  wir  einen Feuerball  auf  die  linke
Mauer unten rechts neben dem Eingang (cast force bolt). Dieser  st&ouml;&szlig;t
 von  der  Wand  ab  und prallt auf das Feuerbecken, das umst&uuml;rzt und Ad
Avis unter sich begr&auml;bt.     Als  Dieb  sind  wir wieder etwas
vorsichtiger. Wir schleichen (sneak) in den  Schatten  rechts. Das Bild springt
dann um und wir befinden uns auf der linken  Seite. Sofort  werfen  wir  das
Seil auf die Br&uuml;stung (use rope) und hetzen  nach oben. Dort verschwinden
wir nach links, bevor der W&auml;chter rechts wieder   auftaucht. Wir   haben  
somit  einen  Harem  betreten, wo  wir  mit Wohlgefallen  der  Filmszene 
beiwohnen. Sobald  wir wieder in das Geschehen eingreifen k&ouml;nnen, 
schleichen wir nach links in das Eunuchen-Gemach und von dort  aus  hinter den
Brunnen. Wenn sich der Eunuch nach links verzogen hat,  kriechen   wir   zum 
Tisch  hin&uuml;ber. Wenn  der  Eunuch  dann  nach  rechts verschwindet,
schleichen  wir  zum  Ausgang auf den Balkon. Vor uns liegt nun nur  noch  ein 
Abgrund, den  wir  mit dem Seil balancierend &uuml;berqueren (use rope). Somit 
zahlt  sich  auch  das  langwierige Trainieren beim Seilt&auml;nzer aus. Auf 
der  anderen  Seite  eliminieren wir die Kerze mit einem gezielten Dolchwurf. Ad
 Avis  will  uns nun mit Feuerb&auml;llen ins Jenseits bef&ouml;rdern. Er k&uuml;ndigt
 jedoch  jeden  Abwurf  mit  einer  &quot;Warnung&quot;  an, so  da&szlig;  es 
uns erleichtert  wird, rechtzeitig  auszuweichen  (duck). Wir m&uuml;ssen
zwischen den Angriffen  den rechten Pfeiler erreichen, von wo wir den Elenden
mit Dolchen durchbohren,  bis er t&ouml;dlich getroffen niedersinkt.     Das 
Puzzle  ist  damit  bis  zum  letzten Punkt gel&ouml;st und das B&ouml;se ist
wieder  einmal  besiegt. Haben  wir  uns  am  Ende  f&uuml;r den Rang als
Paladin qualifiziert, so  werden uns 50 Extrapunkte gutgeschrieben.   Au&szlig;erdem
werden wir zus&auml;tzlich mit dem Flammenschwert von Rakeesh belohnt. <BR><BR></P></BODY></HTML>
