<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Hero's Quest 1 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Hero's Quest 1</FONT><BR><FONT SIZE="+1">So you want to be a hero</FONT></B><BR><BR><BR><B>Karten:</B><BR><A
HREF="hq1pic1.gif">Spielburg Valley</A><BR><A HREF="hq1pic2.gif">Spielburg
Town</A><BR><A HREF="hq1pic3.gif">Spielburg Castle</A><BR><A
HREF="hq1pic4.gif">Kobold-H&ouml;hle</A><BR><A HREF="hq1pic5.gif">R&auml;uberlager</A><BR><BR><BR><B>Weitere
Anlagen:</B><BR><BR><A HREF="hq1data1.htm">Die Darsteller in Hero's Quest 1</A><BR><A
HREF="hq1data2.htm">Hilfreiche Tips und Tricks im Kampf ums &Uuml;berleben</A><BR><A
HREF="hq1data3.htm">Werteverteilung der einzelnen Charaktere</A><BR><A
HREF="hq1data1.htm">Antworten auf Erasmus' Fragen</A><BR><BR><BR><B>Der
erste Tag</B><BR><BR><I>Stadt und Burg</I><BR><BR>Das Abenteuer beginnt in
der kleinen Stadt zu Spielburg. Du befindest Dich vor dem Tor, das die Stadt in
der Nacht vor Dieben und Monstern sch&uuml;tzt.
<BR><BR>&Uuml;ber diese fragst Du den Sheriff aus (ask about monsters, ask
about brigands). Nach dem Gespr&auml;ch gehst Du zur Guild Hall, wo Du den
Master wecken mu&szlig;t (wake up master). Nun kannst Du ihn &uuml;ber die
Monster, die R&auml;uber und Erasmus fragen. Nachdem er Dir Auskunft gegeben
hat, tr&auml;gst Du Deinen Namen in das Buch auf dem Tisch ein und wirst dadurch
registriert (sign name into book). An der Wand erblickst Du ein Anschlagebrett,
wo Du Dich &uuml;ber die verschiedenen Auftr&auml;ge informierst (look board).
Im Magiershop deckst Du Dich mit dem Fetch Spell ein (buy fetch) und erkundigst
Dich &uuml;ber Erasmus, den gro&szlig;en Zauberer (ask about erasmus). Im Norden
der Stadt st&ouml;&szlig;t Du auf einen Obststand, wo Du 60 &Auml;pfel kaufst
(buy apples). Achte aber darauf, da&szlig; Du bei jeder Bestellung nur 10 &Auml;pfel
kaufst! Bei dem H&auml;ndler besorgst Du zwei leere Flaschen, die Du f&uuml;r sp&auml;tere
Zwecke noch ben&ouml;tigen wirst. Vorher mu&szlig;t Du aber die Aufmerksamkeit
des H&auml;ndlers auf Dich lenken (hello, buy flask, buy flask). Du besuchst nun
den Bettler, der in der dunklen Gasse sitzt und schenkst ihm ein Silberst&uuml;ck
(give silver), um ihm die Zunge zu lockern (ask about brigands). Ebenfalls
werden die beiden Verk&auml;ufer, der Mann und die Centaur-Dame, &uuml;ber die R&auml;uber
ausgefragt.<BR><BR>Du verl&auml;&szlig;t nun die Stadt und triffst vor dem Tor
Bruno, den R&auml;uber. Gegen entsprechende Entlohnung teilt er Dir einige
wichtige Informationen mit (ask about Baba Yaga, ask about brigands, ask about
thieves guild, ask about goblins). Auf einem Ast des Baumes, der vor dem Haus
der Heilerin steht, ersp&auml;hst Du ein Vogelnest, das Du entweder mit dem
Fetch Spell (cast fetch) oder mit gezielten Steinw&uuml;rfen (get rocks, throw
rocks) herunterholst. Du kannst aber auch mit gen&uuml;gend Erfahrung im
Klettern den Baum erklimmen und zum Nest balancieren (climb, climb branch, take
ring, climb down). In dem Nest befindet sich ein Ring, den Du der Heilerin
bringen kannst (take ring). Bevor Du den Ring jedoch der rechtm&auml;&szlig;igen
Besitzerin zur&uuml;ckgibst (give ring), fragst Du sie &uuml;ber die ans&auml;ssigen
Diebe aus (ask about robbers). Mit einer fetten Belohnung und einem dicken
Schmatz verl&auml;&szlig;t Du die H&uuml;tte. Von der Belohnung kaufst Du Dir
als Magier im Magiershop der Stadt den &uuml;beraus wichtigen Open Spell (buy
open). Unter Umst&auml;nden kaufst Du bei der Heilerin noch einige Tr&auml;nke
(ask about potions, ask about components, buy healing potions).<BR><BR>Du
stehst nun vor dem geschlossenen Burgtor und niemand l&auml;&szlig;t Dich
hinein. Du wirst nicht einmal beachtet! Also sprichst Du den Wachposten an, der
hoch droben seine Runden zieht (hello). Du fragst ihn &uuml;ber den Warlock, den
Anf&uuml;hrer (leader), einen Job am Hof (job), Erasmus, den Baron, Barnard,
Elsa und Baba Yaga aus und bittest ihn dann, das Tor zu &ouml;ffnen (open gate).
Du stehst nun vor dem eigentlichen Schlo&szlig;geb&auml;ude. Um das K&auml;mpfen
zu trainieren, sprichst Du den hofeigenen Waffenmeister an (ask about weapons,
fight, give gold). Vielleicht gelingt es Dir, ihn zu schlagen. Dann n&auml;mlich
will er seinen Beruf aufgeben - wenn man schon von seinem eigenen Sch&uuml;ler
geschlagen wird, was dann? F&uuml;r f&uuml;nf Silberst&uuml;cke kannst Du den
Stall ausmisten (yes). Au&szlig;erdem schadet das Deinen Kr&auml;ften
keineswegs!<BR><BR><I>Die Dispel Potion f&uuml;r Dryard</I><BR><BR>Auf dem
Acker im Norden der Stadt triffst Du einen Centaur, mit dem Du Dich unterhalten
kannst. Du fragst ihn nach der Gaunerbande und dessen Anf&uuml;hrer (ask about
brigands, ask about leader) sowie nach seinen Feldern (ask about fields). Du
verabschiedest Dich nun von ihm und gehst in Richtung Norden, wo Du einige
Samenspuckende Pflanzen siehst. Die Sport holst Du Dir entweder mit dem Fetch
Spell (cast fetch) oder Du kletterst auf den Ger&ouml;ll-Vorsprung (climb rock,
take seed, climb down).<BR><BR>Diese Spore bringst Du der Nymphe Dryard, die
im s&uuml;d-westlichen Teil des Tales wohnt. Wenn Du den Hirsch aufsuchst,
bringt er Dich zu der Waldnymphe. Du antwortest ihr auf die Frage, ob Du f&uuml;r
den Wald k&auml;mpfst, (yes) und gibst ihr den Samen (give seed). Als Dank
schenkt sie Dir eine magische Eichel (take acorn) und weist Dich darauf hin, da&szlig;
Du f&uuml;r eine Dispel Potion, die Du bei der Heilerin bestellen kannst, die
magische Eichel, ein gr&uuml;nes St&uuml;ck Fell, Flugwasser, Feenstaub und
einige Blumen ben&ouml;tigst.<BR><BR>Bei den Meeps besorgst Du Dir ein gr&uuml;nes
St&uuml;ck Fell und einen weiteren Zauberspruch (ask about green fur, ask about
meeps, take fur, take scroll).<BR><BR>Kurz vor Sonnenuntergang triffst Du Dich
im Gasthof der Stadt mit dem abendl&auml;ndischen Kaufmann Abdulla. Du unterh&auml;ltst
Dich mit ihm &uuml;ber die R&auml;uber (sit, ask about brigands), nachdem Du
Sheema &uuml;ber Diebst&auml;hle ausgefragt hast (ask about robbery) und etwas
zur St&auml;rkung bestellt hat (order food, order drink). Du i&szlig;t (eat),
unterst&uuml;tzt Abdulla mit einer M&uuml;nze (give coin) und verl&auml;&szlig;t
den Gasthof (stand).<BR><BR>Du suchst nun eine Stelle, an der Pilze wachsen,
auf. Diese Pilze pfl&uuml;ckst Du (take mushrooms). Gegen Abend, wenn die
Dunkelheit angebrochen ist, erscheinen hier Feen, die Du mit den Pilzen und
einem kleinen T&auml;nzchen bet&ouml;rst (give mushrooms, dance). Als faire
Gegenleistung erh&auml;ltst Du etwas Feenstaub (get dust).<BR><BR>Im Osten des
Tales suchst Du einen Wasserfall, wo Du eine Flasche mit &quot;Flugwasser&quot;
auff&uuml;llst (fill flask). Auf dem Felsvorsprung entdeckst Du eine T&uuml;r.
Du kletterst hoch (climb), klopfst an (knock door) und trittst ein St&uuml;ck
zur Seite, um nicht von der T&uuml;r beiseite gedr&auml;ngt zu werden. Der
Einsiedler Hermit l&auml;dt Dich zu sich ein (sit). Nachdem Du Dich mit ihm &uuml;ber
Magie unterhalten hast (ask about magic, ask about spell, ask about scroll), erh&auml;ltst
Du als Magier einen neuen Zauberspruch (yes, take scroll).
<BR><BR>Da Du gerade hier in der N&auml;he bist, kannst Du etwas weiter im
Nord-Westen dem Eismann dei 50 &Auml;pgel geben (give apples) und daf&uuml;r
einen sch&ouml;nen Edelstein erhalten.
<BR><BR>Etwas &ouml;stlich der Stadt findest Du einen Fuchs, der in eine Falle
getappt ist. Wenn Du ihm hilfst, gibst Du ihm die Freiheit und er Dir einige
wichtige Hinweise (open trap).
<BR><BR><I>Die Alraune f&uuml;r Baba Yaga</I><BR><BR>Du h&auml;ltst Dich
nun f&uuml;r tapfer genug, die b&ouml;se Herrscherin Baba Yaga zu besuchen. Um
passieren zu k&ouml;nnen, mu&szlig;t Du den Totenkopf-W&auml;chter mit dem
Edelstein bestechen (ask about deal, yes, ask about rhyme, give gem). Trotz
seines Abratens betrittst Du die H&uuml;tte, nachdem Du das Passwort in Form des
genannten Reimes nennst (hut of brown now sit down).<BR><BR>Nach dem
freundlichen Empfang m&ouml;chte Baba Yaga Deinen Namen wissen (Namen
eingeben!). Was bleibt Dir auch anderes &uuml;brig in Deiner ungl&uuml;cklichen
Lage. Dann fragt Dich Baba, ob Du tapfer bist (yes, yes) und befiehlt Dir, f&uuml;r
sie eine Mandrake (Alraune) zu pfl&uuml;cken. Wenn Du dies nicht tust, wirst Du
ein Teil ihrer allt&auml;glichen Suppen ...<BR><BR>Da diese unheilvolle
Pflanze bekanntlich nur auf Friedh&ouml;fen w&auml;chst, gehst Du auch erst um
Mitternacht dorthin, schnappst Dir das Kr&auml;utlein und entfliehst den b&ouml;sen
Geistern (run, look plant, take plant). Unter Umst&auml;nden kannst Du de
Geister auch verjagen. Dazu brauchst Du einen Trank, den die Heilerin vorr&auml;tig
hat (buy undead unguent). Obwohl der Trank sehr teuer ist (100 Silberst&uuml;cke),
solltest Du Dir die Anschaffung &uuml;berlegen, da Dich dann nachts auch keine
Geister mehr angegreifen!<BR><BR>Nun lieferst Du nur noch die Alraune bei Baba
Yaga ab (yes) und kannst dann Deine wohlverdiente Schlafruhe genie&szlig;en. Am
besten schl&auml;ft es sich bei Erana`s Peace. Nur als Dieb mu&szlig;t Du auch
in der Nacht arbeiten.<BR><BR><I>Nachts sind alle Katzen grau</I><BR><BR>In
der dunklen Gasse erblickst Du einen leuchtenden Gegenstand. Wenn Du auf ihn
zugehst, bedrohen Dich zwei Gleichgesinnte. Du merkst, da&szlig; sie Dich in
eine Falle gelockt haben, aber auch, da&szlig; Du sie beruhigen kannst, indem Du
Dich als Dieb zu erkennen gibst (make thiefs sign). Du kannst den Versuch nicht
lassen, sie nach dem Passwort der Gilde zu fragen (ask about password). Dieses
wiederum interessiert den Goon, der in der Bar auf dem Stuhl sitzt, besonders
brennend (Deutschmark). Er gibt den Zugang zur Gilde frei und Du steigst durch
die Fallt&uuml;re in die Etage darunter. Hier unten kaufst Du einen
Lizenz-Schein, der Dich als Mitglied der Gilde ausgibt (buy license). Au&szlig;erdem
kannst Du Dich von den soeben erstandenen Gegenst&auml;nden trennen, wenn das
Angebot stimmt (sell vase, sell music box, sell candelabra). Anschlie&szlig;end
brichst Du noch in das Haus der alten Dame ein (sneak, pick lock). In der gem&uuml;tlichen
Wohnstube entdeckst Du einige brauchbare Gegenst&auml;nde, die schnell in Deine
Taschen wandern (take candlestick), aber auch in dem Bastkorb und auf dem Sofa
findest Du Dinge, die Du zuerst nicht gesehen hast (take basket, look into
basket, look on table, look on couch, take purse). Wenn Du es f&uuml;r richtig h&auml;ltst
(abspeichern!), kannst Du die Katze streicheln (stroke cat) oder Dich in Gefahr
begeben, indem Du vorsichtig die Treppe hinaufspazierst. Die nicht ganz legal
erstandenen Gegenst&auml;nde kannst Du in der Gilde absetzen (sell candlestick,
sell chain, ...). Bevor Du gehst, spielst Du mit dem messerwerfenden Dieb um
Geld (play game, climb ladder). Endlich kannst auch Du Dich dann auf Dein
hoffentlich reuiges Ohr hauen (sleep).<BR><BR>Du kletterst &uuml;ber die
Stadtmauer (climb wall) und brichst schleichend (sneak) in das Haus des Sheriffs
ein (pick lock). Im Wohnzimmer steckst Du die Vase, die goldene Spieldose vom
Tisch und den Kerzenst&auml;nder ein (take vase, take music box, take
candelabra) und verschiebst das Bild an der rechten Wand (move picture), brichst
den Safe auf (unlock safe, open safe, take coins, close safe) und verl&auml;&szlig;t
das Haus.<BR><BR><B>Der zweite Tag</B><BR><BR><I>Nur zum Zeitvertreib</I><BR><BR>Am
n&auml;chsten Morgen suchst Du - sofern Du noch nicht dort bist - Erana`s Peace
auf. Hier bekommst Du den letzten Gegenstand, den Du zur Zubereitung der Dispel
Potion ben&ouml;tigst: die Blumen (take flowers). Links siehst Du eine gro&szlig;e
Steinplatte. Mit dem Open Spell kannst Du bei ausreichenden Kenntnissen den
Stein hochhalten (cast open). Darunter verbirgt sich ein neuer Spruch, der Calm
Spell (get scroll). Dir entgehen auch nicht die leckeren und gesunden Fr&uuml;chte,
die an dem Baum wachsen und eine heilende Wirkung besitzen, wenn Du sie i&szlig;t
(eat fruit).
<BR><BR>Hast Du am vorangegangenen Tag nicht alle Pflichten erf&uuml;llen oder
alle ben&ouml;tigten Gegenst&auml;nde beschaffen k&ouml;nnen, so bleibt Dir nun
bis zum sp&auml;ten Nachmittag Zeit dazu.<BR><BR>Zum Zeitvertreib bleibt Dir
das Stallausmisten in der Burg (yes). Du kannst aber auch mit dem Einsiedler
Hermit etwas Cribbage spielen (play cribbage). Um die Muskeln zu trainieren,
schnappst Du Dir ein paar Goblins, die im Westen untergeschl&uuml;pft sind und
oft ein paar M&uuml;nzen bei sich tragen. Vielleicht gelingt es Dir, einen zu
erledigen, aber nachdem einer k.o. geschlagen ist, trauen sich die anderen meist
nicht mehr aus den B&uuml;schen hervor (fight). Auch kannst Du an der
Zielscheibe s&uuml;dlich der Stadt zielen lernen (throw dagger, get dagger).<BR><BR>Dann
besuchst Du die Heilerin und gibst Ihr den Feenstaub, den gr&uuml;nen Pelz, die
sch&ouml;nen Blumen, das Flugwasser und die magische Eichel. Sie verspricht Dir,
eine Dispel Potion zu fertigen (give dust, give fur, give flowers, give water,
give acorn, ask about dispel potion), die Du am n&auml;chsten Tag abholen
kannst.<BR><BR><I>Die H&ouml;hle im Nord-Osten</I><BR><BR>Am fr&uuml;hen
Abend des zweiten Tages machst Du Dich auf, das Geheimnis der H&ouml;hle im
Nord-Osten des Tales zu l&uuml;ften. Leider wird der Eingang der H&ouml;hle von
einem Ogre bewacht, der erst einmal aus der Welt geschafft werden mu&szlig;. Als
K&auml;mpfer erledigst Du ihn mit etwas Geschick und Muskelkraft sehr leicht
(fight), als Magier kannst Du ihn einschl&auml;fern (cast calm) und als Dieb
bewirfst Du ihn entweder mit Deinen Messern (throw dagger) oder Du l&auml;ufst
einfach um ihn herum (run). Letztere Methode gilt nat&uuml;rlich auch f&uuml;r
den K&auml;mpfer und f&uuml;r den Magier, um wertvolle Charakter-Punkte erhalten
zu k&ouml;nnen (Magic und Strenght + Vitality). Wenn Du den Ogre erfolgreich
erledigt hast, so kannst Du ihn durchsuchen (search body). Er tr&auml;gt ein
kleines K&auml;stchen bei sich, das Du nehmen und &ouml;ffnen kannst (take
chest, open chest).
<BR><BR>In der H&ouml;hle ist ein gro&szlig;er B&auml;r angekettet, der Dir
den Web versperrt. Um ihn zu beruhigen, sprichst Du als Magier den Calm-Spruch
aus (cast calm). Als Dieb oder K&auml;mpfer teilst Du mit ihm Deine
Essensrationen (give ration). Im n&auml;chsten Abschnitt der H&ouml;hle springt
ein Kobold durch die Gegend. Er tr&auml;gt einen Schl&uuml;ssel um seinen Hals
den Du Dir erk&auml;mpfen mu&szlig;t. Du greifst ihn an (fight) und weichst w&auml;hrend
des Kampfes seinen Feuerb&auml;llen aus, indem Du Dich im richtigen Moment
duckst. Du schnappst Dur den Schl&uuml;ssel und fl&uuml;chtest aus diesem Raum
(take key). Als Magier beweist Du erneut Dein K&ouml;nnen (cast fetch, cast
trigger). Eine Truhe &ouml;ffnet sich, Du nimmst das Gold und verschwindest
(run, get coins).<BR><BR>Nachdem Du den B&auml;ren erneut beruhigt hast, l&ouml;st
Du dessen Fu&szlig;fesseln mit dem Schl&uuml;ssel des Kobolds (use key).
Daraufhin verwandelt sich der B&auml;r in Barnard von Spielburg, der so lange
vermi&szlig;te Sohn des Barons. Du suchst dann nat&uuml;rlich auf die herzliche
Einladung hin die Burg auf und wirst Deinen Taten entsprechend empfangen. Du erh&auml;ltst
sogar die Ehre, mit dem Baron selbst zu sprechen und ihm einige Informationen zu
entlocken (ask about reward / Elsa / wife / brigands / leader / warlock). Nach
dem ausgiebigen Gespr&auml;ch verabschiedest Du Dich, um DIch zur Nachtruhe zu
begeben (leave). Ausgeschlafen und mit einer reichlichen Belohnung im Geldsack
wachst Du am n&auml;chsten Morgen auf.<BR><BR><B>Der dritte Tag</B><BR><BR><I>Erasmus
und Fenrus</I><BR><BR>Inzwischen sollte eigentlich die Dispel Potion von der
Heilerin hergestellt worden sein. Du fragst also h&ouml;flich nach und erh&auml;ltst
den gew&uuml;nschten Trank auch. Danach gehst Du zum Einkaufen in die Stadt. Als
K&auml;mpfer besorgst Du Dir eine R&uuml;stung im Laden (buy armor), als Dieb
legst Du Dir neue Dolche zu (buy dagger) und als Magier gibst Du f&uuml;r eine
neue Zauberformel Dein Geld aus (buy flame dart).<BR><BR>Als Magier stattest
Du anschlie&szlig;end dem gro&szlig;en Zauberer Erasmus einen Besuch ab. Zuvor
mu&szlig;t Du aber drei Antworten liefern, die die Statue von Dir abverlangt.
Hast Du auf alle Fragen eine korrekte Antwort finden k&ouml;nnen, so darfst Du
eintreten. Du findest Erasmus und dessen sprechende Maus Fenrus im Turm des
Hauses. Aber beeile Dich und halte Dich nicht zu lange im Wohnzimmer auf (run) -
auch wenn es dort viele interessante Dinge zu sehen gibt.<BR><BR>Oben stellt
Dir Erasmus einige Fragen, die Du schnell und wahrheitsgem&auml;&szlig;
beantwortest (yes, yes, yes, yes). Daraufhin spielst Du mit ihm eine vergn&uuml;gliche
Runde Mage`s Maze, dessen Regeln sich im Handbuch &quot;Famous Adventurer`s
Correspondence School&quot; befinden. Wenn Du ihn geschlagen hast, bringt er Dir
seinen ber&uuml;hmten &quot;Erasmus` Razzle Dazzle Spell&quot; bei und stellt
sich Deinen Fragen (ask about game / hermit / warlock / brigands / leader /
mirror). Au&szlig;erdem erz&auml;hlt er Dir einige seiner besten Witze. Nach dem
Teest&uuml;ndchen verl&auml;&szlig;t Du die beiden und begibst Dich in die Stadt
zur Bar, wo unter einem der Barhocker ein kleiner Zettel liegt, den Du aufhebst
und liest (get notice, read notice).<BR><BR><I>Auf dem Weg zum R&auml;uberlager</I><BR><BR>Gegen
Mittag gehst Du zu dem Treffpunkt, der auf dem Zettel stand, und versteckst Dich
hinter den B&uuml;schen, wo Du das folgende Gespr&auml;ch gut mitverfolgen
kannst. Sobald sich Bruno verabschiedet hat und verschwunden ist, ist Dir der
kleine Gauner hilflos ausgeliefert. Als K&auml;mpfer rennst Du zu ihm und
erledigst ihn mit Deinem Schwert (fight), als Dieb erwischt Du ihn mit Deinen
Dolchen (throw dagger) und als Magier kannst Du die eben erspielte Waffe
einsetzen (cast flame dagger). Nachdem er am Boden liegt (zappelt er etwa
noch?), durchsuchst Du ihn (seach body) und findest einen Schl&uuml;ssel f&uuml;r
das R&auml;uberlager (take key).<BR><BR>Mit diesem Schl&uuml;ssel machst Du
Dich auf den Weg zum Antwerp, der im S&uuml;den des Valley rumhoppst. Dort
angekommen ignorierst Du den Antwerp ganz einfach. Du solltest einen Kampf mit
ihm auf jeden Fall vermeiden, da er Dich mit einem gezielten Hopps ohne weiteres
zur Strecke bringt. Da der Antwerp aber freiwillig nicht angreift, kannst Du
einfach um ihn herum laufen und in den Steinen ein Schl&uuml;sselloch suchen
(search rocks).<BR><BR>Wenn Du das Loch gefunden hast, schlie&szlig;t Du es
auf (unlock door), &ouml;ffnest die T&uuml;r (open door) und k&uuml;ndigst
Deinen Besuch mit dem Passwort von Bruno an (Hiden Goseke). Im linken Teil der H&ouml;hle
kannst Du den Troll eliminieren, der einen gro&szlig;en Schatz bewacht (fight).
Das ist aber nur f&uuml;r den K&auml;mpfer ratsam, da Trolls bekanntlich nicht
zu den zimperlichsten K&auml;mpfern ihrer Gattung geh&ouml;ren. Den Schatz
kannst Du Dir dann nat&uuml;rlich auch nehmen (take coins) - braucht ja eh
keiner mehr ...<BR><BR>Weiter geht`s nach rechts durch die H&ouml;hle. Du
befindest Dich dann hinter einem Busch in der N&auml;he des R&auml;uberlagers,
das von einem gewaltigen Minotaur bewacht wird, der aber nicht gerade sehr helle
im Kopf ist. Wer es als K&auml;mpfer auf die direkte Weise mag, duelliert sich
mit ihm (fight). Du kannst ihn aber auch mit gezielten Steinw&uuml;rfen t&ouml;ten
(get rocks, throw  rocks). Dies ist auch f&uuml;r den Dieb vorzuziehen! Als
Magier kannst Du das Tierchen auch bet&auml;uben (cast calm). &Uuml;brigens:
wenn Du Dich nicht langweilen willst und es irgendwie vermeiden kannst, dann
versuche es erst gar nicht mit den Steinen - Du mu&szlig;t zu oft treffen, was
sehr viel Zeit kostet. Und wer hat die schon? Anschlie&szlig;end findest Du beim
Minotaur f&uuml;nfzig Silberm&uuml;nzen (search body, take coins).<BR><BR>Das
Tor mu&szlig; der K&auml;mpfer einrennen (force gate), der Dieb knackt es ohne
Probleme auf (pick lock) und der Magier spricht einen seiner ber&uuml;chtigten
Zauberspr&uuml;che aus (cast open). Im n&auml;chsten Raum (open door) erwartet
Dich eine Zwischensequenz. Du mu&szlig;t links um die Barrieren herumgehen, &uuml;ber
die rechte Br&uuml;cke schleichen und &uuml;ber den Stolperdraht zwischen den
beiden Abtrennungen springen (step). Und schon befindest Du Dich im
Versammlungszimmer der R&auml;uber, in der H&ouml;hle des L&ouml;wen.<BR><BR><I>Die
H&ouml;hle des L&ouml;wen</I><BR><BR>Um die nahende Verst&auml;rkung
aufzuhalten, verschlie&szlig;t Du die T&uuml;r hinter Dir (close door) und
schiebst vor die rechte T&uuml;r den Stuhl (move chair). Voraussehend kippst Du
den Kerzenst&auml;nder um (move candelabra). Unterdessen sollten drei R&auml;uber
eingetroffen sein. Sobald sie um die linke Tischecke herumgelaufen sind, steigst
Du auf den Tisch (climb table). Achte jedoch darauf, da&szlig; Du Dich etwa vor
der Mitte des Tisches befindest! Nachdem Du die Ganoven au&szlig;er Gefecht
gesetzt hast, &ouml;ffnest Du die T&uuml;r und verl&auml;&szlig;t den Saal. Du
stehst nun in einem Labyrinth. Vorne auf dem Thron erkennst Du den Warlock
Yorrick, den Du auf Elsa, die Tochter des Barons, ansprichst (ask  about Elsa /
enchantment / Warlock).<BR><BR>Danach tust Du einen falschen Schritt (la&szlig;
Dich von dem Weg fallen). Kurz darauf kommst Du wieder durch die obere rechte T&uuml;r
in den Taum hereingerollt. Du kommst zum Stillstand (stop) und gehst durch die
rechte T&uuml;r. Vor Deiner Nase baumelt eine Kette, an der Du fest zeihst (pull
chain). Durch diesen (Special Effect) Vorgang &ouml;ffnet sich links unter Dir
eine T&uuml;r, durch die Du hindurchgehst. Du stehst nun vor einer anderen T&uuml;r,
die Du &ouml;ffnen kannst (open door). Tritt aber schnell ein St&uuml;ck zur&uuml;ck,
am besten in den Tunnel - sonst zerquetscht sie Dich! Du gehst durch die Holzt&uuml;r
(open door) und gelangst so in die Hauptzentrale des Lagers, wo sich zur Zeit
der R&auml;uberhauptmann befindet. Sobald er &uuml;ber den Tisch springt und
Dich angreifen will, sch&uuml;ttest Du die Dispel Potion &uuml;ber ihn (throw
dispel potion). So wirst Du positiv von der Wirkung des Trankes &uuml;berrascht
- vor Dir steht pl&ouml;tzlich die wundersch&ouml;ne Tochter des Barons, Elsa
von Spielburg! Sie bedankt sich rasch bei Dir, verabschiedet sich und geht
(zusammen mit dem Warlock) auf magische Weise.<BR><BR>Dir ist es auch zu
empfehlen, nicht weiter in dieser ungastlichen Festung zu bleiben. Nur den
Spiegel, von dem Erasmus erz&auml;hlt hat, nimmst Du noch schnell vom Tisch
(take mirror) und verschwindest dann durch die &Ouml;ffnung im Vorhang rechts.
Dieser Ausgang f&uuml;hrt geradewegs zum Antwerp, von dem Du Dich hoffentlich
nicht erwischen l&auml;&szlig;t!<BR><BR><B>The End</B><BR><BR>Von hier aus
gehst Du zur b&ouml;sen Hexe Baba Yaga. Trotz der Warnung durch den Totenkopf
(yes) trittst Du in die kleine H&uuml;tte ein. Dank des magischen Spiegels, der
alle Zauberspr&uuml;che reflektiert (use mirror), verwandelt sich Baba Yaga
unfreiwillig in einen Frosch. Wer anderen eine Grube gr&auml;bt ...<BR><BR>Du
wolltest also ein Held werden? Jetzt hast Du es geschafft!<BR><BR></P></BODY></HTML>
