<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Hero's Quest 1 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Hero's Quest 1</FONT><BR><FONT SIZE="+1">So you want to be a hero</FONT></B><BR><BR><BR><B><FONT
SIZE="+1">Hilfreiche Tips und Tricks im Kampf ums &Uuml;berleben</FONT></B><BR><BR><BR></P>
<UL>
<LI>Du solltest regelm&auml;&szlig;ig essen und trinken. Dazu f&uuml;hrst Du ja
auch die Essensrationen mit. Selbstverst&auml;ndlich kannst Du zum Speisen auch
im Gasthof in der Stadt einkehren.</LI>
<LI>Du solltest auch regelm&auml;&szlig;ig Gebrauch von den Healing Potions
machen, die Du von der Heilering f&uuml;r den Ring bekommst und auch kaufen
kannst. Sie frischen Deine Kraft wieder auf.</LI>
<LI>Jedes besiegte Monster und jeder R&auml;uber kann durchsucht werden (search
monster). Oft tragen diese Wicher aus &Uuml;berf&auml;llen erbeutete Gegenst&auml;nde
bei sich ...</LI>
<LI>F&uuml;r jede leere Flasche gibt es bei der Heilerin ein Silberst&uuml;ck
zur&uuml;ck  (give flask), was beweist, da&szlig; es auch schon fr&uuml;her
Recycling gab ...</LI>
<LI>Es gibt auch eine andere M&ouml;glichkeit, wie der K&auml;mpfer in das R&auml;uberlager
eindringen kann: Du gehst zum Hinterhalt und pa&szlig;t auf, da&szlig; Du nicht
von den Pfeilen getroffen wirst. Sobald die Wachen zu schie&szlig;en aufh&ouml;ren,
kletterst Du &uuml;ber den Baumstamm und k&auml;mpfst die R&auml;uber nieder
(climb log, fight). Somit befindest Du Dich dann auch im Lager.</LI>
<LI>Geldsorgen wirst Du so los:
<UL>
<LI>Du bezwingst Goblins, Trolls, R&auml;uber oder andere Gauner und pl&uuml;nderst
ihre Taschen.</LI>
<LI>Du mistest den Burgstall aus, was jedoch nur einmal pro Tag m&ouml;glich
ist  und nur mickrig bezahlt wird.</LI>
<LI>Du rettest Barnard und meldest Dich bei seinem Vater.</LI>
<LI>Du besiegst einen Cheetaur, nimmst seine Klauen und verkaufst sie f&uuml;r
zehn Silberst&uuml;cke an die Heilerin (search monster, get claws, sell claws).
</LI></UL></LI>
<LI>Es gibt mehrere M&ouml;glichkeiten f&uuml;r eine &Uuml;bernachtung:
<UL>
<LI>bei Erana`s Peace (umsonst)</LI>
<LI>bei der Waldnymphe (umsonst)</LI>
<LI>beim Einsiedler Hermit (f&uuml;r ein Spiel Cribbage)</LI>
<LI>im Wald (wenn Du das Undead Unguent von der Heilerin besitzt)</LI>
<LI>beim Baron von Spielburg (in der zweiten Nacht)</LI>
<LI>im Hero`s Tale Inn in der Stadt (gegen entsprechende Bezahlung).</LI></UL></LI></UL>
<P><BR><BR></P></BODY></HTML>
