<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="xtr_sm.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="xybots.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Xtreme Racing ist ein sehr gutes, auf Texture Mapping basierendes Rennspiel. Nach
Meinungen, mu&szlig; man an die Steuerung etwas gew&ouml;hnen, aber ich habe damit keine
Schwierigkeiten gehabt. Die Steuerung ist sogar ziemlich real. Was mich aber st&ouml;rt,
sind die Explosionen und wenn man auf ein &Ouml;lspur die Beherrschung &uuml;ber das Auto
verliert. Die Drehung ist etwas &quot;behindert&quot; und man verliert sehr viel Zeit. 
&Uuml;ber die Musik mu&szlig; man auch nicht streiten, denn es ist M&ouml;glich eigene Module 
durch diverse Programme (siehe AMINET) zu installieren. Das Spiel kann man auf 
allen Systemen Spielen aber um das best m&ouml;gliche rauszuholen braucht man ein 
68030 mit 42Mhz und etwas Fast-RAM. Nach eigene Erfahrung habe ich gute Resultate 
auf ein 68ec020 14Mhz, FPU und 4MB-Fast Ram erfahren in 2 x 1 Pixel und 3/4 
gro&szlig;es Bildschirm mit 15 frames/sec.
Die Sound FX sind aber ziemlich d&uuml;rftig genau wie die digitalisierte 
Sprachausgabe. Davon k&ouml;nnten viel mehr sein, zum Beispiel Kommentare w&auml;hrend 
dem Rennen. Als Beispiel ein (leider) PC Spiel namens &quot;Screamer&quot;. Aber ansonsten 
macht das Spiel &quot;saum&auml;ssig&quot;viel Spa&szlig;, besonders im Zwei oder mehr Spieler Modus. 
Die Kr&ouml;nung ist nat&uuml;rlich die Deathmatch Modus. Was ich aber noch Schade finde, 
ist dass man die Data-Disk braucht um neue Levels aus dem Aminet zu installieren. 
Dies trifft aber nicht f&uuml;r alle Deatchmatch Levels zu. Mit der Realit&auml;t kann man 
das Spiel schwer vergleichen, denn die unterschiede sind extrem gro&szlig;.
Was die Programmierer noch besser machen k&ouml;nnten ist die unterschiedliche 
Fahrverhalten der verschiedenen Autos, wenn dies der Fall w&auml;re h&auml;tte das Spiel 
im Spass Faktor glatt 100% bekommen, obwohl ich sehr kritisch und r&uuml;cksichtlos 
die Spiele bewerte (genauso, wie die Lehrer mich in der Schule... He-he, bald 
hole ich meine Schrotflinte und dann gibt's haue...--- Kris). Wenn ihr noch 
Beratung braucht dann ruft mich, vielleicht kann ich weiterhelfen. 

        auf 68030 42Mhz 18MR-RAM          auf 68020 mit FPU und 4MB Fast RAM

Grafik     80% (1 x 1 Pixel)                       70% (2 x 1 Pixel)
Anim       40%                                     40%
Sound      50%                                     50%
Musik      55% (Standard Musik Modules)            55% (Standard Musik Modules)
Handhabung 80%                                     75%
Spass      85%                                     75%

</pre>
</body>
</html>
