<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="l.e.d._storm_rising.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="last_action_hero.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Du beginnst in einer Stadt. Es gibt verschiedene Geb&auml;ude. Wichtig f&uuml;r Dich
sind: Dein Haus; die Bank, um Deine erk&auml;mpften Sch&auml;tze und Edelsteine
sicher aufzubewahren; ein H&auml;ndler, bei dem Du die gefundenen R&uuml;stungen und
Waffen verkaufen kannst; ein Shop, in dem Du Dich mit Hilfsmitteln f&uuml;r
Deine Abenteuer versorgen kannst.
Nach einem kleinen Rundgang wirst Du sicherlich den Eingang der Laby-
rinthe finden. Wenn Du Dich stark genug f&uuml;hlst, den Terror der Magie,
der Dich im Inneren der schl&uuml;pfrigen Labyrinthe erwartet, zu &uuml;berste-
hen, tritt ein und beginne diese zu erforschen.
Anfangs empfiehlt es sich, so viele Waffen und R&uuml;stungen wie nur m&ouml;g-
lich zu sammeln. Die magischen Botschaften (magic scrolls) solltest
Du lesen; die Zaubertr&auml;nke (magic potions) drinken. Auch ein Kuchen
(cookie) ist von Zeit zu Zeit aufbauend. Deine Nahrungsaufnahme hat
zum Beispiel Auswirkungen auf Deine Intelligenz, Deine k&ouml;rperliche
Verfassung oder Deine Geschicklichkeit.
Aber es gibt noch viele andere besondere Orte (Items) in den Laby-
rinthen:

 - Heilige Altare (holy altar)
Hier gibt es drei M&ouml;glichkeiten, zu reagieren: ignorieren (ignore),
anbeten (pray) und zerst&ouml;ren (descreate). Alle M&ouml;glichkeiten sind
nicht ungef&auml;hrlich, denn teilweise erscheinen m&auml;chtige Monster, die
sich in ihrer Ruhe gest&ouml;rt f&uuml;hlen. Es ist aber auch m&ouml;glich, da&szlig;
ein spezieller Zauberspruch (protect +3) ausgef&uuml;hrt wird.
 - juwelenbesetzte Throne (jewel throne)
Hier ist zwischen zwei M&ouml;glichkeiten zu w&auml;hlen: hinsetzen (sit)
oder ignorieren (ignore). Das Ausruhen ist nicht f&uuml;r jeden erquik-
kend: ein gnome king macht seinen Anspruch auf den Sitzplatz gel-
tend.
 - Fallen (pit)
Hier ist zwischen verschiedenen Arten zu unterscheiden: Teleporta-
tion (teleport), Pfeile (arrow, dart), Fallt&uuml;r (trapdoor) und eine
im buchst&auml;blichen Sinne bodenlose Falle (bottomless pit). Diese
gibt es nur im Level 10 sowie im vulcanic Level 3 - sie enden f&uuml;r
den Abenteuerer t&ouml;dlich.
 - Springbrunnen (a bubbling fountaine)
Hier existieren wiederum drei M&ouml;glichkeiten: trinken (drink), wa-
schen (wash) und ignorieren (ignore). Ein Schluck aus dem Spring-
brunnen hat meist positive Auswirkungen auf die Gesamtverfassung
des Abenteurers. Es ist empfehlenswert, Springbrunnen bis zum
Letzten auszuschl&uuml;rfen. Waschen hingegen ist recht gef&auml;hrlich -
ein water lord meldet seinen Anspruch an.
 - Statuen (statue)
Statuen scheinen zun&auml;chst nutzlos. Wird der Zauberspruch &quot;lit&quot;
oder &quot;vpr&quot; auf die Statue gesprochen, zerf&auml;llt diese, und ein
Buch erscheint. In diesem befinden sich meist wissenswerte
(Zauber-)Spr&uuml;che.
 - Spiegel (mirror)
In diesen kann der Abenteurer seine Sch&ouml;nheit bewundern. Vorsicht
ist jedoch bei Magie geboten: ein magischer Feuerball auf Monster
abgegeben, kann fatale Folgen haben, wenn er durch einen Spiegel
reflektiert wird.
 - Sch&auml;tze (chest)
Es lohnt sich Sch&auml;tze zum H&auml;ndler zu transportieren. Es existie-
ren Ger&uuml;chte, die besagen, er bezahlt hohe Preise f&uuml;r randge-
f&uuml;llte Schatztruhen.
 - Edelsteine (diamond, opal usw.)
Bringen ebenfalls hohe Betr&auml;ge beim alten H&auml;ndler.

Durch K&auml;mpfen erlangst Du Erfahrungspunkte (expierence points). Fol-
gende Aufstiegschancen sind gegeben:

Lv| Titel&#009;&#009;|Erfahrung
 1| novice explorer&#009;|&#009;0
 2| apprentice explorer |      10
 3| practiced explorer&#009;|      20
 4| expert explorer&#009;|      40
 5| novice adventurer&#009;|      80
 6| adventurer&#009;&#009;|     160
 7| apprentice conjurer |     320
 8| conjurer&#009;&#009;|     640
 9| master conjurer&#009;|    1280
10| apprentice mage&#009;|    2560
11| mage&#009;&#009;|    5120
12| expierenced mage&#009;|   10240
13| master mage &#009;|   20480
14| apprentice warlord&#009;|   40960
15| warlord&#009;&#009;|  100000
16| expert warlord&#009;|  200000
17| master warlord&#009;|  400000
18| apprentice gorgon&#009;|  700000
19| gorgon&#009;&#009;| 1000000
20| practiced gorgon&#009;| 2000000
21| master gorgon&#009;| 3000000
22| demi-gorgon &#009;| 4000000
23| evil master &#009;| 5000000
24| great evil master&#009;| 6000000
25| mighty evil master&#009;| 8000000

Je tiefer Du Dich in die verworrenen Labyrinthe vorarbeitest, um so
gef&auml;hrlichere Monster triffst Du. Nachstehend sind die besonderen
Monstergattungen mit der besten Bek&auml;mpfungsart aufgelistet.

Name&#009;&#009;|&Uuml;bersetzung&#009;|Merkmal&#009;|Bek&auml;mpfung
------------------------------------------------------------------
bat&#009;&#009;|Spinne &#009;|kein Hitpoint- |normal
&#009;&#009;|&#009;&#009;|verlust&#009;|
------------------------------------------------------------------
orc&#009;&#009;|Schwertwal&#009;|zwei Goldk&uuml;bel |normal
&#009;&#009;|&#009;&#009;|oder Goldk&uuml;bel |
&#009;&#009;|&#009;&#009;|und Waffe&#009;|
------------------------------------------------------------------
leprechaun&#009;|&quot;Auss&auml;tziger&quot;&#009;|wertvoller&#009;|Magie: lit, bal
&#009;&#009;|&#009;&#009;|Goldk&uuml;bel,&#009;|
&#009;&#009;|&#009;&#009;|Geldverlust&#009;|
------------------------------------------------------------------
nymph&#009;&#009;|Larve&#009;&#009;|stiehlt Teile&#009;|Magie: lit, bal
&#009;&#009;|&#009;&#009;|der Ausr&uuml;stung |
------------------------------------------------------------------
rust monster&#009;|&quot;Rostmonster&quot;&#009;|verringert R&uuml;- |Magie: lit, bal
&#009;&#009;|&#009;&#009;|stungs- oder&#009;|
&#009;&#009;|&#009;&#009;|Waffenklasse&#009;|
------------------------------------------------------------------
hell hound&#009;|H&ouml;llenhund&#009;|Feuerschwall&#009;|Magie: pha
------------------------------------------------------------------
gelantinous cube|&quot;fl&uuml;ssiger&#009;|verringert R&uuml;- |Magie: lit, bal
&#009;&#009;|W&uuml;rfel&quot;&#009;|stungs- oder&#009;|
&#009;&#009;|&#009;&#009;|Waffenklasse&#009;|
------------------------------------------------------------------
wraith&#009;&#009;|Gespenst&#009;|zieht Level ab |Magie: can, lit
------------------------------------------------------------------
vampire &#009;|Vampir &#009;|zieht Level ab |Magie: can, lit
------------------------------------------------------------------
invisible&#009;|unsichtbarer&#009;|unsichtbar&#009;|normal
stalker &#009;|Angreifer&#009;|&#009;&#009;|
------------------------------------------------------------------
disenchanteress |Entzauberer&#009;|verringert R&uuml;- |Magie: lit, bal
&#009;&#009;|&#009;&#009;|stungs- oder&#009;|
&#009;&#009;|&#009;&#009;|Waffenklasse&#009;|
------------------------------------------------------------------
umber hulk&#009;|Schattenklotz&#009;|verwirrt&#009;|Magie: can
------------------------------------------------------------------

Sp&auml;testens jetzt solltest Du Dich bis zum zehnten Level vorgearbeitet
haben. In den Ungewissheiten dieses Levels befindet sich das
&quot;Eye of Larn&quot;, ein Edelstein, der von einem D&auml;mon bewacht wird. Besiege
den H&uuml;ter des Augapfels und bringe das Auge an das Tageslicht.
Nun steige in die vulcanic Levels hinab. Sei vorsichtig, es erwartet
Dich eine Unzahl von Monstern!


dragons &#009;|Drachen&#009;|Feueratem&#009;|Magie: can
------------------------------------------------------------------
purple worm&#009;|lila Wurm&#009;|viele Erfah-&#009;|normal
&#009;&#009;|&#009;&#009;|rungspunkte&#009;|
------------------------------------------------------------------
spirit naga&#009;|magischer N&ouml;rg-|vereinigt alle |Magie: can
&#009;&#009;|ler&#009;&#009;|Magie auf sich |
------------------------------------------------------------------
demon lords&#009;|D&auml;monen Lord-&#009;|unsichtbar,&#009;|Magie: hel, hld,
I-VII&#009;&#009;|schaften&#009;|alle Magie&#009;|can, cld, fgr
------------------------------------------------------------------
demon prince&#009;|D&auml;monen Prinz&#009;|unsichtbar,&#009;|Magie: hel, hld,
&#009;&#009;|&#009;&#009;|alle Magie&#009;|can, cld, fgr
------------------------------------------------------------------

Gerade in den letzten Leveln zeigt es sich ganz deutlich: ohne eine
ausgefeilte Ausr&uuml;stung gibt es kein &Uuml;berleben in den m&ouml;rderischen
Labyrinthen. Meine Ausr&uuml;stung (mit ihr habe ich es bis zum &quot;mighty
evil master&quot;, Lv 30 gebracht) scheint mir angemessen zu sein:

 - ring of extra regeneration (Hitpoints werden regeneriert)
 - ring of protection (erh&ouml;ht R&uuml;stungsklasse)
 - energy ring (max. zwei; Beweglichkeit, Erfolg)
 - ring of dexterity (Geschicklichkeit wird erh&ouml;ht; Du kannst mehr
   Gegenst&auml;nde tragen)
 - ring of strength (Du wirst kr&auml;ftiger)
 - belt of striking (h&ouml;here Waffenklasse)
 - lance of death (die ultimative Waffe)
 - stainless plate armor (die ultimative R&uuml;stung)

Bei der Ausr&uuml;stung ist zu beachten, da&szlig; sie m&ouml;glichst gut erhalten
ist. Der Zustand der Ger&auml;tschaften ist an der Zahl hinter dem Ge-
genstand zu erkennen. H&ouml;here Zahlen sind ein Anzeichen daf&uuml;r, da&szlig;
beispielsweise die Waffe noch besser erhalten ist.
Zu der Standardausr&uuml;stung k&ouml;nnen noch einige besondere Gegenst&auml;nde
kommen:

 - sword of slashing&#009;     _
 - Bessman's flailing hammer /&#009;nicht sinnvoll, weil keine &quot;lance
&#009;&#009;&#009;     of death&quot; mehr m&ouml;glich
 - ring of increase damage: verleiht h&ouml;here Schlagkraft
 - amulet of invisibility: Monster treffen schwieriger
 - orb of dragon slaying: schw&auml;cht Drachen
 - a scarab of negate spirit: schw&auml;cht Magier
 - a cube of undead control: sch&uuml;tzt vor Untoten (Vampire)
 - device of theft prevention: sch&uuml;tzt vor Diebstahl

Beim Lesen dieser L&ouml;sung wird es deutlich: ohne Magie hat der Aben-
teurer keine M&ouml;glichkeit, das Spiel erfolgreich zu beenden. Im Fol-
genden sind alle Zauberspr&uuml;che mit ihrer Wirkung aufgelistet:

Spruch&#009;Wirkung

pro&#009;Schutz
sle&#009;Monster schlafen
enl&#009;Labyrinth wird gezeichnet
cre&#009;Monster wird geschaffen
bal&#009;Feuerball gegen Monster
can&#009;besondere Eigenschaften der Monster werden negiert
drl&#009;Hitpointverlust beim Monster, jedoch auch beim Abenteurer
glo&#009;sch&uuml;tzt vor Faustattacken
hld&#009;h&auml;lt Monster fest
alt&#009;&auml;ndert Labyrinth ab
mle&#009;magischer Pfeil
web&#009;Monster verf&auml;ngt sich in F&auml;den
hel&#009;regeneriert Abenteurer
pha&#009;beschw&ouml;rt Monster
cld&#009;Eiszapfen auf Monster
has&#009;der Abenteurer wird schneller
lit&#009;glei&szlig;ende Fl&uuml;ssigkeit
flo&#009;Wassereinfall in Kammer
mfi&#009;Feuer in alle Richtungen
dex&#009;erh&ouml;ht Geschicklichkeit
str&#009;erh&ouml;ht Kraft
cbl&#009;kuriert Blinde
inv&#009;Abenteurer wird unsichtbar
ply&#009;schafft Monster
ckl&#009;Gaswolke
dry&#009;Flutwelle
fgr&#009;Todesfinger (!)
sph&#009;Speer der Annihilation (!)
sca&#009;Abschreckung
gen&#009;eliminiert Monster
chm&#009;schmeichelt Monster
sum&#009;D&auml;mon hilft dem Abenteurer
per&#009;ein tempor&auml;rer Spruch bleibt bestehen
ssp&#009;Speer mit Ger&auml;usch
vpr&#009;l&ouml;st W&auml;nde, Statuen auf
stp&#009;Zeitstop
wtw&#009;Abenteurer kann durch W&auml;nde gehen

Selbstverst&auml;ndlich kann der Abenteurer nicht sofort alle Spr&uuml;che. Er lernt
sie erst im Laufe des Spieles durch B&uuml;cher oder magische Botschaften.

Wenn Du Dir erst einmal einen &Uuml;berblick &uuml;ber Larn schaffen m&ouml;chtest, nutze
den Wizardmode: Lade Larn, dr&uuml;cke &#060;RETURN&#062;, tippe &#060;_&#062; und &#060;AMIGA&#062;.

Gef&auml;llt Dir Dein Name nicht (Wizard), so &auml;ndere mit einem ASCI-Editor die
Datei &quot;.larnopts&quot;.
</pre>
</body>
</html>
