<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="legend_of_the_lost.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="legend_of_the_lost.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      Legend of Kyrandia


Komplettl&ouml;sung
---------------

Als erstes solltest Du die Gegenst&auml;nde die in der Baumh&ouml;hle herumliegen
einsammeln:
&#009;1. die rote Garnet-Kugel
&#009;2. die S&auml;ge (liegt unter dem Schreibtisch).
Die Schriftrolle die Dir Kallack noch gab, unbedingt mitnehmen.

Jetzt mu&szlig;t Du Dir noch die h&uuml;bsch gemachte Geschichte mit den
sprechenden Wurzeln an der Wand der Baumh&ouml;hle anschauen, danach kannst
Du Sie mit &quot;dem Lift&quot; verlassen.

Wenn Du unten bist, solltest Du zuerst nach rechts gehen. An dem Wasser-
becken f&auml;ngst Du die herabfallende Tr&auml;ne auf und l&auml;ufst zum alten
vertrockneten Baum (zwei Felder nach links).
Dort f&uuml;gst Du den Wassertropfen in die Vertiefung in der Mitte des Baumes
ein, und siehe da, er wird zum Leben erweckt.
Jetzt kommt ein kleiner Bub angelaufen und will mit Dir Fangen spielen.
Die Murmel, die er Dir f&uuml;r deinen Erfolg verspricht ist wichtig, also
hinterher!
Um ihn zu finden, l&auml;ufst Du einfach nach rechts bist Du Ihn nicht mehr
siehst. An diesem Punkt einfach nach oben laufen, er steht hinter
einem Baum und erwartet dich aus der anderen Richtung.
Nachdem er Dir die Murmel gegeben hat, mu&szlig;t Du diese an dem Altar an die
passende Stelle einf&uuml;gen. Der Altar gl&uuml;ht auf, aber dazu sp&auml;ter.
Dann nimmst Du noch eine Rose aus dem Rosenbusch mit. Du brauchst Sie
sp&auml;ter noch.

Jetzt marschierst Du zur H&ouml;hle mit der Br&uuml;cke an der Dir Hermann der
Handwerker traurig erz&auml;hlt, da&szlig; leider die Br&uuml;cke zusammengebrochen
ist, und nur noch die starken Seile &uuml;brig sind. Wenn er doch nur neue
Planken einf&uuml;gen k&ouml;nnte! Da erinnerst Du dich an die S&auml;ge, die Du in
der Baumh&ouml;hle gefunden hast. Du gibst Sie ihm, und er macht sich an die
Arbeit einen Baum zu f&auml;llen. Auf ihn zu warten hat keinen Sinn, er
braucht wegen der nicht besonders scharfen S&auml;ge etwas l&auml;nger.

Also auf zu neuen Ufern und zur Kapelle wo Brynn dich erwartet. Du zeigst
Ihr als erstes die Schriftrolle, die Dir Kallack gab. Nachdem Sie eine
kleine Geschichte erz&auml;hlt hat, gibt Sie Dir den Auftrag eine Rose zu
besorgen. Welch ein Zufall, Du hast ja eine dabei.
Sie verwandelt die Rose in eine silberne Rose und beauftragt dich, diese
Rose auf den Altar zu legen. Also ab zum Altar, und die Rose draufgelegt.
Die Rose verwandelt sich zum Kristallamulett, was in deine untere
Aktionsleiste rechts eingeblendet wird.

Nun l&auml;ufst Du zur H&ouml;hle zur&uuml;ck und stellst fest, da&szlig; Hermann die
Br&uuml;cke vollst&auml;ndig instand gesetzt hat. Jetzt l&auml;ufst Du hin&uuml;ber und
landest nach der Sicherheitsabfrage in Timbermist Forest.

Hier triffst Du nach einigen Schritten auf die H&uuml;tte von Darm und
seinem Drachen. Darm ist etwas harth&ouml;rig, wie Du noch merken wirst,
aber er m&ouml;chte von Dir einen G&auml;nsekiel, um noch besser malen zu k&ouml;nnen.

Doch zuerst mu&szlig;t Du die herumliegenden N&uuml;sse einsammeln (Walnu&szlig;,
Eichel vom Baum pfl&uuml;cken usw.). Diese bringst Du dann zu dem Loch im
Boden, und wirfst Sie herein. Jetzt erscheint eine Pflanze und
schenkt Dir einen gelben Zauber, der in deinen Amulett aufleuchtet.

Diesen kannst Du gleich anwenden, indem Du den kranken Vogel heilst,
den Du ja sicherlich schon gefunden hast. F&uuml;r die erfolgreiche Heilung
gibts den G&auml;nsekiel, auf den Darm schon wartet.
Nachdem Du Darm den G&auml;nsekiel gegeben hast, gibt er Dir den Rat dich um
die Edelsteine zu k&uuml;mmern, und eine Schriftrolle die einen Zauberspruch
enth&auml;lt.

Also auf zur Edelsteinsuche. Diese liegen von nun an &uuml;berall herum.
Zuerst brauchst Du den Sonnenstein, den Du in der Quelle findest (gut
absuchen). Dann findest Du einen Diamanten, und einen Opal.
Wichtig ist auch ein gelber Topaz und ein blauer Stein, die Du mitnehmen
mu&szlig;t.
Wie Du an den Rubin vom Baum kommst, wei&szlig;t Du ja jetzt nach dem Erlebnis
mit dem kranken Vogel.
Jetzt noch die Edelsteine in der richtigen Reihenfolge in die Schale auf
dem Altar legen (vorher unbedingt abspeichern!!).
Nur ein Tip, Du mu&szlig;t mit dem Sonnenstein beginnen, der Rest ist schnell
herausgefunden.
F&uuml;r eure M&uuml;he erh&auml;lst Du eine Panfl&ouml;te, die Du gleich ben&ouml;tigst.

Doch zuerst solltest Du noch mal zur Quelle tigern, und eine gelbe Tulpe
mitnehmen. Jetzt auf zur H&ouml;hle und hinein.
Keine Angst, auch wenn Du wieder herausgelaufen kommst, und der f&uuml;rchter-
liche Malcolm herauskommt, Du wartest einfach, bis er seine Story erz&auml;hlt,
und sein Messerchen geworfen hat. Das Messer wird flink zur&uuml;ckgeworfen,
indem es angeklickt wird. Jetzt fl&uuml;chtet Malcolm aber nicht ohne den
Eingang der H&ouml;hle zuzufrieren. Doch daf&uuml;r gibt es eine L&ouml;sung, die
Panfl&ouml;te. Kurz hineingeblasen, und weg ist das Eis.

Jetzt k&ouml;nnt Ihr die H&ouml;hle betreten.
Eine kurze Information zum Anfang: In der H&ouml;hle ist es Dunkel. Wenn Du
an einen Feuerbeerstrauch kommst, mu&szlig;t Du unbedingt eine Beere mitnehmen,
die schenkt Dir Licht f&uuml;r 4 Felder. Also deine Laufroute anhand der Karte
so planen, da&szlig; nach 4 Feldern der n&auml;chste Strauch erreicht ist.
(in Feuerbeerr&auml;umen oft abspeichern!)

Du mu&szlig;t das gesamte Labyrinth nach Steinen absuchen, um das Tor wieder
zu &ouml;ffnen, das hinter Dir zugefallen ist. Alles einsammeln!

Wichtig: In Raum 5 findest Du eine Goldm&uuml;nze, In Raum 3 zwei W&auml;chter die
etwas von Dir wollen, aber nicht wissen was (kommt sp&auml;ter) und in Raum
2 einen Felsvorsprung den Du (jetzt noch) nicht &uuml;berwinden kannst.
In Raum 6 kannst Du jetzt noch nicht vordringen, da Du ja nur 4 Felder
gehen kannst.

Nachdem Du alle 4 Steine hast, zur&uuml;ck zum Eingang. Jetzt die 4 Steine
irgendwohin geworfen, (wohin nur?) und das Tor &ouml;ffnet sich. Wieder raus
aus der H&ouml;hle und die M&uuml;nze in den Brunnen geworfen.

Du siehst wie der Brunnen voll Wasser l&auml;uft, und erh&auml;lst einen Mondstein,
welcher in den Altar bei den W&auml;chtern pa&szlig;t. Also ab die Post, wieder in die
H&ouml;hle, zum W&auml;chterraum. Aus Dankbarkeit f&uuml;r Ihre Befreiung bekommst Du
jetzt den zweiten Zauber f&uuml;r dein Amulett. Gleich ausprobieren, Du
verwandelst dich und nun brauchst Du keine Feuerbeeren mehr.

Jetzt kannst Du auch den Raum 6 (Lavaraum) erreichen, doch ist die
&Uuml;berquerung der Br&uuml;cke nicht ohne einen Trick m&ouml;glich (zu hei&szlig;).
Du wendest den Zauberspruch der Spruchrolle an, und der Lavasee gefriert.
Jetzt holst Du aus dem dahinterliegenden Raum den Schl&uuml;ssel und fliegst
zum Raum 2, wo Du jetzt den Felsenvorsprung &uuml;berfliegen kannst.
(Wie beim Beamen auf die zwei Punkte klicken) Dann raus aus dem Ausgang
an die Frische Luft.

Unbedingt den Apfel mitnehmen (nicht essen, brauchst Du noch).
Jetzt ein bischen geradeaus laufen, ein Knall, Peng, und wir finden uns
in der H&uuml;tte von Zynthia wieder.
Zynthia fordert dich auf Ihr mit der Flasche Wasser von der Font&auml;ne zu
bringen. Du eilst hin, aber siehe da, der b&ouml;se Malcolm ist schneller.
Er stielt die vierte Kugel am Brunnen und der versiegt.
Also geschwind die Kugel gesucht, Du findest Sie in dem brennenden Busch.
Wie man den l&ouml;scht darauf kommst Du sicher schnell (denk an die H&ouml;hle).
Die Kugel genommen und wieder sprudelt der Brunnen. Die Flasche f&uuml;llen
und zur&uuml;ck zu Zynthia. Die bedankt sich f&uuml;r das Wasser und schickt dich
los frische Blaubeeren zu holen. Doch zuerst nochmal eine Flasche
mitnehmen und an der Font&auml;ne einen Schluck zu sich nehmen.
Jetzt hast Du an deinem Amulett ein drittes Feld gef&uuml;llt.
Nachdem Du die Blaubeeren besorgt hast, stellst Du fest, da&szlig; Zynthia weg
ist. Aber keine Panik, dann brodelst Du Dir deine Tr&auml;nke selbst:
Wirf zuerst die Blaubeeren und einen blauen Stein in den Kochtopf.
Damit die erste Flasche f&uuml;llen. Diese kannst Du am Kochtopf stehen
lassen, wir kommen noch mal wieder. Du klickst den Teppich an, der da
auf dem Boden liegst, und entdeckst einen geheimen Zugang zu einer
anderen Welt. Du gehst die Treppe runter und landest auf einer Lichtung.

Hier holst Du Dir am Strand die rote Orchidee (Links in der Ecke) und
gehst zur&uuml;ck zur Treppe und wieder in Zynthias H&uuml;tte.

Jetzt wirfst Du die rote Kugel (Garnet) in den Kochtopf und die rote
Orchidee hinterher. Davon zwei! Flaschen f&uuml;llen.
Dann den gelben Stein (Topaz) und die gelbe Tulpe und eine Flasche
f&uuml;llen.

Wieder die Treppe runter, und zu Zynthias Alchemiestein.
Hier stellst Du eine rote und die blaue Flasche in den Stein und erh&auml;lst
eine violette Potion.

Jetzt stellst Du die gelbe und die andere rote Falsche in den Stein und
erh&auml;lst eine orange Potion.

Wieder zur&uuml;ck in Zynthias H&uuml;tte suchst Du die goldene Schale und
versuchst die Schale haltene Kraft mit deiner blauen Kraft
auszuschalten. Das gelingt aber da kommt doch so ein Biest und stielt
Sie Dir...  Wir gehen 1 Feld nach rechts und finden die Baumh&ouml;hle
dieses &quot;Tiers&quot;.
Wie kommen wir nur in diese kleine T&uuml;r rein? Also wir trinken die
Violette Potion, und kommen jetzt rein.
Doch dieses kleine Viech will von uns was haben, was ihm wertvoll
erscheint. Was kann das nur sein? Richtig der Apfel.
Wir verlassen den Baum und finden die Schale neben ihm.

Mitnehmen und ab zu Zynthias H&uuml;tte, Durch die Treppe und ab zum Strand.
Du nimmst nochmal eine Orchidee mit, stellst dich in die Mitte des
Kreises und trinkst die orangene Potion. Es passiert etwas, Du
verwandelst dich, und fliegst auf die Insel.

Am Grab deiner Mutter und deines Vaters legst Du die Orchidee nieder,
und dein Mutter stattet dich mit dem letzten Zauber deines Amulettes
aus (rot). Du gelangst vor das Tor des Schlo&szlig;es, machst dich mit dem
roten Zauber unsichtbar, nimmst den Schl&uuml;ssel und &ouml;ffnest das Tor.

Im Schlo&szlig; triffst Du nochmal Malcolm der dich aber nicht behelligt.
Im ersten Level findest Du in der K&uuml;che das k&ouml;nigliche Zepter.
Dann gehe zur Dreht&uuml;r laufe Durch, verwandel dich in die fliegende Kugel
(violett) und fliege bis zu dem Sternenhimmel. Ein Zauberspruch und
deine Kraft l&auml;&szlig;t dich hindurchtreten.
Hinter dem Sternenhimmel findest Du einen goldenen Schl&uuml;ssel.

Jetzt zur&uuml;ck zur Dreht&uuml;r und anhand der B&uuml;cher einen vierstelligen
Code eingegeben. Nur soviel: Das Wort ist jenes, was man mit T&uuml;ren im
allgemeinen so macht bevor man Durchgeht. (Englisch)

Jetzt findet Ihr die Krone im Kamin der T&uuml;r.
Ihr geht jetzt die Treppe hoch und findet im zweiten Level den mutierten
Hermann. Vorsicht, eine falsche Bewegung und Du bist zweiteilig!!
Also den Zauberspruch (den richtigen nat&uuml;rlich) und Hermann erstarrt.
Ihr k&ouml;nnt jetzt Durchlaufen, und im Raum mit den Gl&ouml;ckchen den Schwengel
nehmen, und dann die richtige Melodie spielen. (zuerst Do, den Rest
selbst rausfinden) Das Bild f&auml;hrt hoch, und gibt den zweiten goldenen
Schl&uuml;ssel frei.

Jetzt zur&uuml;ck in Level 1 und die T&uuml;r im Salon des Kyragemraumes &ouml;ffnen.
(Zwei Schl&uuml;ssel)
Jetzt die Krone, das Zepter und die goldene Schale richtig auf die roten
Kissen legen, und die T&uuml;r zum Kyragemraum &ouml;ffnet sich.
Malcolm erscheint und schubst ein wenig. Ein Schlag und Malcolm liegt
in der Ecke. Jetzt rein in den Raum, den roten Spruch, und den Kugeln von
Malcolm ausweichen. Jetzt gibt es nur einen Trick um die Kugeln zu
Malcolm zur&uuml;ckzubringen. (kleiner Tip: in dem Raum gibt es drei davon,
aber nur einer ist leer)

Nun hast Du es geschafft und Malcolm ist Stein.

Timbermist Forest:

&#009;R   D-Eingang&#009;&#009;Zeichenerkl&auml;rung:
&#009;!   !
&#009;E-A-S-V &#009;&#009;R&#009;= Rubinbaum
&#009;!   ! ! &#009;&#009;E&#009;= Eiche
&#009;0-0-T-B Q&#009;&#009;T&#009;= &auml;ltester Baum in Kyrandia
&#009;  ! ! ! !&#009;&#009;B&#009;= Brunnen
&#009;  0-0-0-0&#009;&#009;L&#009;= Loch
&#009;      ! !&#009;&#009;H&#009;= Serattos's H&ouml;hle
&#009;      L-0-H&#009;&#009;Q&#009;= Quelle
&#009;&#009;&#009;&#009;S&#009;= Statue
&#009;&#009;&#009;&#009;V&#009;= Vogel
&#009;&#009;&#009;&#009;D&#009;= Darm's H&uuml;tte
&#009;&#009;&#009;&#009;! und - = Verbindungen der R&auml;ume
&#009;&#009;&#009;&#009;A&#009;= Edelsteinaltar

H&ouml;hlenlevel:

   0-A 0-0-0-0-0-0&#009;&#009;      Zeichenerkl&auml;rung:
   !   ! ! !   ! !
   2 0-0-0-0-3-*-0-0-0&#009;   R&#009;      0       = leere R&auml;ume
   ! ! ! ! !   ! ! ! !&#009;   !&#009;      ! und - = Verbindungen der R&auml;ume
   0-0 0-*-0-0-R-0-0-0-0-*-0&#009;      *       = R&auml;ume mit Feuerbeeren
   ! ! ! ! !   !   ! ! ! !&#009;      R       = R&auml;ume mit Steinen
-1-* 0-R-0-0 0-0 0-0-0-4-0&#009;      1       = Eingang zum Labyrinth
     ! ! !   ! ! ! ! ! ! !&#009;      2       = Felsvorspr&uuml;nge
     *-0 0 0-* 0 *-0 *-0 0-0&#009;      3       = W&auml;chterraum
     ! ! ! ! ! ! !&#009;&#009;      4       = Edelsteinraum
     0-0-0-0-0 0-0-0-0-0 *Key&#009;      5       = Mondraum (Stein)
       ! ! ! !&#009;   ! ! ! !&#009;      6       = Lavaraum
       0-0-0-0-5-*-0-0 0-6
&#009;       !   !
&#009;       0-0-0

1. Level nach H&ouml;hle

&#009;       A-0-0-0-0&#009;      Zeichenerkl&auml;rung:
&#009;&#009;   ! ! !
&#009;   C-0&#009; B 0-0-F-0-0-Z&#009;      A    = Ausgang H&ouml;hle
&#009;   ! !&#009; ! ! ! !&#009;      F    = Font&auml;ne
&#009;   0-0-0-0 0-S-E&#009;      Z    = Zynthias H&uuml;tte
&#009;&#009; ! ! ! !&#009;      C    = Blaubeerstrauch
&#009;&#009; 0-0-0-0&#009;      S    = goldene Schale
&#009;&#009;&#009;&#009;      E    = Baumwohnung des Eichhorns
&#009;&#009;&#009;&#009;      B    = brennender Busch

2. Level nach H&ouml;hle

&#009;       S
&#009;       !&#009;      Zeichenerkl&auml;rung:
&#009; 0-0-0-0-0
&#009; ! !   ! !&#009;      ! und - = Verbindungen der R&auml;ume
&#009; 0-0   0-0&#009;      S       = Strand
&#009; ! !   ! !&#009;      T       = Treppe zu Zynthias H&uuml;tte
&#009; T-0-0-0-0&#009;      Z       = Zynthias Alchemiestein
&#009; !     !
&#009; 0     0
&#009; !     !
       0-0-0-0-0
       !   ! ! !
       0 Z 0-0-0
       ! ! ! ! !
       0-0-0-0-0

1. Level Schlo&szlig;

&#009;     S-0-0&#009;&#009;      Zeichenerkl&auml;rung:
&#009;       !
&#009;     0-P 0&#009;&#009;      S        = Schl&uuml;ssel
&#009;     !&#009; !&#009;&#009;      P        = Sterne
&#009;     0-0-0-0&#009;&#009;      X        = Saal
&#009;     ! ! ! !&#009;&#009;      D        = Dreht&uuml;r
&#009;     0-0-0 0 1-B-K&#009;      Z        = Zepter
&#009;       ! !   !&#009;&#009;      T        = Treppe
&#009;       0-0-0 A&#009;&#009;      ! und -  = Verbindungen der R&auml;ume
&#009;&#009;   ! !&#009;&#009;      A        = T&uuml;r zum Vorraum
&#009;&#009;   D-X X-0-Z&#009;      1        = Vorraum des Kyragem
&#009;&#009;   !&#009; !&#009;      B        = T&uuml;r zum Kyragem
&#009;&#009;   0-X X-0&#009;      K        = Kyragem Raum
&#009;&#009;   !&#009; !
&#009;&#009;   0- T -0

Anhang zu Level 1: Beschreibung der Buchstabenkombination an der Dreht&uuml;r

linke Seite:&#009;&#009;   rechte Seite:

  P   G &#009;&#009;     R
  A   M &#009;&#009;     O
  E   N

2. Level Schlo&szlig;

&#009;&#009;   S-X-X-0-S&#009;&#009; Zeichenerkl&auml;rung:

&#009;&#009;   H-X X-0-S&#009;&#009;S&#009; = Schlafzimmer
&#009;&#009;   !&#009; !&#009;&#009;H&#009; = Hermann
&#009;&#009;   0- 0 -0&#009;&#009;T&#009; = Treppe
&#009;&#009;      ! &#009;&#009;X&#009; = Saal
&#009;&#009;      T &#009;&#009;! und -  = Verbindungen der R&auml;ume
</pre>
</body>
</html>
