<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="lupo_alberto.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="mad_house.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Komplettl&ouml;sung:

W&auml;hrend einer Rebhuhnjagd &uuml;berfallen die b&ouml;sen Skorls den K&ouml;nig von
Turnvale und seinen Hofstaat. Alle, bis auf den Stalljungen Diernot, fallen
den zotteligen Monstern zum Opfer. Der unfreiwillige Held landet auf einem
Strohbett im Kerker der Skorls. Von Zeit zu Zeit schaut ein W&auml;chter in der
Zelle nach dem Rechten. Um zu fliehen, zieht Diernot die Fackel an der Wand
aus ihrer Halterung und legt ein Feuer. Bei seinem n&auml;chsten Wachgang vergi&szlig;t
der ver&auml;rgerte Aufseher, die T&uuml;r hinter sich zu schliessen. Wieselflink
schl&uuml;pft der Held nach links in das n&auml;chste Zimmer. Doch damit ist die
Gefahr noch lange nicht gebannt. Erst, als er die T&uuml;re hinter sich schlie&szlig;t
und versperrt, kann ihm der Skorl nichts mehr anhaben.
Diernot ist nicht der einzige Gefangene im Raum. An der Wand lehnt Wolf, ein
unbescholtener Bauer aus Turnvale. Er liegt im Sterben, r&ouml;chelt aber noch
einen letzten Wunsch: WASSER. Im n&auml;chsten Zimmer entdeckt Diernot eine leere
Flasche. Bei genauerer Betrachtung findet er am Fa&szlig; zu seiner linken einen
Hahn. Vorsichtig f&uuml;llt er die blaue Fl&uuml;ssigkeit in die Flasche. W&auml;hrend
des Zapfvorgangs f&auml;llt ihm das Messer auf dem Bottich auf. Damit schneidet er
den Sack rechts auf. Bei genauerer Betrachtung des M&uuml;llbeutels kommt eine
Goldm&uuml;nze zum Vorschein. Um das Edelmetall reicher, geht Diernot nach rechts
in die Folterkammer. Ratpuch, der Hofnarr des K&ouml;nigs, vegetiert auf der
Streckbank vor sich hin.
Wer will, foltert den Witzbold noch ein bischen, bevor er den Lederriemen an
seinen F&uuml;ssen mit dem Messer durchtrennt. Ab jetzt folgt Ratpuch seinem
Retter auf Schritt und Tritt. Wieder bei Wolf, wechselt die inzwischen volle
Flasche den Besitzer. Im Angesicht des Todes verr&auml;t der Bauer dem Spieler ein
Geheimnis: In der Wand rechts sind einige Steine locker. Auf Befehl schiebt
Ratpuch die Ziegel zur Seite. Dahinter pl&auml;tschert die Kanalisation. Durch ein
Rohr gelangt das Duo nach drau&szlig;en in die Freiheit.
Im Dorf folgt Diernot Wolfs Rat und sucht den Schmied in seiner Werkstatt
auf. Luthern, der Schmied berichtet von der sch&ouml;nen Apothekerin Goewin, die
von den Skorls verschleppt wurde. Seine Mutter Catriona verklickert ihm ein
paar schrecklich langweilige M&auml;rchen &#060;die man sich aber anh&ouml;ren sollte, um
das Spiel sp&auml;ter zu l&ouml;sen&#062;. Rechts neben dem Schaukelstuhl der alten Dame
liegt ein Pulverfa&szlig; auf dem Boden. Nat&uuml;rlich bleibt es nicht da.
In der Schenke mit dem sch&ouml;nen Namen -ZUM HENKER- trifft Diernot auf
Eileain. Sie verr&auml;t ihm, wie er in Turnvale zu Geld kommt: Mallin, der fliegende
H&auml;ndler im gr&uuml;nen Wams, sucht st&auml;ndig nach Leuten, die Boteng&auml;nge f&uuml;r ihn
erledigen. Im Moment ben&ouml;tigt er jemanden, der einen Metallbarren beim
Kr&auml;mer Ewan abliefert. Gesagt, getan: Als Dank f&uuml;r das P&auml;ckchen &uuml;berreicht
Ewan dem Helden 8 Goltst&uuml;cke und einen blauen Kristall. Jetzt nimmt Diernot
Goewins F&auml;hrte wieder auf: In der Elfenschenke kippt sich ihr guter Bekannter
Morkus ein Bier nach dem anderen hinter die Binde. Zun&auml;chst ist er alles
andere als gespr&auml;chig. Erst als der Junge ihn besticht, r&uuml;ckt er mit ein paar
Informationen raus. Offensichtlich besitzt der Zauberer Taidgh ein Mittelchen
um Goewin zu befreien. Doch auch vom Hexenmeister fehlt jede Spur. Luthern
verweist Diernot an Grub, den heruntergekommenen Poeten vor der Elfenschenke.
Ein guter Tip: Grub h&auml;ndigt Diernot einen Dietrich aus, als dieser ihn wegen
der -schwarzen Ziege- ausquetscht. Es folgt ein kurzer Plausch mit dem
Schmied. Diernot hat die Mauer des Schweigens in Turnvale eng&uuml;ltig
durchbrochen. Im -Zum Henker- sprudelt es nur so aus Eileain heraus. Sie gibt
dem Jungen das Tagebuch des Zauberers mit auf den Weg. Darin steht
geschrieben, worum es sich bei dem omin&ouml;sen Mittelchen handelt, mit dem der
Magier Goewin freiboxen will: Von einem Verwandlungstrunk ist da die Rede. Wer
ihn einnimmt, verwandelt sich in Selena, die Anf&uuml;hrerin der Skorls.
Fehlt nur noch ein Gef&auml;&szlig; f&uuml;r die Fl&uuml;ssigkeit. In der Elfenschenke erh&auml;lt
Nellie den blauen Edelstein. Als Dank f&uuml;r die kleine Aufmerksamkeit erh&auml;lt
Diernot von der Bardame eine Flasche mit Original Winterw&auml;rmer. Als er das
Ges&ouml;ff in sich hineinkippt, wird ihm spei&uuml;bel. Es stimmt also, was die
Legenden berichten: Der Winterw&auml;rmer ist das st&auml;rkste Bier aller Zeiten. F&uuml;r
Luthern stellt das Gebr&auml;u dagegen kein Problem dar. In einem Zug leert er die
Flasche und gibt sie dem verdutzten Helden zur&uuml;ck. Statt L&ouml;cher in die Luft
zu staunen, marschiert Diernot nun zum Marktplatz. Ein Blick auf die
Eingangst&uuml;r von Taidghs Haus enth&uuml;llt ein altes Stahlschlo&szlig;. Ratpuch
erh&auml;lt den Dietrich und den Befehl, die T&uuml;r aufzubrechen. Im Labor des
Zauberers steht eine gro&szlig;e Apparatur, die sich als &Ouml;lbrenner entpuppt. Mit
dem Pulverfa&szlig; bringt Diernot das Ger&auml;t in Gang. Jetzt f&uuml;llt er aus dem Hahn
rechts den Zaubertrank in die Flasche und sucht das Weite - gerade noch
rechtzeitig, bevor ein Skorl den Einbrecher entdeckt. Vor der Festung der
Monster nimmt Diernot auf der Mittelstra&szlig;e einen Schluck aus der Flasche.
Siehe da, ihm wachsen lange dunkle Haare, und auch sonst sieht er Selena auf
einmal verdammt &auml;hnlich. Unbehelligt dringt er in die Festung der Belagerer
ein. Ein paar Worte an die W&auml;chter gen&uuml;gen und Goewin kommt wieder auf freien
Fu&szlig;. Immer noch im Frauenkost&uuml;m, erkl&auml;rt er den Skorls im Dorf, das sie in
Zukunft gef&auml;lligst ihre Pfoten von den Einwohnern zu lassen h&auml;tten.
Im -Zum Henker- quatscht sie alle G&auml;ste an. Auch Gereint, der Wirt, bleibt
keineswegs verschont. Luthern, Morkus und Grub bekommen ebenfalls etwas von
Charlies j&uuml;ngster Tante zu h&ouml;ren. Auf dem Weg zur Burgmeisterin wechselt
Diernot - Selena noch einige Worte mit Gwyn, danach verfliegt die Wirkung des
Zaubertranks. In der Zwischenzeit hat Goewin die Apotheke wieder er&ouml;ffnet. Sie
bedankt sich herzlich bei Diernot. Am Eingang des M&ouml;nchsklosters h&auml;ngt
jetzt ein Zettel: Catriona ist eines ihrer wertvollen M&auml;rchenb&uuml;cher
gestohlen worden. Dem Finder winkt eine hohe Belohnung. Hinter der Sache steckt
nat&uuml;rlich Mallin. Diernot kn&ouml;pft ihm den Schm&ouml;ker unter Vorspiegelung
falscher Tatsachen ab. Im Kloster spricht sich der Held mit Pater Toby
aus, Selena zu besiegen. Diernot mu&szlig; den schlafenden Drachen in der Burg der
Skorls wecken. Dazu bedarf es eines weiteren Zaubertranks. Die drei Zutaten
schreibt der Junge sich auf und geht in die Apotheke. Prinzipiell w&auml;re Goewin
gerne bereit, den Kr&auml;utercocktail zu mixen, vor allem wenn er f&uuml;r den Drachen
bestimmt ist. Allerdings fehlt ihr ausgerechnet die wichtigste Zutat: Giftiges
Kuhkraut. Eigentlich wollte Wolf ja welches mitbringen, doch der weilt ja
bekanntlich nicht mehr unter den Lebenden. Zum Gl&uuml;ck wei&szlig; Catriona Rat: Im
Gem&uuml;seg&auml;rtchen vor der Schmiede sprie&szlig;t reichlich von dem Kraut. Bei Goewin
wandert das Mitbringsel in den M&ouml;rser. Zwei Gespr&auml;che und der Trunk und das
Vertrauen des M&auml;dchens sind dem kleinen Helden sicher. Nochmal geht es
-Zum Henker-. Ultar, der gro&szlig;e Barbar am linken Tisch, wei&szlig;, wie man das
versperrte Wehrtor in der Stadt &ouml;ffnet: Die Sprechenden Wasserspeier am
Eingang sind der Schl&uuml;ssel. Allerdings verlangen die Font&auml;nen von
Diernot, das er in Begleitung einer Jungfrau vor ihnen erscheint. Also ab zur
Apotheke und Goewin angesprochen. Beide verabreden sich vor dem Tor. Sanft
s&auml;useln sie einander liebe Worte zu, und das Tor schwenkt auf. Nach der
Turtelei steht das P&auml;rchen in der ersten von drei H&ouml;hlen. Hier haben sich
die Programmierer ein h&uuml;bsches R&auml;tsel ausgedacht. Pro H&ouml;hle steuern zwei
Totensch&auml;del die Ausgangst&uuml;ren. Da die Knochengesichter jedes mal eine
andere Stellung einnehmen, gibt es keinen festen L&ouml;sungsweg - aber eine
Strategie. Zun&auml;chst erh&auml;lt Goewin eine vierzeilige Anweisung. W&auml;rend sie den
Befehl ausf&uuml;hrt, hastet Diernot durch die zweite &#060;gr&uuml;ne&#062; in die dritte &#060;blaue&#062;
H&ouml;hle. Goewin spaziert ihm hinterher, doch der Durchgang in die blaue Grotte
ist versperrt. Diernot &ouml;ffnet das Tor und geht zur&uuml;ck in die H&ouml;hle
zwei. Jetzt bedarf es einer zweiten Mammutanweisung. Flugs eilt Diernot nach
links aus dem Bild und durch die Pforte aus dem Mini-Labyrinth.
Schwei&szlig;&uuml;berstr&ouml;mt gelangt der Held in ein kleines Zimmer. Zu
seinem Schrecken erwartet ihn dort bereits einer von Selenas Chargen
&#060;vor der kurzen Action-Sequence am besten abspeichern&#062;. Nach einigen gezielten
Axthieben sinkt das Moster zu Boden. Als Diernot nun den gro&szlig;en Drachen mit
Goewins Arznei aus dem Schlaf rei&szlig;t, erh&auml;lt er das -Auge von Gethryn-.
Selbst Selena geht vor dieser magischen Waffe in die Knie. Nach der
aufschlu&szlig;reichen Audienz beim Drachen beratschlagt sich der Held mit
Goewin. Sie r&auml;t ihm, noch einmal beim Schmied im Dorf vorbeizuschauen. Luthern
bewundert zwar Diernots Mut, warnt ihn aber noch einmal eindringlich vor den
Skorls. Von Mallin erf&auml;hrt er, das einige Skorls mit dem H&auml;ndler im Dorf
gemeinsame Sache machen. Auf dem Marktplatz wartet Diernot solange, bis ein
Skorl Ewans Laden betritt. Durch das rechte Fenster bespitzelt er eine
Unterhaltung. Nach dem Gespr&auml;ch spricht der Held den zotteligen Kunden namens
Wayne an. Es w&auml;re schon m&ouml;glich, in die Festung der Skorls zu gelangen, gibt
dieser zum besten. Mit Ewan schmiedet der Held einen Plan: Er versteckt sich in
einem der Weinf&auml;sser. Siehe da, kurze Zeit sp&auml;ter holen die Skorls die
Getr&auml;nke f&uuml;r ihr abendliches Gelage ab und transportieren den blinden
Passagier direkt in die H&ouml;hle des L&ouml;wen, genauer gesagt, in den Weinkeller.
Am Fa&szlig; links vorne im Bild befindet sich ein Zapfen. Diernot marschiert nach
rechts in die K&uuml;che und nimmt die Zange von der Wand. Gleich neben dem
Werkzeug h&auml;ngt ein fettiger Tierkadaver. Angeekelt nimmt der Held den Schmalz
mit. Er spricht den jungen Diener Minnov an und behauptet, Selena sehen zu
wollen. Beim zweiten Wortwechsel gibt Diernot Minnov den Hinweis, das jemand im
Weinkeller sein Unwesen treibt. Schnurstracks spurtet der Dienstjunge los, um
seinen Vorgesetzten zu alamieren. In der Zwischenzeit zieht Diernot mit der
Zange den Zapfen aus dem Fa&szlig;. Dann geht er hinter den F&auml;ssern rechts in
Deckung, Gesicht zur Wand. Als der Skorl erscheint, verschwindet er durch die
K&uuml;che auf einen Gang. Von hieraus f&uuml;hrt ein Weg nach rechts durch den
Festsahl der Skorls. Hinter den besoffenen Monstern befindet sich das
Torh&auml;uschen der Burg. Da der Hebel f&uuml;r die Zugbr&uuml;cke eingerostet
ist, fettet der Junge ihn ein. Minnov bekommt den Auftrag, den Hebel umzulegen.
Gleichzeitig zieht bzw. schiebt Diernot an der Winde. Mit lautem Krach f&auml;llt
die Br&uuml;cke hinunter. Jetzt nichts wie zur&uuml;ck in den Gang und nach links
&uuml;ber die Empore!
Drau&szlig;en stellt sich dem Helden ein letzter W&auml;chter in den Weg. Nach dem
Schlagabtausch tritt Diernot Selena gegen&uuml;ber.

*DAS AUGE VON GETHRYN* macht der Hexe den gar aus.
</pre>
</body>
</html>
