<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Space Quest 3 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Heart of China</FONT></B><BR><BR><BR><B>Der Anfang des Abenteuers</B><BR><BR>Als
 erste Aktion in diesem Adventure l&auml;&szlig;t sich Lucky von dem
Rikschafahrer in  das  Stadtzentrum bringen,wo er die verstreuten Papierfetzen
aufhebt. In der  Taverne  spricht  er  mit  der  freundlichen  Bedienung  an 
der Theke (1,3,1,2). Leider   jedoch   wird   das   Gespr&auml;ch   von   zwei 
Raufbolden unterbrochen,mit  denen  Lucky  sich  wohl  oder  &uuml;bel 
unterhalten  mu&szlig;,um unn&ouml;tigen  &Auml;rger  zu  vermeiden (1,2). Um
Chi f&uuml;r sich zu gewinnen,mu&szlig; Lucky sich  mit  ihm  unterhalten 
(1,3,3)  und  einen Papierflieger bauen,den er anschlie&szlig;end   fliegen   l&auml;&szlig;t.
 Nachdem  er  einen  neuen  Freund  gewonnen hat,verlassen  die  beiden  die Bar
und betreten den Laden nebenan,wo Lucky mit   dem   Mann   zu   plaudern  
versucht.  Da   Lucky   ihn   aber   nicht verstehen,wechselt   man   &uuml;ber 
 zu   Chi,  der  die  Sprache  des  Mannes beherrscht. Wenn er ausgesprochen
hat, antwortet Lucky ihm h&ouml;flich (2,1). <BR><BR>Nach  dieser  ausgiebigen
 Unterhaltung  f&auml;hrt  er  mit  der  Rikscha  zur Hafenanlage,wo  Chi  die M&ouml;we
mit der Muschel oder der Pflaume f&uuml;ttert.  Nach dem  Mahl  kratzt  Lucky 
das  Hinterbliebene auf.  Dieses tauscht er mit dem H&auml;ndler  in  der  Stadt
 gegen  ein  paar  Heilkr&auml;uter,eine Karte und einen Pass. Die  Kr&auml;uter
 bekommt  Chi.    Dann begeben sich die beiden Freunde zum Flughafen,wo  sie 
den Mann,der vor der Maschine steht,&uuml;berzeugen m&uuml;ssen,da sie  den  Pa&szlig;
 vergessen  haben. Anschlie&szlig;end  eilen  sie  schnell  in  das
Flugzeug,bevor  er  sich es vielleicht noch anders &uuml;berlegt. In der
Maschine entdecken sie eine Brechstange,einen Anker und ein Seil,die sie unauff&auml;llig
einstecken. Nach  der  Landung  steigen  sie  aus. Chi spricht mit dem Bauern
(1,2,1) und schnappt sich dessen Kleidung. <BR><BR>Kurz  danach  befindet man
sich vor dem Schlo&szlig;,in dem eine Frau eingesperrt sein  soll.  Wir  haben
zwei M&ouml;glichkeiten,die aus den Klauen der b&ouml;sen Buben zu befreien.
<BR><BR><B>M&ouml;glichkeit 1</B><BR><BR>Man geht am Schlo&szlig; links
vorbei. Sobald der Wachposten den Turm  erreicht  hat,holt  man  das  Gitter 
mit  der  Brechstange  aus  den Angeln. Man  betritt  das  Schlo&szlig;,wartet,bis
die T&uuml;r zuf&auml;llt,und z&uuml;ndet dann das Feuerzeug. Nun geht man immer
der Nase nach und &quot;stopft&quot; das Loch in der Decke  mit  dem Balken,den
man auf dem Weg hierhin gefunden hat. Man wandert weiter  und  befindet  sich in
der K&uuml;che. Im Speiseraum l&auml;&szlig;t man die Flasche vom Tisch mitgehen
und schmei&szlig;t die Kerze auf den Boden. Man l&auml;uft zur&uuml;ck in die  K&uuml;che,nimmt
 die zwei H&uuml;hnchen und beruhigt den Hund mit dem Wein. Eine Etage  &uuml;ber
 der  K&uuml;che  findet  man  das  Schlafzimmer,wo  man  ein Messer findet.
Hinter  der  T&uuml;r  trifft man dann endlich auf Kate. Die eine Schlange mu&szlig;
  erschossen   werden;leider   wird   Kate   jedoch   von  der  anderen
gebissen,bevor  man  sie  eliminieren  kann. Man  rennt raus auf den Balkon, rei&szlig;t
das Band vom Vorhang und bindet es an das Gel&auml;nder. <BR><BR>Man st&uuml;rmt
weiter zum Panzer,steigt ein und schmei&szlig;t den Motor entweder mit dem  Schl&uuml;ssel
 oder  mit  dem  Messer  an. Die  Action-Sequenz  (eine hei&szlig;e
Panzerschlacht!) kann man geschickt umgehen. Nach einer weiterhin angenehmen
Fahrt   erreicht   man  den  Flughafen,steigt  in  das  Flugzeug  und  hebt
schleunigst ab. <BR><B>M&ouml;glichkeit 2</B><BR><BR>Chi erh&auml;lt von
Lucky das Seil und spielt mit der Kuh (vor dem  Flugzeug)  Rodeo. Mit  dem Vieh
als Locktier (Rinderbraten!) werden wir unverz&uuml;glich  in das Schlo&szlig;
hineingebeten. Drinnen zieht man sich schnell um und  klaut  aus  der Wachh&uuml;tte
den Schl&uuml;ssel. Man knotet nun das Seil an den Anker  und  wirft  es &uuml;ber
die Mauer. Vor dem Palast wartet man,bis sich die Wache  verzogen  hat  und
rennt dann nach links zum Speisesaal. Der Rest der Befreiungsaktion verl&auml;uft
wie bei der oben beschriebenen M&ouml;glichkeit. <BR><BR><B>Das Ende des
Abenteuers</B><BR><BR>Nach  einem  kurzen  Flug  erreicht  man  Katmandu  und 
versucht,auf einem Gletscher   zu   landen,was   sich   jedoch   als   eine  Art
 &quot;Notlandung&quot; herausstellt. Hoffentlich  heil  unten  angekommen 
macht sich Lucky auf die Suche  nach  Hilfe  (2,1,1,1). Chi  kehrt  zur&uuml;ck 
zu  Kate,der er die Decke gibt. Die  T&uuml;te  h&auml;ngt  er  hinter  der 
Kranken  auf,um einen Windschutz zu garantieren. Dann  kann  Chi  ihr  den Sack
mit den K&ouml;rnern und den Kr&auml;utern geben. Kurz darauf erreichen einige
freundliche Leute das Flugzeug und laden dessen  Insassen  in  ihr  Dorf  ein.
In dem Haus unterh&auml;lt man sich mit der Dame,die sich gerade um Kate k&uuml;mmert
(3,2). <BR><BR>Man  tritt  vor die T&uuml;r und gibt ein Telegramm auf. Auf
dem Berg erkennt man eine  kleine  H&uuml;tte,an deren T&uuml;r man
klopft,nachdem man den H&uuml;gel bestiegen hat. Ein  &auml;lterer  Herr  &ouml;ffnet.
Man  gr&uuml;&szlig;t  ihn  h&ouml;flich  (3)  und darf dann eintreten. Drinnen 
plaudert  man  etwas mit ihm (2,2) und macht sich sp&auml;ter auf  den  Weg  zur
 Taverne,wo  man  mit dem Barkeeper spricht (1,3). Im Hof trifft  man  auf der
linken Seite einen Jungen (3,1) und hebt die Schachtel und den Schlauch auf.
<BR><BR>Jetzt   kann   man   dem  Bergh&uuml;tten-Besitzer  noch  einmal 
einen  Besuch abstatten. Dann  besucht  man  die  Bar  erneut  und  unterh&auml;lt
sich mit dem Gast,der  am  Tisch  sitzt  (1,2,1). Nach  dem  Gespr&auml;ch
schenkt man ihm die Pistole,die  man ja jetzt nicht mehr braucht. Mit dieser
nette Geste hat man nun die Gelegenheit erhalten,per Flugzeug Istanbul zu
erreichen,wo Chi sich in  der  Stadt  von Lucky und Kate trennt.   Man geht in
das Clubhaus,wo man sich  nach  dem  Telefon  erkundigt.    Der  Angesprochene 
wei&szlig;  dann schon Bescheid  . . .    Bevor  man  jedoch das Geb&auml;ude
wieder verl&auml;&szlig;t,f&uuml;hrt man ein kurzes   Telefongespr&auml;ch   mit
 Lomax  (2,2,1). Vor  der  T&uuml;r  wird  Lucky festgenommen. Kates  Aufgabe 
ist es nun nat&uuml;rlich,ihn wieder zu befreien. Um etwas  Geld zu
organisieren,verkauft Kate ihre Brosche beim H&auml;ndler,der mit seinem  Gesch&auml;ft
 am  Officer's  Club ans&auml;ssig ist (3,2,1,2).   Etwas weiter links vom Laden
spielt und gewinnt sie beim H&uuml;tchenspiel gegen den Mann. Die Fr&uuml;chte
des Jungen st&ouml;&szlig;t man auf die Erde. <BR><BR>Zum  Schein 
entschuldigt man sich bei ihm. Man bekommt eine Blume und kauft hier  in der N&auml;he
ein Kamel. Im Laden des H&auml;ndlers ersteht man eine S&auml;ge. Vor dem Palast
spricht man mit der Frau und schenkt ihr die Blume. Au&szlig;erdem kann man  von
 dem W&auml;chter den Verhaftungsgrund von Lucky erfahren. Nun kann Kate Lucky
befreien,in dem sie das Gitter zu seiner Zelle mit der S&auml;ge zerst&ouml;rt. 
Zusammen  reiten  die  beiden Freunde mit dem Kamel zum Bahnhof. Dort kaufen sie
  Tickets  und  steigen  in  den  Orient-Express  ein,der  kurz  darauf abf&auml;hrt.
Im  Zug vers&ouml;hnt sich Lucky mit Kate (2,2,1,1). Nun mu&szlig; nur noch der
letzte  Verfolger (Tong) gestoppt werden,was aber kein ernstes Problem sein
sollte. In  Paris wird man dann noch einmal (erfreulich) &uuml;berrascht,was
auch das Ende dieses wunderbaren Abenteuers darstellt. <BR><BR></P></BODY></HTML>
