/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'You are shocked by the smooth OS and beautiful front end of workbench 3.1...This machine is too good to use in a zombie infested mall, you stuff it into your bag for later and run off down the corridor'
echo '[PRESS RETURN]'
pull answer
 Address command 'rx Dawn:bits/fun.rexx'

