/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'The water feels invigorating and you feel like you are 100% human again! With a scream of happiness you run past the bloodied corpses around you to find safety...'
echo '[PRESS RETURN]'
pull answer
 Address command 'rx Dawn:bits/fun.rexx'
   
  

