/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'Your hesitation has killed you....the beetles begin to devour your face and then your neck, after a while they have devoured your whole body......You are dead, unlucky.'
      echo '[PUSH RETURN]'
    pull answer
   Address command 'rx Dawn:bits/quit2.rexx'

