/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'You must have been mad!! the Zombie rips open your neck and begins to devour your jugular...'
      echo '[PUSH RETURN]'
    pull answer
   Address command 'rx Dawn:bits/again.rexx'
