/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'You go down a corridor and past Jc Pennys super market...just then the clock tower strikes 12am...its midnight and you can hear a shuffling noise in the shadows near you..'
      echo '[PUSH RETURN]'
    pull answer
   Address command 'rx Dawn:bits/zero.rexx'
