/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'
 echo 'You lie down and decide to take a rest......however this sleep is one which you will NEVER wake up from.....'
echo 'GAME OVER....'
address command 'wait 4'
address command 'rx dawn:bits/again.rexx'

  

