/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'The jerky slowness of Turok and the unweildy feel of the thumb joystick make you hastily move on to a better machine....'
echo '[PRESS RETURN]'
pull answer
   Address command 'rx Dawn:bits/Amiga.rexx'

