/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'You put 'Doom' on and enjoy fast action 3d mayhem.....the sound is clear and crisp but you are still trying to get that other creamy coloured machine out of your head....you give in to the temptation and run over to the Amiga....'
echo '[PUSH RETURN]'
pull answer
 Address command 'rx Dawn:bits/Amiga.rexx'

