/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'
   Address command 'rx Dawn:bits/quit.rexx'
   Address command 'rx Dawn:bits/dawn.rexx'
  
