/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'You jam the ruler up his nose as hard as you can.... he seems unharmed and raises his teeth to bite you... then you force the ruler into his throat and he falls down. you get up and run...'
      echo 'you can only go North...as you do so the door slams behind you.'
    pull answer
   Address command 'rx Dawn:bits/nor.rexx'


   


   
