/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'You run through the beetles to safety and slam a glass door behind you. Seconds later the beetles slam off the glass window and you let out a sigh of releif...'
      echo 'You turn the corner.... [PUSH RETURN]'
    pull answer
   Address command 'rx Dawn:bits/smee.rexx'

