/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'You pick up the light gun and play a few rounds of Virtua Cop....its smooth its fast and its fluent...wow you feel like you could hit a zombie from 200 yards now!'
echo '[PUSH RETURN]'
pull answer
  Address command 'rx Dawn:bits/fun.rexx'

