/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'Stop wasting my time...you have been banished to the top of the building for a game of tennis....'
 echo '[PUSH RETURN]'
    pull answer
   Address command 'rx Dawn:bits/outside.rexx'
   
  

