/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'You run around the corner but a second shot from his gun hurls you up in the air....you land back behind the corner but with more extensive injuries....'
echo '[PRESS RETURN]'
 pull answer
    Address command 'rx Dawn:bits/food2.rexx'
   
  

