/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'A couple of goes of StreetFighter and you are addicted! You gather a few zombie mates round to play on MarioKart and end up being eaten alive...'
echo '[PUSH RETURN]'
pull answer
 Address command 'rx Dawn:bits/food.rexx'

