/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'You head south and through a small door you enter into a changing room...there are ice skates lying around and a rink outside the room. Suddenly the door behind you slams shut and it is locked! the only way out is to go ice skating...'
      echo '[PUSH RETURN]'
    pull answer
   Address command 'rx Dawn:bits/lefty2.rexx'
  
