/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'You Wait...'
      echo '[PUSH RETURN]'
    pull answer
   Address command 'rx Dawn:bits/SMEE.REXX'
