/*
\\  Dawn Of The Dead RPG  - By Gareth Murfin
//  Game created in Arexx - ver$  Dawn Of The Dead RPG v1.0a
\\
*/
address command 'Dawn:bits/style R 2'

say 'Good choice... reviving zombies is a job for a mad man... You go past the zombies corpse..'
      echo '[PUSH RETURN]'
    pull answer
   Address command 'rx Dawn:bits/smee.rexx'
