<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Space Quest 3 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Loom</FONT></B><BR><BR><BR>Eine &Uuml;bersicht &uuml;ber die Spr&uuml;che
befindet sich <A HREF="loomdata.htm">hier</A>.<BR><BR>DIE GILDE DER WEBER<BR><BR>In
 diesem  Abenteuer &uuml;bernehmen wir die Rolle des jungen Bobbin Threadbare. 
Als  erstes  klickt man auf das Blatt (und dann auf das  Symbol,  das  am 
unteren  Rand  erscheint),  welches  dann herunterf&auml;llt.  Wir folgen der
Bitte der &Auml;ltesten und machen uns auf  den  Weg in das Zelt des Webstuhls.
Dort belauschen wir das Gespr&auml;ch  und  nehmen  danach  den  Zauberstab des &Auml;ltesten.
Wir klicken  zweimal  auf das Ei und haben so unseren ersten Spruch. So  einfach
 ist  das.  Mit diesem Spruch (1) &ouml;ffnen wir das Ei. Hetchel erscheint und
teilt uns unsere Aufgabe mit. Jetzt k&ouml;nnen wir zum Steg gehen und dort die
Muschel &ouml;ffnen (1) - M&ouml;wen haben schlie&szlig;lich  auch  mal  Hunger.
Im F&auml;rbezelt finden wir ein Buch (einstecken  zur  anklicken) und eine
Flasche, von der wir einen neuen  Spruch  erhalten,  mit  dem  man  Gef&auml;&szlig;e
 auff&uuml;llen  bzw. entleeren  kann (2). Mit dem Zauber, den man von dem F&auml;rbekessel
erh&auml;lt  (3), f&auml;rben wir alles, was in diesem Zelt gef&auml;rbt werden
kann  (Wolle).  Weiter  geht es, und zwar zum Friedhof von Loom. Dort sitzt eine
Eule auf einem Grabstein. Wir locken sie mit dem Hasen,  der  im Geb&uuml;sch
hockt, weg. Nun k&ouml;nnen wir den Grabstein lesen  und im Wald alle Eulenl&ouml;cher
anklicken, weil wir so einen neuen Spruch bekommen, mit dem wir Licht machen k&ouml;nnen
(4). Also betreten  wir  das  kleine,  dunkle Zelt mit dem Gold und machen Licht
 (4). Dort bekommen wir vom Spinnrad einen Spruch, mit dem wir  Gold  zu F&auml;den
oder Stroh und umgekehrt spinnen k&ouml;nnen (5). Auf geht es ...
<BR><BR>DIE GILDE DER GLASER<BR><BR>Nachher  k&ouml;nnen  wir uns endlich
auf die Suche nach den Schw&auml;nen machen.  Dazu  m&uuml;ssen wir zun&auml;chst
auf den hohen Berg vom Anfang gehen  und  den  Himmel &ouml;ffnen (1). Es gibt
ein Unwetter und der Baum  f&auml;llt  um  und ist fortan im Wasser am Steg zu
finden. Auf diesem  Baumstumpf  verlassen  wir  Loom  in  Richtung Meer. Die
Windhose  verr&auml;t  uns  einen  neuen  Spruch, mit dem Gegenst&auml;nde
gedreht  und  entdreht  werden  k&ouml;nnen  (6).  Wir  entdrehen die Windhose 
also  (6), sie l&ouml;st sich auf und prompt stehen wir auf einer  neuen  Insel.
Zudem bekommen wir eine neue Note, das &quot;G&quot;, hinzu.<BR><BR>Wenn  wir
vor der Gilde der Gl&auml;serei stehen, k&ouml;nnen wir oben, im h&ouml;chsten 
Turm,  zwei Arbeiter sehen, die wir mit dem Spruch von den  Sch&auml;fern
verzaubern (7). Durch diesen Spruch werden wir f&uuml;r verschiedene Personen
unsichtbar. So k&ouml;nnen wir also ungeschoren an   den   Arbeitern 
vorbeikommen  und  uns  die  Zukunftskugel anschauen,  die  uns einen neuen
Spruch verr&auml;t (8). Unterwegs zu den  Sch&auml;fern  k&ouml;nnen wir aber
auch noch den Kristallkrug in der Gl&auml;serei  f&uuml;llen  und  einen 
Arbeiter  treffen.  Mit  dem  eben gelernten   Spruch   (8)   k&ouml;nnen   wir 
zu  den  vier  Sch&auml;fern zur&uuml;ckkehren  und  uns  dort als Zauberer
beweisen, wenn wir den Spruch  aufsagen und uns so in einen Drachen verwandeln.
Dadurch kommen wir an ihnen vorbei.<BR><BR>DIE GILDE DER SCHAEFER<BR><BR>Hinter
den vier Sch&auml;fern treffen wir einen Jungen, der auf seine Schafherde 
aufpassen  m&uuml;&szlig;te  -  hingegen  ratzt er wie ein B&auml;r. Deshalb
scheuchen wir ihm seine Schafe auf und erhalten so einen neuen  Zauber zum
Erwachen und Erm&uuml;den von Personen (9). Im Haus hinter  der  gro&szlig;en 
Wiese finden wir ein krankes Schaf und kurz darauf erscheint auch schon seine
Besitzerin, welche uns bittet, etwas  gegen  den  Drachen  zu  tun,  der 
dauernd  ihre  Schafe angreift.  Wir  nehmen  ihre Bitte an und erhalten, wenn
wir das kleine,  kranke  Schaf untersuchen, einen Spruch, mit dem kranke
Menschen  oder  Tiere  geheilt werden k&ouml;nnen (10). Wir laufen in die 
Schafherde und f&auml;rben alle Schafe gr&uuml;n (3), damit sie nicht mehr  vom 
Drachen  ersp&auml;ht  werden  k&ouml;nnen. Als Dank werden wir selbst  vom 
Drachen  mitgeschleppt. In der H&ouml;hle des L&ouml;wen, &auml;h, des  Drachen,
 spinnen  wir das Gold zu Stroh (5) und machen den Drachen  mit  dem  Spruch 
des Sch&auml;ferjungen m&uuml;de (9). Daraufhin legt  sich  der Drachen so
geschickt hin, da&szlig; sein feuriger Atem das  Stroh  anz&uuml;ndet. Als Folge
dessen fl&uuml;chtet der Drachen, der offenbar  Feuer nicht ausstehen kann, und
wir tun seinesgleichen und  suchen  das  Weite.  Im  Gang machen wir Licht (4).
Den See leeren  wir v&ouml;llig aus (2). Im See liegt eine Zukunftskugel, die
wir  dreimal  benutzen  m&uuml;ssen.  Beim Blick in den See sehen wir unser 
Spiegelbild und lernen so einen neuen Spruch, mit dem die Gestalt  mit  einer 
anderen  Person getauscht werden kann (11). Dann  f&uuml;llen wir das Wasser
wieder ein. Zu diesem Zeitpunkt noch eine  neue Note gelernt - das &quot;A&quot;.
Vor dem Ausgang befindet sich eine  Wendeltreppe,  die  wir  entdrehen (6),
damit wir &uuml;ber die zusammengefallene Br&uuml;cke gelangen k&ouml;nnen. Drau&szlig;en
wecken wir den Jungen  auf  (9)  und  vertauschen  die Gestalt mit ihm, wenn er
wieder schl&auml;ft (11).
<BR><BR>DIE SCHMIEDE-GILDE<BR><BR>Nun  k&ouml;nnen  wir  uns in das Schlo&szlig;
im n&auml;chsten Bild begeben, da wir  ja jetzt die Schmiede-Trachten tragen.
Dort treffen wir den Oberchef der Gilde der Schmiede. Von ihm werden wir, weil
wir so unartig  waren,  ins Gef&auml;ngnis gesteckt. An diesem ungem&uuml;tlichen
Platz  gef&auml;llt es uns aber gar nicht. Deshalb gehen wir, nachdem uns
Hetchel wie versprochen den Zauberstab gebracht hat, wir das Stroh zu Gold
gezaubert haben (5) und au&szlig;erdem den Trog mit Holz gef&uuml;llt  haben. 
Vorher  m&uuml;ssen  wir  aber  noch  eine  Runde im Gef&auml;ngnis  schlafen, 
sonst  passiert  n&auml;mlich  gar nichts. Dann begeben wir uns in den gro&szlig;en
Saal, wo gerade das letzte Schwert f&uuml;r  den  Bischof  geschmiedet wird.
Nach einiger Zeit, wenn wir das  Gespr&auml;ch  nicht  mehr  &quot;h&ouml;ren&quot;
 k&ouml;nnen,  m&uuml;ssen wir auf den Obmann  Nailbender und den Bischof
Medlebey &quot;klicken&quot;. Sie reden dann  mit  dem  Schmied.  Jetzt  m&uuml;ssen
 wir schnell das Schwert verbiegen bzw. drehen (6).<BR><BR>In  der  Kirche  &ouml;ffnen
 wir das Gitter und, nachdem der Bischof gegangen  ist,  gehen  wir  auf die
Kugel zu und schauen hinein. Drau&szlig;en  k&ouml;nnen  wir  uns  die  Szene 
anschauen, in der Bischof Mendlebey   ermordet   wird.   Danach  m&uuml;ssen 
wir  noch  einmal hineingehen  und  stellen  fest,  da&szlig; das Ungeheuer
ausgebrochen ist.  Also  gehen  wir  wieder  hinaus  und  der  Rest  verl&auml;uft
automatisch.  In  der  Kugel  k&ouml;nnen  wir  &uuml;brigens den sp&auml;teren
Verlauf am Webstuhl erkennen ...<BR><BR>DAS GROSSE FINALE<BR><BR>Im ersten
Loch heilen wir Rusky, der vom Drachen ermordet wurde. Im  zweiten  Loch  helfen
 wir  Fleece,  die  anderen Sch&auml;fer zu heilen. Im dritten Loch heilen wir
den Arbeiter der Glasergilde. Im  vierten Loch finden wir dann endlich die Schw&auml;ne
wieder. Wir h&ouml;ren  zu,  was  Bobbins Mutter sagt (anklicken) und f&uuml;hren
dann ihren Auftrag aus (alle L&ouml;cher schlie&szlig;en, 1). Beim Schlie&szlig;en
des letzten Loches erhalten wir den Buchstaben &quot;B&quot;.<BR><BR>Nun  ist 
das  Abenteuer  auch  schon fast geschafft. Die letzte Szene  findet  am 
Webstuhl  statt  (wo  auch  sonst?).  Um dort hinzukommen,  gehen  wir am See
vorbei. Wir klicken den Webstuhl an  und erhalten den ersten Webstuhl-Spruch,
mit dem sich Bobbin in  einen  Schwan  verwandeln  kann  (12). Kurz darauf
erscheint Hetchel,  gefolgt  von  Chaos.  Weil Hetchel uns sagen will, wie sich 
der Webstuhl zerst&ouml;ren l&auml;&szlig;t, wird sie von Chaos verzaubert und
sie kann nicht mehr sprechen. Das Zauberduell kann beginnen. Bobbin  erh&auml;lt
 vom Webstuhl einen neuen Spruch (13), mit dem er Hetchel  wieder  entzaubern
kann, wenn er ihn verkehrt herum auf sie  anwendet, aber Chaos reagiert sofort
und verzaubert Hetchel in  ein  Brath&auml;hnchen. Bobbin erh&auml;lt einen
weiteren Zauberspruch vom  Webstuhl  (14)  und verwandelt Hetchel damit wieder
in ihre Ursprungsgestalt.  Das  n&uuml;tzt  aber  nicht  viel, weil Chaos sie
wieder  verzaubert:  dieses  Mal  in  eine  Feder, welche er uns wegnimmt,  wenn
 wir  sie uns schnappen wollen. Nun erhalten wir den  letzten  Spruch vom
Webstuhl (15). Mit diesem Spruch k&ouml;nnen wir  den  Webstuhl  zerst&ouml;ren.
F&uuml;r die Zerst&ouml;rung werden wir mit der   letzten  Note  belohnt,  dem  &quot;hohen
 C&quot;.  Bobbins  Mutter erscheint  durch  den  zerrissenen  Webstuhl 
hindurch  und  wir verschwinden mit ihr durch das Loch.
<BR><BR>Als letzte Aktion in diesem wunderbaren Abenteuer verzaubern wir uns
selbst in einen Schwan (12), um mit den anderen Schw&auml;nen von Loom
fortfliegen zu k&ouml;nnen.<BR><BR></P></BODY></HTML>
