<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Monkey Island 1 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">The Secret of Monkey Island 1</FONT></B><BR><BR><BR><B>Anlage:</B>
<A HREF="mi1data.htm">Antworten f&uuml;r die Piraten und die Schwertmeisterin</A><BR><BR>Zun&auml;chst
treffen  wir auf einen alten  Seemann,   mit  dem  wir uns &uuml;ber  unsere Pl&auml;ne
 unterhalten.   Er  schickt  uns  in die Scumm Bar, wo die Piraten sich
aufhalten.  An der T&uuml;r h&auml;ngt ein Plakat,  das n&auml;heren  Blicken
unterzogen wird. Drinnen beginnen wir ein Gespr&auml;ch mit dem rotgekleideten 
Piraten (1, 2, 1, 1, 1, 1). Danach folgt eine  Unterhaltung mit  dem in schwarz
gekleideten Herren (2, 2, 1, 4).  Wir erfahren, da&szlig; wir, wenn wir das
Piratenhandwerk  erlernen  wollen, uns bei den &uuml;bel nach Grog riechenden 
Anf&uuml;hrern im  Nebenraum rechts zu melden h&auml;tten. Also, auf geht`s (2,
1, 2, 3, 6)!<BR><BR>Wenn der Koch aus der K&uuml;che verschwunden ist, eilen
wir hinein, kochen das  Fleisch im Kessel und stecken den Kochtopf, der unter
dem  Tisch steht, in unsere  sp&auml;rlichen Jackentaschen (verwunderlich, was
in diese Dinger alles reinpa&szlig;t!).  Drau&szlig;en, auf dem Anlegesteg, 
verscheuchen wir die  hartn&auml;ckige  M&ouml;we  durch mehrmaliges Auftreten
auf das lockere Brett.  Wir schnappen uns den Fisch, den sie uns
freundlicherweise  hinterlassen hat, und kochen ihn auf die gleiche Weise wie
das Fleisch.<BR><BR>Weiter geht`s: in die Stadt!  In einer kleinen Gasse
hinter dem zweiten Torbogen werden wir in ein Gespr&auml;ch mit einer
vermeintlich d&uuml;steren Gestalt verwickelt. Dabei stellt sich heraus, das es
sich lediglich um den verwahrlosten  Sheriff handelt  (3, 2). Eine Erw&auml;hnung
des Zircus`  w&auml;re hier angebracht.  Eben dorthin gehen  wir als  n&auml;chstes
 (er liegt im  Landesinneren),  jedoch nicht, ohne vorher der Voodoo-Dame  einen
 Besuch  abzustatten, die &uuml;ber unsere Zukunft ausgefragt wird  (2, 1, 1, 1,
1).  Nebenbei wandert  das  quietschende  Gummi-Tier  in  unsere  Taschen ...<BR><BR>Im
 Zirkus  unterhalten wir uns mit den  Artisten (1, 2, 1, 2) und landen ohne
weiteres und gegen entsprechenden Bezahlung als lebendes Versuchsobjekt in einer
Kanone  (benutze Helm).  F&uuml;r den Lohn kaufen wir uns beim H&auml;ndler eine
Schaufel und ein Schwert. Gerade hier gibt es einige am&uuml;sante Gespr&auml;che
 (1, 2, 1, 1, 2, 1, 3).<BR><BR>Ein  guter  und  erfolgreicher   Pirat  sollte 
die  Kunst  des Schwertkampfes  beherrschen,   bevor  er  auf  die  Schatzsuche
geht. Der Lehrmeister fuer den Umgang mit  Schwertern,  Dolchen und Saebeln
findet sich schnell (Haus unten rechts!) und laesst sich gegen eine gewisse
Entlohnung  gerne zu  einer  Lehrstunde ueberreden  (1, 1, 1, 1, 1, 1).  Doch 
zunaechst sollte der Waechter der Bruecke,  ein haesslicher, kleiner Gnom, 
bestochen  werden (3, 2, 1). Nach der Unterrichtsstunde sollten wir mit
verschiedenen Piraten der  Insel,  die uns gerade so zufaellig  begegnen,
sprechen, um unseren  Wissenshorizont zu erweitern.  Erst  dann koennen wir uns 
auch mit dem  Schwertmeister  messen  (nachher stellt sich die wahre Identitaet
des  Schwertmeisters  heraus). Zu ihr (ihm) gelangen wir nur ueber einen Umweg: 
dazu  muessen wir den Kraemer um eine  Audienz bei ihr bitten und  folgen ihm
dann einfach und ohne Aufforderung. Ich bitte  hiermit um  Entschuldigung,  dass
die  Fragen und  Antworten im  Gespraech mit dem Piraten und der 
Schwertmeisterin  nicht in der ersten Version der  Loesung enthalten  waren,  da
mir nur  eine englische Version des Programmes  vorlag und somit  die Spieler
der deutschen  Version  des (wohl die Mehrheit im  Lande!) nichts damit haette
anfangen koennen. Es stellt aber auch kein  gro&szlig;es Problem dar, diese zu
beantworten.  Man sollte einfach nur die m&ouml;glichst dreisteste Antwort
geben, um im Kampf Punkte zu sammeln.
<BR><BR>&quot;Back in town&quot; wandern wir in das &ouml;rtliche Gef&auml;ngnis
(Besucherzeiten frei!) und sprechen dort mit Otis,  dem einzigen  zu Unrecht
Gefangenen,  fuer den wir beim  H&auml;ndler (2)  eine Packung
Erfrischungs-Bonbons  besorgen  (1, 1, 1, 1, 2, 1, 2, 1, gebe Pfefferminz).  In
das Gespr&auml;ch  st&uuml;rzt der dumm-d&auml;mliche Sheriff,  den wir sofort
in  seine Schranken verweisen (1).<BR><BR>Das gekochte Fleisch  wird mit den
gelben  Blumen aus dem  Wald eingerieben  (benutze Blumen mit Fleisch) und 
anschlie&szlig;end den garstigen  Pirhanha-K&ouml;tern  der  Gouverneurin 
Marley zum  Fra&szlig; vorgeworfen (benutze Fleisch mit Hunden).  Scheinbar
wirkt  das Zeug wie eine Art  Schlafmittel.  Sch&ouml;n f&uuml;r  uns;  so  kann
das Haus ausgepl&uuml;ndert werden:  die Vase wird  stibitzt und der Weg durch
die  erste T&uuml;r neben dem  Eingang  ohne  Erbarmen freigeschlagen  (b&ouml;ser
Sheriff!).  Otis  (der Gefangene!)  erh&auml;lt das Rattengift im Tausch gegen
die sch&ouml;ne, gesunde Karotte (enth&auml;lt viele Vitamine!).  In der Torte
finden  wir eine Feile, mit der wir uns zu Gouverneurin begeben (&ouml;ffne
Kuchen). Dort k&ouml;nnen wir das G&ouml;tzenbild an uns nehmen  (in das Loch in
der Wand  gehen). Leider  erscheint erneut  der b&ouml;sartige Sheriff  (was
sucht der garstige  Kerl  eigentlich im  Privateigentum von  Gouverneurin Elaine
Marley?),  der aber kein  Hindernis f&uuml;r uns sein sollte, zumindest nicht in
diesem Sinne (3).<BR><BR>Beim  Anblick Elaines  tritt der wohl  bekannte 
Falbala-Effekt ein: &quot;Mpffff ...!&quot;.  Dieser dumme  Sheriff l&auml;&szlig;t
uns  aber wirklich nicht in Ruhe.  Kommt er da  doch tats&auml;chlich schon
wieder (4). Wir ergreifen das G&ouml;tzenbild und  krabbeln aus  dem Teich!<BR><BR>In
der Stadt  erstehen wir bei dem  Schein-Piraten an  der Ecke zur Scumm-Bar eine
Karte,  mit der wir im Wald ab der Weg-Gabelung die mit einem Kreuz markierte 
Stelle suchen.  Hier zumindest eine kleine Hilfestellung f&uuml;r die  Richtung:
 oben, links, erster Eingang rechts nach oben,  links,  oben,  links &uuml;ber
den Baumstamm, oben, oben,  rechts,  links,  vor dem Baumstamm nach oben.  So d&uuml;rfte
die Suche  kein  Problem mehr sein.  Los,  ihr Schatzsucher: hier d&uuml;rft ihr
graben und schwitzen, daf&uuml;r werdet ihr dann auch  zumindest mit einem 
echten Schatz belohnt!  Und unser Weg f&uuml;hrt zur&uuml;ck in die Stadt zum
Dock,  wo wir mit einem Kerl sprechen  (2)  und den  erhaltenen  Zettel  lesen. 
In der Scumm-Bar wird der fette Koch nach dem Grund f&uuml;r das pl&ouml;tzliche
Verschwinden  der Piraten  ausgefragt.  Die  Bierkr&uuml;ge  k&ouml;nnten
vielleicht auch noch n&uuml;tzlich sein, also: mitnehmen!<BR><BR>Am
Grogautomaten  oder in der  Scumm-Bar  wird ein  Krug aufgef&uuml;llt.
Teufelszeug, dieser Grog! Bleibt uns wohl nichts anderes &uuml;brig,  als die 
scharfe  Fl&uuml;ssigkeit  dauernd umzuf&uuml;llen.  Wir sollten uns also auf
dem  Weg ins  Gef&auml;ngnis lieber etwas spurten,  sollen uns nicht die Kr&uuml;ge
ausgehen. Dort unterhalten wir uns mit  Otis &uuml;ber eine  m&ouml;gliche 
Anheuerung  (1, 1)  an unsere &quot;Crew&quot; - immerhin, zwei Mitglieder sind
wir  ja dann schon mal! Schnell wird der Grog &uuml;ber das  wegaetzende Schlo&szlig;
 gesch&uuml;ttet.<BR><BR>Auf dem Weg zu  Meathook wird noch einmal  die 
Voodoo-Lady besucht und  &uuml;ber unsere  Zukunft ausgefragt.  Um  gesund  an
der Klippe  vorbei zu  kommen,  benutzen  wir das  strapazierf&auml;hige Gummi-H&uuml;hnchen
(benutze Huhn mit Kabel).  Nun besuchen wir also Meathook,  einen sturren Bock, 
der von  unserer Idee nicht begeistert zu sein scheint (2, 1, 1), aber da st&ouml;&szlig;t
der sturre Bock auf einen weiteren Holzkopf:  also lassen wir  nicht locker und
&uuml;berreden ihn schlie&szlig;lich  doch noch  (1, 3).  &Uuml;brigens lohnt es
sich, Meathook schon vorher einmal  zu besuchen,  falls man die Gelegenheit dazu
hat. Dadurch kann man auch den  unfreundlichen Empfang verhindern.  Auf dem R&uuml;ckweg
 zum Dock heuern  wir noch die Schwertmeisterin an. So w&auml;chst unsere Crew
gem&auml;chlich, aber stetig ...<BR><BR>Nun gilt es,  ein Schiff  &quot;an
Land zu ziehen&quot;. Dazu wird jedoch eine entsprechender finanzieller R&uuml;ckhalt
auf dem  Konto  ben&ouml;tigt,  was erst  im Gespr&auml;ch mit dem  Schiffs-H&auml;ndler
klar wird (3, 2, 4, 5) -  ohne eine gewisse Gegenleistung  -  sprich Geld  -
will er n&auml;mlich erstmal gar nichts f&uuml;r uns tun. In die Realit&auml;t
zur&uuml;ckgeholt  eilen wir  zum Kr&auml;mer,  der um etwas Geld gebeten wird
(2, 1, 2).  Der aber bleibt hartn&auml;ckig und r&uuml;ckt keinen Cent heraus. 
Wenigstens &ouml;ffnet der gute  Mann seinen Tresor.  Dabei merken wir uns die
Kombination,  w&auml;hrend wir im auf seine sch&ouml;nen Finger schauen  - 
schlie&szlig;lich wollen wir Geld und das gibt es hier reichlich.  Wir schicken
den H&auml;ndler zur Schwertmeisterin und und in der  Zwischenzeit l&auml;&szlig;t
sich der Safe locker auspl&uuml;ndern. Was, Ihr habt nicht gut genug aufgepasst?
Also, nochmal  ausprobieren und  gut merken  (leider gibt  es keine feste
Kombination)!<BR><BR>Am Hafen beginnt  eine lange  Diskussion  mit dem H&auml;ndler,
 die erst einmal ausgestanden werden mu&szlig;,  will  Guybrush ein Schiff
kaufen.  Zun&auml;chst lehnen wir alle  Extras  ab und  erreichen so einen Preis
von  7300,  dann fragt  man nach  dem  Preis selbst und bietet 3000.  Aber der
Herr  ist wohl nicht  einverstanden, also tun wir so,  als  wolten  wir gehen, 
kehren  aber  wieder zur&uuml;ck und  bieten nach einer erneuten  Frage  nach 
dem  Preis stolze 4000. Da auch diese Summe f&uuml;r den H&auml;ndler nicht
genug zu sein scheint,  laufen wir  wieder  weg und kehren wieder zur&uuml;ck
(leicht umzustimmen?). F&uuml;r 5000 l&auml;uft dann der Handel glatt ab. Hier
die Vorgehensweise in Zahlen: 2, 3, 4, 1, 2, 2, 2, 2, 2, 2, 3, 3, 2, 3,  4, 1,
3, 2, 4, 1, 3, 2, 4 (uff!).  Am Dock  wird die  Crew &uuml;ber  unsere Pl&auml;ne
 aufgekl&auml;rt  und die sehr  aufregende Reise  nach  Monkey Island beginnt
...<BR><BR>Auf dem Schiff  m&uuml;ssen wir  uns mit den  n&ouml;tigsten 
Dingen eindecken.  Wir  kehren in die Kapit&auml;ns-Kaj&uuml;te ein und finden
dort das  Logbuch mit  einem  Lesezeichen. Darin wird die Fahrt nach Monkey
Island  beschrieben, was angeblich nur mit einer Zaubersuppe gelingen soll, 
dessen  Rezept in der  Truhe liegt.  Dazu aber erst sp&auml;ter. Erst nehmen wir
noch die Schreibfeder und die Tinte und  gehen in den  Laderaum,  in dem wir 
ein Seil,  eine Flasche  (leckerer Rotwein!)  und Schie&szlig;pulver. In der
Schiffs-Komb&uuml;se  finden wir einen Topf und eine Packung  &quot;Corn Flakes&quot;,
die wir kr&auml;ftig  sch&uuml;tteln (&ouml;ffnen),  da darin der Schl&uuml;ssel
zu dem Schrank in der Kapit&auml;ns-Kaj&uuml;te liegt. Diesen Schrank &ouml;ffnen
wir (aufschlie&szlig;en) und finden darin besagtes Rezept samt  Zimtstangen.<BR><BR>In
der Komb&uuml;se k&ouml;cheln wir unser S&uuml;ppchen auf unterster  Flamme und
ein Gelingen ist schon fast vorherprogrammiert.  Doch halt! Wie koche ich ein S&uuml;ppchen?
 Man h&auml;lt sich  m&ouml;glichst  genau an das Rezept, ersetzt aber den
Totenkopf durch die Totenkopfflagge (h&auml;ngt am Ende des Mastes),  das 
Affenblut  durch den Wein, das Huhn durch  das Gummi-H&uuml;hnchen und  den
Schwefel durch  das Korn. Dazu geh&ouml;rt noch eine gesunde Position  Schie&szlig;pulver.
Ich w&uuml;nsche dem Ganzen ein gutes Gelingen und dem Vorschmecker viel Gl&uuml;ck!
 Wohl bekommt`s!<BR><BR>Tats&auml;chlich befinden wir uns nach dem Schl&auml;fchen
vor Monkey Island. Wir holen noch einmal etwas Schie&szlig;pulver aus dem
Laderaum und befestigen das Seil als Lunte an der Kanone. Das Schie&szlig;pulver
wird in die &Ouml;ffnung der Kanone gesteckt (benutze Schie&szlig;pulver in
Rohr).  In der Komb&uuml;se  z&uuml;ndeln wir mit der Visitenkarte (wenn sie
nicht schon von der Explosion brennt) und stecken damit die Lunte an.  Nun m&uuml;ssen
wir uns nur noch  beeilen,  um in die Kanone hineinspringen zu k&ouml;nnen, und
werden dann,  wenn wir es rechtzeitig geschafft haben,  auf  Monkey Island  hin&uuml;bergeschossen.
 Schlie&szlig;lich haben wir als lebende Kanonenkugel schon reichlich Erfahrung!
Aber Achtung:  ein Helm w&auml;re nicht unangebracht.  Dazu  empfiehlt  sich 
der  Kochtopf  (dies  ist  eine Geschichte von der Mi&szlig;handlung eines
Objektes!).<BR><BR>Die am Strand  liegende  Banane  stecken wir ein  und lesen
die Nachricht  am Baum.  In der Lichtung  am Vulkan finden  wir ein Fernglas und
ein Seil.  Wenn die Kanone angestossen wird, kommt etwas  Schiesspulver  und
eine  Kugel zum  Vorschein.  Naechste Station ist  die Flussgabelung,  wo der
Stein  von dem Schriftstueck  genommen  und untersucht wird.  Auf dem  Berg 
wird die Steinschleuder  korrekt eingestellt,  indem ein Blick durch das
Fernglas geworfen wird.  Wenn das Ziel des Geschosses die Bananenpalme zu sein
scheint  (und sein mu&szlig;!),  steigen wir  weiter hoch  und walzen von oben
einen Stein herunter,  um das Gescho&szlig; auszul&ouml;sen. Eben dort, wo der
Stein einschl&auml;gt, liegen nun zwei weitere Bananen.  Anschlie&szlig;end 
wird  der Damm  in die Luft gesprengt,  in dem wir  das  Schie&szlig;pulver 
darauf  legen (benutze Schie&szlig;pulver mit Damm). Zur Entz&uuml;ndung der
ganzen Angelegenheit wird das  Fernglas aufgeschraubt,  um es mit
Sonneneinstrahlung als Linse benutzen zu k&ouml;nnen (&ouml;ffne Fernrohr,
benutze Linse mit Sonne).  Es gibt aber auch eine Alternative dazu:  wir
benutzen einfach den Feuerstein mit dem Fernglas.<BR><BR>Am See erblicken wir
einen Exekutierten,  dem wir das Seil rauben, um damit in die  Schlucht zu
klettern  (benutze Seil 1 mit Ast, benutze Seil 2 mit Stumpf).  Unten packen 
wir die  Paddel ein und klettern wieder nach oben und  zum Paddelboot am Strand
der Insel,  die wir nun gesamt abrudern  (benutze Ruderboot mit Paddeln). Im
Eingeborenendorf stecken wir  die zwei Bananen ein und werden daf&uuml;r beim
Verlassen des Dorfes eingesperrt. Aus dem Gef&auml;ngnis fliehen wir mit Hilfe
der losen Diele, die erscheint, wenn der Sch&auml;del aufgehoben wird.
<BR><BR>Nun  fahren wir  zur&uuml;ck zum  Ausgangspunkt und  gewinnen  einen
Affen als neuen Freund,  in dem wir ihm  die insgesamt f&uuml;nf Bananen
schenken.  Mit diesem treuen Gef&auml;hrten k&ouml;nnen wir endlich in das
Innere des  gro&szlig;en  Affenkopfes gelangen.  Dazu wird dem Affen  (ich nenne
ihn  hier einfach mal aus Spassesgruenden so) gezeigt, wie man den Eingang
oeffnet (ziehe Nase). Dieser lernt schnell und der Eingang bleibt endlich etwas
laenger geoeffnet. Nachdem wir die kleine Statue in unseren sakrosanten Besitz
gebracht haben,  kehren wir in das  Dorf der Ureinwohner zurueck, wo wir die 
Statue gegen eine  Bananen-Pflueckmaschine  eintauschen  (diese liegt in der
Huette).  Anschliessend sprechen wir mit  Herman Toothrot,  der uns ein anderes
Tauschgeschaeft vorschlaegt und damit Erfolg hat  (Bananenpfluecker gegen
Schluessel). Dieser Schluessel oeffnet uns den Weg in das  gigantische Labyrinth
des grossen Affenkopfes. Leider aber haelt das Adjektiv gigantisch,  was es
verspricht:  zu schnell wuerden wir uns ohne Hilfe verlaufen. Also unterhalten
wir uns erneut ausgiebig mit den  inzwischen freundlich  gesinnten  Kannibalen, 
die uns verraten,  dass ein  Zaubertrank  Abhilfe gegen  die  laestigen Geister
schaffen wuerde,  haette nicht  Le Chuck,  unser boeser Widersacher,  eine Zutat
dafuer gestohlen,  die nun irgendwo im Labyrinth liegen soll.  Durch das
Labyrinth  selbst aber k&ouml;nnen wir nur mit Hilfe eines Wegweisers gelangen,
dem Kopf des Navigators, den die Kannibalen nur unter Umwegen herausr&uuml;cken
(1, 1, 1, 3, 1, 2, 2, 1).  Als Dank schenken wir  ihnen das  Merkblatt f&uuml;r
die Navigation, das wir eh` nicht mehr brauchen. Zus&auml;tzlich erfahren wir, 
da&szlig; das  Umh&auml;ngen der  Kette des  Navigators einen seltsamen Effekt
hat:  man wird f&uuml;r die  Geister unsichtbar! Im Labyrinth zeigt uns der Kopf
den Weg (dessen Blickrichtung m&uuml;ssen wir einschlagen  (benutze  Kopf  des 
Navigators),  was uns schnell zu Le Chucks Geisterschiff f&uuml;hrt.<BR><BR>Sp&auml;testens
jetzt sollte der Kopf des Navigators seine Kette herausr&uuml;cken - tut er aber
erst nach einer deftigen  Auseinandersetzung (2, 3, 3, 3, 3,  benutze
Halskette).  Auf dem Geisterschiff betreten wir sofort die H&ouml;hle des L&ouml;wen:
die Kaj&uuml;te von Kapit&auml;n Le Chuck (liegt links!),  wo der Schl&uuml;ssel
von der Wand gestohlen wird (benutze magnetischen Kompa&szlig; mit Schl&uuml;ssel).
 Im Laderaum heben wir die Geisterfeder auf und &auml;rgern damit den
schlafenden Geist, in dem wir ihn zweimal an den  F&uuml;&szlig;en kitzeln
(benutze Geister-Feder mit schlafendem Geist). Die darauf gewonnene Flasche Grog
stecken wir ein und latschen zu den eingesperrten Geistertieren.  Das Schlo&szlig;
wird mit dem Schl&uuml;ssel  von Le Chuck aufgeschlossen, die Ratte mit dem Grog
immun gemacht. Mit dem Fett, das wir nun aufnehmen, schmieren wir die
knarrschende T&uuml;r zum Werkzeugraum ein,  den wir nun ohne gro&szlig;es
Aufsehen betreten k&ouml;nnen. Nachdem wir die Geisterwerkzeuge genommen haben,
klauen wir die Wurzel  aus dem Laderaum  (benutze Werkzeuge mit Wurzel, schaue
Wurzel).<BR><BR>Damit sind wir vorerst saturiert und  kehren zu den 
Kannibalen zur&uuml;ck, denen wir die Wurzel zur&uuml;ckgeben.  Sie brauen  uns
dann daf&uuml;r den magischen Trank,  mit dem wir  erfolgreich  gegen die
Geister angehen k&ouml;nnen.  Das wollen wir ja auch,  aber Le Chuck ist bereits
nach  Melee Island  abgefahren,  wie wir  von einem Zur&uuml;ckgebliebenen
erfahren  (3, 1, 1, 1). Dort will Le Chuck angeblich die sch&ouml;ne
Gouverneurin  Elaine Marley verf&uuml;hren, was wir dringendst zu verhindern
wissen wollen.<BR><BR>Auf  unserer  Heimatinsel  st&uuml;rmen wir  in die 
Hochzeit von Le Chuck ein,  die (verst&auml;ndlicherweise) in der prunken
Ortskirche stattfindet  (die Geister, die unterwegs st&ouml;ren, werden mit dem
magischen Getr&auml;nk ausgeschaltet). Ein kleines Gespr&auml;ch zwischen uns
und dem Piraten  (Le Chuck)  schafft  ihm und  uns Klarheit (1, 2, 2) - ach, h&auml;tten
wir ihn doch heiraten lassen!  Als Strafe daf&uuml;r werden wir von ihm in den
Grog-Automaten geboxt, aber wir wehren uns  standhaft mit dem  Kannibalen-Ges&ouml;ff,
 was Le Chuck g&auml;nzlich niederschmettert ...<BR><BR></P></BODY></HTML>
