<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="back_to_the_future_iii.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="baldy.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Komplettl&ouml;sung:
Zu Beginn f&auml;hrt man mit dem Auto zu dem Radiosender und holt sich bei der
Dame den Fragebogen.
Wieder daheim schaut man sich die Fragen in Ruhe an (&uuml;ber die F-Tasten kann
man sich Gegenst&auml;nde anschauen )

Nun schnappt man sich eine alte Schallplatte von seinem Lieblingsstar
und geht an den K&uuml;hlschrank um sich durch einen kleinen Imbiss zu st&auml;rken.
Bevor man das Haus wieder verl&auml;&szlig;t sollte man der Toilette einen Besuch
abstatten,wer i&szlig;t mu&szlig; auch m&uuml;&szlig;en....

Nun f&auml;hrt man mit dem Auto zum Schwimmbad um sich dort sagen zu lassen, da&szlig;
man ein paar Kleinigkeiten vergessen hat.

Retour! Ab nach Hause. Aus dem Kleiderschrank nimmt man die Tasche und die
Badehose mit. Aus dem Bad holt man sich das Handtuch. Zur&uuml;ck zum Schwimmbad.

Dem jungen Mann am Beckenrand f&uuml;hlt man freundlich auf den Zahn um zu
erfahren was f&uuml;r ein Problem er hat. Er hat einen Zettel verloren, auf dem
St&uuml;ck Papier war die L&ouml;sung des 5. R&auml;tsels notiert.
Diesen Verlust meldet man dem Bademeister.

Der Weg f&uuml;hrt wieder nach Hause, jedoch nicht in die Wohnung sondern zur
U-Bahn-Station. In der Bahn plaudert man mit dem alleinsitzenden Fahrgast.

Nachdem man ausgestiegen ist sieht man sich das Kaufhaus an. In der Musik-
abteilung redet man mit der Verk&auml;uferin, dann f&auml;hrt man wieder in seine
Wohnung.

Jetzt geht es nochmals zum Kaufhaus. In der M&ouml;belabteilung trifft man
einen alten Bekannten, nach ein wenig Plauderei leiht man sich von ihm
das neusteste Computerspiel mit dem Namen &quot;Backstage&quot; aus.

Zu Hause wird das Game auf dem eigenen Computer durchgezockt. Man erh&auml;lt
eine Telefonnummer vom LIVE CLUB. Anrufen, Mitglied werden und bestellen.

Jetzt die Wohnung kurzfristig verlassen - egal wohin, denn in dieser Zeit
trifft Post ein.

Zur&uuml;ck zur Wohnung - Paket &ouml;ffnen. Jetzt ist man im Besitz der neuesten
CD seines Lieblingsstars, eines Gettoblasters ( tragbare Musikanlage ) und
einer Kundenkarte. Die CD h&ouml;rt man sich auf seiner Anlage an.
Die erste Aufgabe ist gel&ouml;st.

Nun geht es wieder zur U-Bahn. Wieder wird mit dem Fahrgast geplaudert
und ihm m&auml;chtig vom LIVE CLUB vorgeschw&auml;rmt.
Im LIVE CLUB - Ladenlokal kauft man sich eine Videokassette.

Nach diesem Einkauf f&auml;hrt man zur&uuml;ck nach Hause um dann mit dem Auto zum
Schwimmbad zu fahren. Die Videokassette gibt man dem Bademeister um ihn
abzulenken. Jetzt ist der Weg zum Papierkorb frei, der verlorene Zettel
wird gefunden.
Nun ist die f&uuml;nfte Aufgabe gel&ouml;st.

Jetzt geht es zur Musikhalle um mit dem Hausmeister zu sprechen. Der Meister
hat ein Schachproblem. Nett wie man halt ist, will man ihm helfen und f&auml;hrt
zur&uuml;ck zur Wohnung - steigt in die U-Bahn und besorgt sich dann im LIVE CLUB
ein Schachbuch. Dieses B&uuml;chlein bringt man dem Hausmeister, im Tausch erh&auml;lt
man eine wichtige Information.
Die 2. Aufgabe ist gel&ouml;st.

Wieder zur&uuml;ck und mit der U-Bahn ins Restaurant. Hier nimmt man aus der K&uuml;che
das Steak. Das Steak gibt man dem Hund in der Werkstatt neben der Wohnung.

Noch in der Werkstatt den Schalter bet&auml;tigen und das Auto herunter
lassen. Den Schl&uuml;ssel aus dem Auto nehmen.

Zur&uuml;ck in die Wohnung. Hier ist wieder ein P&auml;ckchen angekommen, diesmal mit
einem Anrufbeantworter als kleines Dankesch&ouml;n, weil man in der U - Bahn den
Fahrgast als LIVE CLUB - Mitglied geworben hat. Den Anrufbeantworter sofort
anschlie&szlig;en.

Jetzt f&uuml;hrt der Weg zur Zeitungsredaktion. Mit dem Schl&uuml;ssel kommt man
ins Fotolabor, hier bekommt man ein Foto seines Lieblingsstars. Nachdem man
sich das Foto genauer angesehen hat, hat man die dritte Aufgabe gel&ouml;st.

In der Redaktion gibt man eine Anzeige auf in der man die CD, die man
besitzt, eintauscht gegen die L&ouml;sung der 4. Aufgabe.
Nun geht man wieder in die Wohnung, h&ouml;rt den Anrufbeantworter ab und
verabredet sich mit einem H.Wagner in dem Restaurant.

Bei dem Treffen wird die CD gegen die L&ouml;sung Nummer 4 getauscht.

Jetzt wo alle R&auml;tsel gel&ouml;st sind f&auml;hrt man zu dem Radiosender um die
L&ouml;sungen dort abzugeben.

Nun geht man mit seinem Lieblingsstar zum Essen, danach erlebt man ein
Konzert hautnah.
</pre>
</body>
</html>
