<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="ballunacy.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="bane_of....html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Was man wissen mu&szlig;:

Ziel des Spiels ist es, Gao Qiu (Territory 23) zu besiegen.
Diesen Oberbanditen darf man allerdings erst direkt angreifen, wenn man dazu
autorisiert ist (nicht durch die UNO, sondern durch ein kaiserliches Edikt).
Zu dieser Ehre gelangt man, indem man sich durch geschickte Diplomatie und
hei&szlig;e K&auml;mpfe eine starke Position erarbeitet.
Damit sollte man sich nicht allzuviel Zeit lassen (ca. 25 Jahre!),
da irgendwann die Horden aus dem Norden &uuml;ber das Land hereinbrechen.
Dann ist alles verloren...

Was man noch wissen sollte:

Bandit Kings ist ein unglaublich komplexes Strategiespiel mit vielen
Einflu&szlig;m&ouml;glichkeiten. Aufgrund der benutzerfreundlichen Bedienung &uuml;ber Maus
und Pull-Down-Menues bleibt es dennoch sehr spielbar.

Der besondere Reiz des Spiels liegt darin, da&szlig; man sich jedesmal,
wenn man an der Reihe ist, f&uuml;r eine (die optimale) Aktion entscheiden mu&szlig;.
Hinzu kommt, da&szlig; die zur Verf&uuml;gung stehenden Heroes ihren F&auml;higkeiten
entsprechend optimal eingesetzt werden sollten.
Ob die gew&auml;hlte Entscheidung die richtige war, erf&auml;hrt man meistens recht
schnell.
Nach einer gewissen Spielzeit geht es haupts&auml;chlich darum,die verschiedenen
Aktionen der kontrollierbaren Heroes aufeinander abzustimmen.

Beispiel: Man schw&auml;cht ein Land bewu&szlig;t und verweigert Gao Qiu den Tribut,
den dieser regelm&auml;&szlig;ig von schwachen Prefectures fordert.
Gao Qiu wird unweigerlich auf diesen K&ouml;der hereinfallen und das Land mit
einer begrenzten Truppe angreifen. Anschlie&szlig;end schl&auml;gt man zur&uuml;ck!(hehehe)

Es empfiehlt sich, regelm&auml;&szlig;ig den Spielstand abzuspeichern,
da &ouml;fter mal was schief gehen kann und auch schief geht.

Bei zwei Laufwerken legt man dazu die Datendiskette in DF0:,
wo sie fast bis zum Ende des Spiels bleiben kann.
F&uuml;r die sehr gelungene Schlu&szlig;sequenz wird allerdings wieder die Disk
&quot;BAN A&quot; gebraucht!

Bewu&szlig;t habe ich einige Tips f&uuml;r mich behalten.
Man soll ja nicht alles verraten! Aber, obwohl ich Gao Qiu schon mehrfach
und in diversen Szenarios geschlagen habe,
mache ich in jedem Spiel neue Erfahrungen. Es macht unheimlich Spa&szlig;,
neue Strategien auszuprobieren und ggf. Erfahrungen auszutauschen.
Also, wenn Du einen neuen Trick erspielt hast...!

Kurzanleitung

M&ouml;gliche Aktion:&#009;Abk.:  Zweck:

GENERAL:

Hunt for Food&#009;&#009;(A)F&#009;Essen besorgen
&#009;&#009;&#009;&#009;(wenn kurzfristig n&ouml;tig)
Give Food To Citizens&#009;(A)G&#009;erh&ouml;ht Hilfsbereitschaft
&#009;&#009;&#009;&#009;der Bev&ouml;lkerung (Support)
&#009;&#009;&#009;&#009;(wichtig f&uuml;r Food-und Gold-
&#009;&#009;&#009;&#009;ertr&auml;ge am Jahresende!!!)
Move Heroes&#009;&#009;(A)M&#009;Helden werden in ein eigenes
&#009;&#009;&#009;&#009;oder unbesetztes Nachbarland
&#009;&#009;&#009;&#009;bewegt.
Travel&#009;&#009;&#009;(A)T&#009;Aktionen am Ort:
     - Marketplace&#009;&#009;Food kaufen etc.
     - Downtown &#009;&#009;Heroes anwerben!!!!
     - Smithy&#009;&#009;&#009;Waffen kaufen (geht nicht
&#009;&#009;&#009;&#009;&uuml;berall!)
     - Shipyard &#009;&#009;Schiffe kaufen(nicht &uuml;berall)

Go On Expedition&#009;&#009;W&ouml;lfe etc. jagen
&#009;&#009;&#009;&#009;(wenn gemeldet!) Go Into Exile
Throw Feast&#009;&#009;(A)P&#009;Fest (h&auml;lt die Heroes fit und
&#009;&#009;&#009;&#009;bei Laune)
Rest&#009;&#009;&#009;(A)R&#009;Ausruhen (sinnvoll, wenn die
&#009;&#009;&#009;&#009;Body-Werte im Keller sind)

ECONOMIC:

Hunt For Fur&#009;&#009;(A)H&#009;Wildschweine jagen (k&ouml;nnen
&#009;&#009;&#009;&#009;sich vermehren bzw. verkauft
&#009;&#009;&#009;&#009;werden
Flood Control&#009;&#009;(A)D&#009;Dammbau (Schutzma&szlig;nahme gegen &Uuml;ber-
&#009;&#009;&#009;&#009;schwemmungen)

Cultivate Land&#009;&#009;(A)L&#009;Land urbar machen (bringt
&#009;&#009;&#009;&#009;h&ouml;here Foodertr&auml;ge am
&#009;&#009;&#009;&#009;Jahresende)
Construction&#009;&#009;(A)C&#009;Handwerk (bringt Gold am
&#009;&#009;&#009;&#009;Jahresende
Move Provision&#009;&#009;&#009;Food und Gold in andere
&#009;&#009;&#009;&#009;Prefectures verschieben
&#009;&#009;&#009;&#009;(sehr wichtig!!!)
Solicit Gold&#009;&#009;&#009;Gold suchen
Solicit Metal&#009;&#009;&#009;Metall suchen (f&uuml;r die Waffenproduktion!)

MILITARY:

Train&#009;&#009;&#009;&#009;Kampfkraft verbessern
Give Gold To Hero&#009;&#009;Wichtige Heroes brauchen
&#009;&#009;&#009;&#009;gelegentlich eine Geld-
&#009;&#009;&#009;&#009;Spritze - Loyalit&auml;t steigt
Hire Men&#009;&#009;&#009;S&ouml;ldner rekrutieren
Assign Men&#009;&#009;&#009;S&ouml;ldner umschichten
Assign Ships&#009;&#009;&#009;Schiffe umschichten
Make Weapons&#009;&#009;&#009;Waffen herstellen (man
&#009;&#009;&#009;&#009;braucht Metall, kann nicht jeder!!)
Make Ships&#009;&#009;&#009;Schiffe herstellen (kann
&#009;&#009;&#009;&#009;nicht jeder)Go To War (Krieg f&uuml;hren) - dabei
&#009;&#009;&#009;&#009;mu&szlig; Geld in der Kasse vorhanden sein!

DIPLOMATIC:

Swear Brotherhood&#009;&#009;Bruderschaft schlie&szlig;en
&#009;&#009;&#009;&#009;(nur mit einem 100% loyalen
&#009;&#009;&#009;&#009;Hero m&ouml;glich; sinnvoll, da ein Blutsbruder
&#009;&#009;&#009;&#009;direkt kontrolliert werden kann!!

Make Alliance&#009;&#009;&#009;Einen Pakt schlie&szlig;en (h&auml;lt
&#009;&#009;&#009;&#009;einem gewisse Gegner
&#009;&#009;&#009;&#009;zeitweise vom Hals; zum
&#009;&#009;&#009;&#009;Verhandeln braucht man viel
&#009;&#009;&#009;&#009;Wisdom!!!)
Invite Bandit To Lair&#009;&#009;Einen Mitkonkurrenten in
&#009;&#009;&#009;&#009;die R&auml;uberh&ouml;hle einladen
&#009;&#009;&#009;&#009;und zu einem Mitstreiter
&#009;&#009;&#009;&#009;umpolen
Issue Orders&#009;&#009;&#009;Instruktionen an eigene
&#009;&#009;&#009;&#009;Provinzen, die nicht von
&#009;&#009;&#009;&#009;Blutsbr&uuml;dern regiert
&#009;&#009;&#009;&#009;werden:
&#009;  - Entrust&#009;&#009;Mut machen = Angriffen
&#009;&#009;&#009;&#009;standhalten!
&#009;  - Internal Affairs
&#009;  - Expansion&#009;&#009;Expandieren = Nachbarn
&#009;&#009;&#009;&#009;angreifen!
Promote &#009;&#009;&#009;Neuen Unter-Bo&szlig; einsetzen
Exile Hero&#009;&#009;&#009;Schwache oder &uuml;berz&auml;hlige
&#009;&#009;&#009;&#009;Heroes rausschmei&szlig;en


VIEW:&#009;&#009;&#009;&#009;Hier kann man in Ruhe
&#009;&#009;&#009;&#009;alle Prefecture-Daten
&#009;&#009;&#009;&#009;studieren (Wichtig:
&#009;&#009;&#009;&#009;Das Anschauen fremder
&#009;&#009;&#009;&#009;Prefectures z&auml;hlt als
&#009;&#009;&#009;&#009;Zug!!!)

WAR MODUS:

Movement:  - Move     (A)M&#009;Bewegen einer Einheit
&#009;&#009;&#009;&#009;ohne Kampfabsicht
&#009;   - Charge   (A)C&#009;Bewegen einer Einheit
&#009;&#009;&#009;&#009;mit Kampfabsicht
Fight:
&#009;   - Melee    (A)F&#009;Fight (nur m&ouml;glich, wenn der
&#009;&#009;&#009;&#009;Gegner auf einem benachbar
&#009;&#009;&#009;&#009;ten Feld steht)
   - Archery Attack   (A)A&#009;Artillery (Bogensch&uuml;tzen)
&#009;&#009;&#009;&#009;(kann nicht jeder; der Geg-
&#009;&#009;&#009;&#009;ner mu&szlig; zwei Felder weit
&#009;&#009;&#009;&#009;entfernt sein)
&#009;    - Magic&#009;&#009;Magie (kann nicht jeder;
&#009;&#009;&#009;&#009;Gegner wird durch Krankheit
&#009;&#009;&#009;&#009;geschw&auml;cht oder verwirrt)
&#009;    - Duel&#009;&#009;Duell mit einem direkt
&#009;&#009;&#009;&#009;benachbarten Hero (Dieser
&#009;&#009;&#009;&#009;darf nicht in einem castle
&#009;&#009;&#009;&#009;sitzen!)
Special:
&#009;   - Launch Fireball&#009;Feuer legen
&#009;   - Extinguish Fire&#009;Feuer l&ouml;schen
&#009;   - Rest     (A)R&#009;Ausruhen
 - Call For Reinforcements&#009;Verst&auml;rkung anfordern (wenn vorhanden)
&#009;   - Flee&#009;&#009;Fliehen (oft sinnvoll!!!)


Wie starten!

1. Szenario: Lin Chong (1101 A.D.)

Beispiel eines Spielbeginns

Recruit Hero (Pan Jin Lian) - Flee (z.B. nach Prefecture 20) -
Settle (g&uuml;nstig in Prefecture 22, das nicht direkt an Feindesland grenzt.
Hier wird man anfangs nicht so oft zur Kasse gebeten!)
Jetzt sollte man die Partnerin mit etwas Gold einlullen (Give Gold To Hero)
und f&uuml;r Food sorgen (Hunt For Food). Wenn man genug hat (ca.600),
lohnt es sich, mit &quot;Give Food To Citizens&quot; die Bev&ouml;lkerung zur Mitarbeit
zu bewegen. Dies zahlt sich beim Jahreswechsel aus (Gold- und Foodwerte
steigen!!).

Hat man sich, wie oben beschrieben, irgendwo niedergelassen,
gibt es viele M&ouml;glichkeiten weiterzuspielen:

- Die &ouml;konomische Situation verbessern, z.B. durch Landgewinn und
  &quot;Construction&quot;.
  Diese Aktionen schlagen aber immer erst beim Jahreswechsel zu Buche.
- Die Partnerin/den Partner durch weitere Geldgeschenke 100% loyal machen,
  danach Brotherhood schw&ouml;ren. Der Partner kann jetzt in eine Nachbarregion
  bewegt und direkt kontrolliert werden.
- Durch &quot;Travel/Downtown&quot; weitere Heroes rekrutieren, soweit m&ouml;glich.
- M&auml;nner anwerben (Hire Men).
  Damit ist man ggf. imstande ein feindliches Nachbarland anzugreifen.

Angriffsstrategien:

Nie unvorbereitet angreifen, d.h.:.

- Im Krieg bew&auml;hren sich vor allem gut ausgeruhte (Body)
  und starke (Strength) Heroes,
- vorher gut trainieren (Train),
- checken (View), wie stark man selbst und wie stark der Gegner ist,
- ggf. alle Angreifer mit Schiffen und Waffen ausr&uuml;sten.

Im Krieg sollte man

- Gegner, die nicht in Castles sitzen, mit &quot;Archery Attack&quot; bek&auml;mpfen,
- Artilleriefeuer aus Castles ausweichen!!!
- total geschw&auml;chte Einheiten (eigene!) fliehen lassen,
- wenn man mit Schiffen rumf&auml;hrt, auf den Wind achten,
- den eigenen Anf&uuml;hrer (ist besonders gekennzeichnet) sch&uuml;tzen,
  denn wenn er besiegt ist, ist der Kampf verloren!,
- den gegnerischen Anf&uuml;hrer verst&auml;rkt angreifen.
</pre>
</body>
</html>
