<html>
<head>
  <title>
</title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="bandit_kings_of_ancient_china.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="banshee.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

 BANE OF THE COSMIC FORGE

 L&ouml;sungsweg :

 Im Schlo&szlig; :

 Zuerst  sollte  man  hier  alle  T&uuml;ren  &ouml;ffnen  (bis auf wenige Ausnahmen
 funktioniert  die mit &quot;Knock-Knock&quot;, &quot;Lockpick&quot;  oder mit den Schl&uuml;sseln,
 die  man manchmal  findet). Die  einzelnen R&auml;ume  immer genau untersuchen
 (Search).  Unbedingt  daran  denken,  da&szlig;  man  Inschriften z.T. nur dann
 erkennt,  wenn  man  direkt  vor  der  entsprechenden  Wand  steht.  Alle
 erreichbaren  Items mitnehmen. Ein Besuch  bei Queequeg lohnt sich immer.
 Dort  k&ouml;nnt Ihr bessere  Waffen, R&uuml;stungen und  das &quot;Mystery Oil&quot; kaufen.
 Die  &quot;Key of Spades&quot; ben&ouml;tigt  man in den beiden  T&uuml;rmen in der Mitte des
 Schlosses.  Die  erste  gr&ouml;&szlig;ere  H&uuml;rde  im  Spiel ist das Pa&szlig;wort f&uuml;r das
 &quot;Pirates  Den&quot;. Queequeg ist  der einzige, der  es kennt, m&ouml;chte aber als
 Gegenleistung  erfahren, wo  der Schatz  des Captains  versteckt ist. Hat
 man  den &quot;Goldkey&quot;  gefunden, begibt  man sich  in den  n&ouml;rdlichen kurzen
 Gang  im  Keller  und  &ouml;ffnet  die  zweite  Gittert&uuml;r.  Nachdem  man  die
 Fallt&uuml;ren  per  Wandschalter  geschlossen  hat,  findet  man das &quot;Book of
 Ramm&quot;,  in dem die  Kombination f&uuml;r den  &quot;Altar oft Ramm&quot;  steht. Auf zum


 Altar,  der  sich  im  Norden  im  ersten  Stock  befindet (&quot;Key of Ramm&quot;
 benutzen).  Am Altar  sind drei  Kn&ouml;pfe angebracht,  die man in folgender
 Reihenfolge  dr&uuml;ckt :  &quot;Goats head&quot;,  &quot;Goats Head&quot;,  &quot;Flame Orb&quot;, &quot;Wand&quot;,
 &quot;Flame  Orb&quot;. Ab durch die Fallt&uuml;r und gegen eine Riesenschlange k&auml;mpfen.
 Durch  die Gittert&uuml;r gelangt man in  das n&ouml;rdliche Labyrinth des Kellers.
 Mit  dem  &quot;Miners  Pick&quot;  lassen  sich  einige  W&auml;nde aufbrechen. Mit dem
 &quot;Decoder&quot;  das  &quot;Deadmans  Log&quot;  entziffern  und  mit  der Antwort &quot;Giant
 Mountain&quot;  zu Queequeg  eilen. Mit  der Aussicht  auf einen fetten Schatz
 verr&auml;t  er Euch das Pa&szlig;wort  f&uuml;r den Piratenunterschlupf (Skeleton Crew).
 Leider  wartet bei den  Piraten eine weitere  verschlossene Gittert&uuml;r auf
 Euch.  Die geht nur mit  dem &quot;Silver Key&quot; auf,  der von L`Montes verwahrt
 wird.  Der arme  Tropf sitzt  im Turm  und jammert um sein verschwundenes
 Scho&szlig;h&uuml;ndchen  (Snoopcherie). Den  &quot;Stuffed Beagle&quot;  findet Ihr im Keller
 hinter  einem Mauseloch.  Wedelt etwas  mit dem  &quot;Rotten Cheese&quot;  vor dem
 Loch  und die  M&auml;use brechen  durch. Den  Hund bringt Ihr anschlie&szlig;end zu
 L`Montes,  der daraufhin den &quot;Silver Key&quot; verschenkt. Zur&uuml;ck zum &quot;Pirates
 Den&quot;  und  den  &quot;Pirates  Hook&quot;  besorgen.  Mit  dem  &quot;Bell  Key&quot;  in den
 Glockenturm  eilen  und  das  &quot;Rope&quot;  besorgen.  Seil und Haken verbinden
 (Merge)  und  mit  dem  Wurfseil  &uuml;ber  den  Abgrund  im  Kellerlabyrinth
 schwingen.  Nach einem z&uuml;nftigen Kampf mit  ein paar &quot;Hydraplants&quot; in den
 Aufzug steigen und in die Berge fahren.


 Blue Mountains :

 Zuerst  besucht  Ihr  die  &quot;Dwarf  Mines&quot;  und  startet  eine ausgedehnte
 Erkundungstour.  Die Kristallw&auml;nde zerst&ouml;rt man,  indem man sie aus allen
 vier  Richtungen  mit  dem  &quot;Miners  Chisel&quot; ankratzt und schlie&szlig;lich vom
 s&uuml;dlichen  Zugang aus noch  einen letzten Hieb  ausf&uuml;hrt. Die gute H&auml;lfte
 des  Zauberers Xorphitus erscheint  und h&auml;lt einen  l&auml;ngeren Vortrag &uuml;ber
 die  Bedeutung  des  &quot;Cosmic  Pen&quot;.  In  seinen Gebeinen findet man unter
 anderem  den &quot;Wizard  Ring&quot;. An  der Zugbr&uuml;cke  benutzt Ihr  das &quot;Mystery
 Oil&quot;  und  dr&uuml;ckt  anschlie&szlig;end  &quot;Safety&quot;,  &quot;Pump&quot;,  &quot;Coilwrap&quot;, &quot;Truss&quot;,
 &quot;Safety&quot;,  &quot;Winder&quot;. In der Mine solltet Ihr  Euch auf die Jagd nach vier
 &quot;Rubber  Beasts&quot;  machen.  Die  vier  &quot;Rubber  Strands&quot; verbinden und Ihr
 erhaltet  ein wichtiges  &quot;Rubber Band&quot;.  Klettert Ihr  den Ostaufgang zum
 &quot;Mountains  Peak&quot; herauf, findet Ihr dort oben ein paar &quot;Heavy Boulders&quot;,
 die  Ihr unbedingt mitnhemen  m&uuml;&szlig;t, auch wenn`s  schwerf&auml;llt. Nachdem das
 &quot;Broken  Sprocket&quot; bei &quot;Smitty&quot; repariert worden ist, wieder ins Katapult
 einsetzen.  Benutzt &quot;Rubber Band&quot; und &quot;Heavy Boulders&quot; - und nach einigen
 Fehlsch&uuml;ssen  wird ein  neuer Weg  frei. Wieder  geht`s in  die Berge, wo
 Euch  ein harter Kampf mit ein paar seltsamen Zwillingen bevorsteht. Sind
 diese  beseitigt, eine  Etage nach  obenmarschieren und  den &quot;Guardian of
 the  Rock&quot; erledigen. Ein n&uuml;tzlicher Edelstein wartet! Anschlie&szlig;end, eine
 Etage  tiefer den  Wandschalter bet&auml;tigen  und auf  den Weg  zur &quot;Amazulu
 Pyramid&quot; machen.


 Amazulu-Pyramide :

 Den  Lederbeutel  mit  Sand  f&uuml;llen.  Die bewegliche Kiste wird gestoppt,
 indem  Ihr in  eine der  Nischen die  &Uuml;berreste eines  klebrigen Monsters
 legt.  Die  Kiste  f&auml;ngt  sich  in  der  Klebe  und  Ihr k&ouml;nnt sie bequem
 ausr&auml;umen.  Au&szlig;er dem Eingang gibt es noch eine weitere Treppe, die unter
 den  &quot;Amazulu  Tower&quot;  f&uuml;hrt.  Hier  gelangt  man  in  einen langen Gang,
 gespickt   mit  Fallen,  die   man  aber  alle   mit  den  entsprechenden
 Wandschaltern  ausschalten  kann.  Irgendwann  versperrt eine Fallt&uuml;r den
 Weg  (Nicht die  ersten beiden  Fallt&uuml;ren!). Geht  man nun  einen Schritt
 nach  Westen und schaut nach S&uuml;den, findet man einen Wandschalter. Dr&uuml;ckt
 man  diesen Knopf, schlie&szlig;t sich die Fallt&uuml;r und eine andere &ouml;ffnet sich.
 In  diese springt  man rein  und gelangt  in einen  Geheimlevel unter der
 Pyramide.   Hier  m&uuml;&szlig;t   Ihr  jetzt   etwas  mit   den  unterschiedlichen
 wandschaltern  spielen, um alle Fallen auszuschalten. Im Letzten Raum den
 Sandsack  gegen das Idol  tauschen. Mit dem  Idol des Mau  Mau Mu &ouml;ffnetr
 Ihr  die  vergitterte  T&uuml;r  im  zweiten  Stock der Pyramide. Der &quot;Amazulu
 Queen&quot;  schenkt Ihr einen wertlosen Gegenstand und verla&szlig;t sie sobald wie
 m&ouml;glich.  Der &quot;Kuwali Kubona&quot;  kauft Ihr unbedingt  ein &quot;Foot Powder&quot; ab.


 Das  solltet Ihr auch gleich benutzen,  sonst verbrennt Ihr Euch gewaltig
 die  F&uuml;&szlig;e. Habt Ihr den  Kampf gegen Mau Mau  Mu heil &uuml;berstanden, gibt`s
 als  Belohnung das zweite &quot;Ruby Eye&quot;.  Zur&uuml;ck in den Keller des Schlosses
 und  wieder in den kleinen  Kellergang gehen. Die erste  T&uuml;r kann man mit
 dem  &quot;Wizards Ring&quot; &ouml;ffnen. Dort findet Ihr  den &quot;Spire Key&quot;, mit dem Ihr
 in  den verschlossenen  Burgturm kommt.  Das &quot;Horn  of Souls&quot; wartet dort
 auf Euch. Die dritte T&uuml;r &ouml;ffnet Ihr mit den beiden &quot;Ruby Eyes&quot;.


 Styx :

 Zuerst  benutzt Ihr  das &quot;Horn  of Souls&quot;,  worauf der F&auml;hrmann des Todes
 Charon   erscheint  und  Euch  zur  &quot;Isle   of  the  Dammed&quot;  bringt.  Im
 Untergescho&szlig;  findet Ihr  das &quot;Book  of the  Sirens&quot;, dessen letzte Zeile
 Ihr  Euch notieren solltet. Anschlie&szlig;end benutzt Ihr das Flo&szlig; und gelangt
 zu  den Sirenen. Wird  ihr R&auml;tsel von  Euch richtig beantwortet, erhaltet
 Ihr  die &quot;Water Wings&quot;  und k&ouml;nnt ab  dann &uuml;ber das  Wasser laufen. Jetzt
 geht  es ab  in den  &quot;Swamp&quot; (Use  Eastern Exit  Key). Hier sucht man den
 &quot;Caterpillar&quot;   auf,  der  seine  Pfeife  zur&uuml;ckhaben  m&ouml;chte  (&quot;Incense&quot;
 kaufen!).  Diese bekommt man bei &quot;Mai Lai&quot; (Reclamation), die aber zuerst
 die   &quot;Claim-Number&quot;   wissen   m&ouml;chte.   (Bei   ihr  kann  man  &uuml;brigens
 hervorragende   Waffen   und   R&uuml;stungen   kaufen.)   Also   zur&uuml;ck   zum
 &quot;Caterpillar&quot;  und  nach  der  &quot;Claim-Number&quot;  fragen.  Ihr bekommt einen
 Zettel  f&uuml;r das &quot;Bottle Oracle&quot;. Den Zettel  gibt man nun in die Flasche,
 versiegelt  sie mit dem  Korken und wirft  das Ganze beim &quot;Bottle Oracle&quot;
 ins  Wasser. Die Flasche findet man am  Strand der &quot;Isle of the Lost&quot; und
 erh&auml;lt  nun  die  &quot;Claim  Number&quot;  (38-23-36).  Mit der Pfeife zur&uuml;ck zum
 &quot;Caterpilar&quot; und gegen ein paar Pilze tauschen.


 Gibt  man Charon die  dritte Urne, erh&auml;lt  man von ihm  den &quot;Key of Dead&quot;
 und  eilt zur &quot;Isle of the Dead&quot;. Dort  stellt man die Urne in die Nische
 und  verbrennt  etwas  &quot;Incense&quot;,  um  die  Fallen  auszuschalten. In den
 einzelnen  R&auml;umen stehen Euch extrem  schwierige K&auml;mpfe bevor, allerdings
 lassen  die besiegten  Gegner die  besten Waffen  und R&uuml;stugen  im ganzen
 Spiel  zur&uuml;ck. Besonders die &quot;Muramasa Blade&quot;  sollte sich ein Samurai in
 Eurer  Party nicht  entgehen lassen.  Die erste  Begegnung mit  Lord Aram
 geht  noch  glimpflich  ab,  anschlie&szlig;end  besucht  Ihr  die  K&ouml;niging im
 s&uuml;dlichen  Raum. Von Ihr erhaltet Ihr ein &quot;Silver Cross&quot; und einen Schutz
 gegen Lord Aram. Man hat nun zwei M&ouml;glichkeiten zur L&ouml;sung des Spiels :
 1.  Man wirft  das &quot;Silver  Cross&quot; sofort  weg und  dr&uuml;ckt sich so um den
 Endkampf.
 2. Man beh&auml;lt das Kreuz und mu&szlig; Lord Aram selber beseitigen.
 Die zweite L&ouml;sung ist nat&uuml;rlich viel edelm&uuml;tiger als die erste.
 Werdet  Ihr  anschlie&szlig;end  von  Rebecca  entdeckt, wird die gesamte Party
 hypnotisiert  und  ins  Gef&auml;ngnis  geworfen.  Hier k&ouml;nnt Ihr entweder den
 T&uuml;rwachen  den &quot;Dagger of  Ram&quot; zeigen oder  die &quot;Mushrooms&quot; benutzen. In
 beiden F&auml;llen findet Ihr Euch anschlie&szlig;end im verwunschenen Wald wieder.


 Im Wald :

 Alles  absuchen und alle Gegenst&auml;nde mitnehmen. &quot;Rock of Reflections&quot; mit
 der  Spitzhacke aus dem Felsen schlagen.  Zur Queen of Fearies gehen, die
 &quot;Tinkerbell&quot;  benutzen und nach &quot;Delphi&quot; fragen. Zum Orakel gehen und die
 richtigen  Antworten geben (We are Fascination/ We seek Divination/ Yes).
 Ihr  bekommt den &quot;Staff of  Aram&quot; und k&ouml;nnt Euch  langsam auf die letzten
 Schlachten vorbereiten.


 Temple of Ram :

 Verkleidet  mit der &quot;Goats Mask&quot;  und dem &quot;Dagger of  Ram&quot; geht Ihr jetzt
 in  den Tempel. Den  Abgrund &uuml;berwindet Ihr,  indem Ihr ein Partymitglied
 mit  dem &quot;Staff of Aram&quot; ausr&uuml;stet.  Vorsicht, der &quot;Staff&quot; und die &quot;Mask&quot;
 ziehen  Euch Points ab. Nicht zu lange tragen. Ihr k&ouml;nnt sowohl die linke
 oder  rechte T&uuml;r  benutzen, das  Resultat ist  das gleiche. In jedem Raum
 des  Tempels m&uuml;&szlig;t  Ihr gegen  besonders unangenehme  gegner k&auml;mpfen. &Uuml;ber
 Teleporter  kommt Ihr  in die  n&auml;chste Etage.  Immer vorher ausruhen, die
 n&auml;chsten   Monster  warten  schon.  Seid   Ihr  in  der  untersten  Etage
 angekommen,  bereitet  Euch  Xorphitus  einen  feurigen Empfang. Habt Ihr
 &uuml;berlebt  und seid wieder etwas ausgeruht,  geht IHr geradeaus weiter und
 la&szlig;t  Euch in eine Fallt&uuml;r fallen.Die  K&auml;mpfer machen jetzt die &quot;Rocks of
 Reflection&quot;  und die &quot;Holy  Stakes of Wood&quot;  bereit. Der Priester benutzt
 das  Kreuz  und  andere  K&auml;mpfer  werfen  mit Weihwasser. Nicht aufgeben,
 irgendwann  klappt es. An der Gittert&uuml;r gebt Ihr als Pa&szlig;wort &quot;The Hand of
 Destiny&quot;  an und Ihr  steht tats&auml;chlich vor  dem kosmischen Griffel. Wenn
 da nicht pl&ouml;tzlich ...


 Was  hat die seltsame Lichtgestalt zu  bedeuten ? Welche Rolle spielt das
 mysteri&ouml;se  Raumschiff  ?  Diese  und  noch  viele  andere  Fragen werden
 hoffentlich im n&auml;chsten Teil von &quot;Wizardry&quot; beantwortet.

</pre>
</body>
</html>
