<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="batman_-_the_movie.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="battle_isle_-_scenario_disk_#1.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Battle Isle
Hersteller:&#009;Blue Byte&#009;&#009;
Vertrieb:&#009;Rushware
Genre:&#009;&#009;Strategie

Wertung (Amiga Game Power)

Grafik:&#009;&#009;69 %&#009;
Sound:&#009;&#009;78 %
Motivation:&#009;82 %


      Zwei Player      Ein Player&#009;Extra Codes f&uuml;r Zwei Player
&#009;00 FIRST&#009;16 CONRA&#009;&#009;32 EUROP
&#009;01 GHOST&#009;17 PHASE&#009;&#009;33 STORM
&#009;02 GAMMA&#009;18 EXOTY
&#009;03 MARSS&#009;19 MOUNT
&#009;04 EAGLE&#009;20 FIGHT
&#009;05 METAN&#009;21 RUSTY
&#009;06 FOTON&#009;22 FIFTH
&#009;07 POLAR&#009;23 VESUV
&#009;08 TIGER&#009;24 MAGIC
&#009;09 SNAKE&#009;25 SPACE
&#009;10 ZENIT&#009;26 VALEY
&#009;11 DONNN&#009;27 TESTY
&#009;12 VESTA&#009;28 TERRA
&#009;13 OXXID&#009;29 SLAVE
&#009;14 DEMON&#009;30 NEVER
&#009;15 GIANT&#009;31 RIVER

Einige Tips zur Taktik:

Falls vor einem Depot oder einer Fabrik Mechfighter beider Parteien stehen,
warten Sie ab, bis der Gegner das Geb&auml;ude betritt und ziehen Sie Ihre
eigenen Fighter erst danach in das Geb&auml;ude. Somit geh&ouml;ren nun auch die
Mechfighter des Gegners Ihnen. Vorsicht: Sie m&uuml;ssen dabei Ihre Mechs so
postieren, da&szlig; sie mit einem Zug in das Geb&auml;ude kommen!

Die Air defence sollte m&ouml;glichst auf einem Berg postiert werden. Dort ist
sie vor allem  gegen Hubschrauber ungeheuer effektiv, und der Computer-
gegner wird sie auch sofort angreifen.

Die Missile Air Defence und die Artillery sollten immer von einem Ring
eigener Einheiten umgeben sein, um sie zu sch&uuml;tzen. Da diese Einheiten sehr
gef&auml;hrlich sind, wenn man sie richtig einsetzt, wird der Computergegner
sofort versuchen sie zu zerst&ouml;ren.

Versuchen Sie immer nur die Einheiten anzugreifen, die sich nicht wehren
k&ouml;nnen oder durch schlechtes Gel&auml;nde benachteiligt sind. Stellen Sie Ihre
Einheiten m&ouml;glichst immer in entsprechenden g&uuml;nstigem Gel&auml;nde auf.

Die Kampferfahrungen der Einheiten ist sehr wichtig. Beachten Sie, da&szlig; eine
Einheit bei Vernichtung einer anderen zwei Erfahrungspunkte bekommt. Greifen
Sie immer mit den erfahreneren Einheiten zuerst an. Am Anfang ist es sehr
wichtig, gegen schw&auml;chere Einheiten Erfahrungen zu sammeln; es hilft sp&auml;ter
bei K&auml;mpfen gegen st&auml;rkere, aber nicht so erfahrene Einheiten.

Reparieren Sie wichtige Einheiten. Da in Ihren Depots und Fabriken normal
recht schnell die Energie ausgeht, sollten Sie nur wichtige (d.h. starke,
erfahrene) Einheiten reparieren.

Bei gro&szlig;en Schlachten empfielt es sich, defensiv zu handeln. Bringen Sie
zun&auml;chst einmal alle  Einheiten in Sicherheit, bis auf Transporter oder
Mechs, die auf dem Weg zu Depots sind. Falls der Gegner Flugzeuge besitzt,
lenken Sie diese mit der Air Defence ab, damit Ihre Mechs ungest&ouml;rt zu den
Depots gelangen. Merke: Laden Sie Ihre&#009;Mechs soweit irgend m&ouml;glich auf
Transporter, da diese schneller sind. Sollte es allerdings zu einem Kampf
kommen, laden Sie Ihre Einheiten wieder aus.

Wenn der Gegner eine starke &Uuml;bermacht an Streitkr&auml;ften hat, versuchen Sie
ihn abzulenken. Sie schleichen sich mit einem Transporter voll Mechs (am
besten ein Transportflugzeug) zu seinem Hauptquartier. Dabei sollten Sie
Ihre restlichen Einheiten vor der eigenen Basis versammeln, um sie zu
verteidigen. Handeln Sie dabei nicht zu hektisch, sondern warten Sie mit
Ihrem Transporter in einem nahen Depot, bis der Gegner seine Einheiten von
der Basis abgezogen hat.
</pre>
</body>
</html>
