<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="behind_the_iron_gate.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="beneath_a_steel_sky_cd³².html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      Beneath a steel Sky


Komplettl&ouml;sung:

Eisenstange nehmen und Fire -Exit T&uuml;r aufbrechen. Scene abwarten, nun zur&uuml;ck, 
runter und dann rechts. Hier das &quot;Circuit Board&quot; mit dem mittleren Abfall benutzen. 
Sprechen mit &quot;Hobbins&quot;, der sich im Raum rechts befindet. Joey &uuml;bernimmt die 
Reparatur. Schnell den Lift betreten, damit wir &quot;Hobbins&quot; ablenken k&ouml;nnen. Danach 
m&uuml;ssen wir sein Privatschrank pl&uuml;ndern. Jetzt ab durch das Loch, unten &ouml;ffnet Joey 
f&uuml;r uns die T&uuml;r. Tote untersuchen und Raum verlassen. Frau ansprechen. Mit 
Schraubenschl&uuml;ssel die Zahnr&auml;der blockieren. Nach vollendeter Tat, 
Schraubenschl&uuml;ssel wieder aufnehmen, um Industrieroboter auseinanderzunehmen. 
Mit Joey reden. Mit Joey, den Lagerraum rechts betreten. Joey bitten um Alarm 
abzustellen. Lager betreten und Sprengstoff aufnehmen. Im Kraftwerk, Richtung 
westen, die beiden Kn&ouml;pfe mit Schraubenschl&uuml;ssel l&ouml;sen. Joey bitten den rechten 
Knopf zu dr&uuml;cken, w&auml;hrend wir den linken dr&uuml;cken. Schalter auf dem Kontrollpult 
bet&auml;tigen. Gl&uuml;hbirne mitnehmen. Sprengstoff anbringen und Schalter erneut 
umlegen. Mit Fahrstuhl die n&auml;chste Etage betreten. Mit ID-Card &quot;Stern&quot;-s Wohnung 
betreten und Magazin unter dem Kissen mitnehmen. Im Reiseb&uuml;ro, die Sparreise 
buchen und Verk&auml;ufer mit Magazin &uuml;berreden, damit er die Ticket gleich rausr&uuml;ckt. 
Mit Ticket, &quot;Lamb&quot; &uuml;berreden, um Fabrik besichtigen zu k&ouml;nnen. Nach dem er 
verschwindet, reden mit Anita (so heisst auch meine Freundin -Kris:) ) und ID.Card 
vermachen. Nochmal reden. Link-Terminal benutzen. Mit Joey, rote Kabel 
durchschweissen. Teil einsacken und &quot;Lamb&quot;-s Wohnung betreten. Nachdem er uns 
erlaubt sein Wohnung zu betreten, f&uuml;ttern wir seine Katze mit Hilfe des Automats.
Videoband vom B&uuml;cherregal nehmen. Gehen wir zum Chirurg. Joey &uuml;berredet 
Empfangsdame. Vom Doktor operieren lassen. Danach unbedingt nochmal reden. 
Im Versicherungsagentur, muss Joey den Anker losschweissen. , nachdem der Mann 
im Nebenzimmer verschwunden ist. Den Anker mit Seil verbinden. Dies mit den 
Fire-Exit T&uuml;r benutzen. Im n&auml;chsten Raum den Cyberspace betreten, mit Hilfe der 
ID-Card. Die R&auml;tseln l&ouml;sen. Die neue F&auml;higkeiten im n&auml;chsten Link-Terminal 
verwenden. Der Zugang zum Ground-Level ist nun endlich frei. Mit Hilfe der 
T&uuml;rsteher den Bar betreten. Wir Erfahren dass wir eine Empfehlung von &quot;Miss 
Piermont&quot; ben&ouml;tigen. Folgen wir sie zum Appartement, nachdem wir mit ihr 
geredet haben.
Nachdem wir ihr Wohnung betreten haben, den Videoband im Videorecorder 
einlegen
um den Hund abzulenken. Hundekuchen mitnehmen. Draussen, die kleine Baustelle
besuchen. Hundefutter auf der Planke platzieren und Hund ins See katapultieren,
indem wir das Seil loslassen, andem wir vorher gezogen haben. Die Hinterzimmer 
der
Kirche betreten. im Schrank finden wir Anitas Leiche. Zu&uuml;ck in die Fabrik. Mit
Schutzanzug, Reaktor betreten und Anitas ID-Card mitnehmen. Mit ID-Card den
Cyberspace betreten. R&auml;tsel l&ouml;sen. Nach den wir &uuml;ber die Pl&auml;nen erfahren haben,
gehen wir zur&uuml;ck in die Park. Reden mit dem G&auml;rtner. Scene abwarten. Schuppen, 
durch
knacken des Schlosses mit der ID-Card, &ouml;ffnen. Gartenzange mitnehemen. Zur&uuml;ck in 
das
Bar. Im Jukebox, das erste Lied spielen. Das Glas von &quot;Colsten&quot; mitnehmen. Beim
Chirurg, mit Hilfe des Glases, neue Fingerabdr&uuml;cke erstellen. Die Weinkeller 
betreten.
Mit der Brechstange, den grossen Karton &ouml;ffnen. Den Deckel mitnehmen um den 
kleinen
Karton zu verst&auml;rken. Mit Brechstange ein Loch ins Gitter schlagen und die Zange 
ansetzen. Tuunel betreten. Birne in die Fassung eindrehen. Sobald wir im 
einst&uuml;rzenden
Gang stehen, durch den unteren Ausgang entkommen, bevor wir von den 
herabfallenden
Tr&uuml;mmern erschlagen werden (ABSPEICHERN).Brechstange, zweimal an der dunkele 
Stelle
an der Wand ansetzen. Den Stein mitnehmen. Eisenstange ins Loch schieben und 
mit Stein
draufh&auml;mmern. Raum betreten, sobald der Arztroboter kommt. Hitzeregelung auf 
&quot;kalt&quot;
stellen. Somit ist es m&ouml;glich den Griff an der Decke ohne weiters erreichen. Joey-s
Hauptplatine, in den aufladenden Arztroboter einsetzen. Joey soll den Nebenraum
erforschen und den Nachrungsfl&uuml;ssigkeit abzulassen.Raum betreten und Android 
verheizen.
Nach rechtes eilen und T&uuml;r, am Terminal &ouml;ffnen. Scene abwarten. Android 
untersuchen.
Die gefundene ID-Card im Cyberspace verwenden. Den Oscillator erreichen wir 
durch
verschliessen des Augen und schnelles gehen, denn ihr ben&ouml;tigt ihn unbedingt um 
an den
Virus zu kommen. Cyberspace verlassen. Die verseuchte Karte im Konsole hinter der 
grossen
T&uuml;r verwenden. Zange nehmen. Damit nehmen wir ein Teil aus dem Becken und 
frieren es
am K&uuml;hlbecken ein. Den mittleren Androiden aktivieren, mit Joeys Hauptplatine und 
lassen
ihn die T&uuml;r weiter rechts zu &ouml;ffnen. Ohne Joey den Raum betreten. Kabel am 
Rohrhalterung
befestigen und runterklettern. Virusinfizierte Teil in den Schlund werfen. Klettern wir
nun zum T&uuml;r. Sobald der Stuhl frei ist, bitten wir den einarmigen joey Platz zu 
nehmen.
ENDE!   
</pre>
</body>
</html>
