<html>
<head>
  <title>
</title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="benefactor_cd³².html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="betrayal.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

                 BERMUDA PROJEKT - Mirrorsoft






Ziel des Spieles ist es, die Insel lebend zu verlassen. Dazu mu&szlig; man zuerst
ein unbesch&auml;digtes Flugzeug, dann 6 Passagiere, die &uuml;ber die ganze Insel
verstreut sind, und schlie&szlig;lich noch den Piloten finden und befreien.

Den Fu&szlig;spuren nach zum Jeep gehen und den Eimer (bucket) und die Schaufel
(shovel) aus dem Fahrzeug nehmen. Den Eimer im Meer mit Wasser f&uuml;llen und
damit die brennende T&uuml;r des Flugzeugwracks l&ouml;schen. Man darf sich dabei
nicht viel Zeit lassen, sonst hat das Feuer die T&uuml;r f&uuml;r immer verschlossen.
Eimer ablegen. Die T&uuml;r des Flugzeuges mit der Schaufel freigraben und
&ouml;ffnen, das Brecheisen (crowbar) nehmen. Aus dem Flugzeug kann man sich ein
Radio (radio) mitnehmen, allerdings habe ich keine Ahnung, wozu man es
verwenden kann.

Zum Dorf (1) gehen und den Gleiter (glider) nehmen. Doch Vorsicht! Die
Eingeborenen sind nicht sehr freundlich. Wenn man erst einmal fliegt, k&ouml;nnen
sie einen aber nicht mehr erwischen.

Zum Jeep fliegen und auch noch die Kanne (canteen) nehmen. Das Brecheisen
und die Schaufel sollte man im Jeep lassen, allerdings ben&ouml;tigt man sie
sp&auml;ter noch.

Mit dem Gleiter &uuml;ber den Flu&szlig; zum unbesch&auml;digten Flugzeug (2) fliegen. Beim
Flugzeug alle Kisten mit dem Brecheisen &ouml;ffnen. Der 1. Passagier ist
befreit. Feuerzeug (lighter) und einen Kanister (gas can) nehmen. Die
Zigaretten braucht man nicht. (?)

Kanne an der Oase rechts vom Flugzeug mit Wasser f&uuml;llen. Drinken, Kanne
wieder f&uuml;llen (2x).

Zum Skelett neben dem Jeep zur&uuml;ckfliegen und den Skorpion mit dem Feuerzeug
vertreiben. Nun den Schl&uuml;ssel (key) vom Toten nehmen. Den Inhalt des
Kanisters in den Tank des Jeeps f&uuml;llen, den Schl&uuml;ssel benutzen und das Tor
des Eingeborenendorfes mit den Jeep rammen. Den Schl&uuml;ssel und den leeren
Kanister ben&ouml;tigt man nun nicht mehr.

Im Dorf (3) die beiden Voodoo-Puppen nehmen. Aus der einen Puppe die Nadel
nehmen und die Nadel sofort in die andere Puppe stecken, um so die
Eingeborenen au&szlig;er Gefecht zu setzen (hehe). Der 2. Passagier ist befreit.
Die beiden Puppen kann man nun ablegen.

Auf dem Friedhof (4) am Grab in der Mitte mit der Schaufel graben und den
Sarg mit dem Brecheisen &ouml;ffnen. Das kleine Kreuz von dem Skelett nehmen und
umh&auml;ngen. Nun kann man gefahrlos aus dem linken Sarg das Messer nehmen. Die
Schaufel und das Brecheisen werden nicht mehr ben&ouml;tigt. Zum Shamanen in der
H&uuml;tte darf man nur ohne dem Kreuz gehen. Er gibt dem Spieler den Auftrag,
ihm den &quot;gold like fish&quot; zu bringen. Ich habe keine Ahnung, was er damit
meint.

Man sucht nun die Kanonenkugel (cannon ball), die sich in der N&auml;he der Inca
Pyramiden befindet. Damit kann man die Kanone neben dem Schiffswrack (5)
abfeuern. Die Kanone mu&szlig; nat&uuml;rlich vorher auch mit Pulver aus dem Fa&szlig;
geladen werden. Der 3. Passagier ist frei. Man kann nun an der Spitze des
Schiffswrackes eine alte Pistole (pistol) finden. Wozu man die Lampe (lamp)
und den Fetzen (rag) braucht, wei&szlig; ich nicht.

Auf zum Indianerdorf (6) und mit dem Messer den K&auml;fig &ouml;ffnen. Der 4.
Passagier wird somit befreit. Das Messer wird nicht mehr ben&ouml;tigt.

Zur Feuerstelle (7) gehen und den Topf (pan) mit der schwarzen klebrigen
Masse aus dem Kessel (pot) f&uuml;llen. Die Fesseln der Frau am Marterpfahl damit
einreiben und anz&uuml;nden und der 5. Passagier ist frei. Den Topf und das
Feuerzeug braucht man nicht mehr.

Rechts vom Marterpfahl sollte man sich nicht zu genau umsehen, da dort die
Wilden versteckt sind.

Nun geht man nach oben zum Opfertisch, wo man der Frau das Wasser aus der
Kanne &uuml;ber den Kopf gie&szlig;t. Dadurch wacht sie auf und flieht, wor&uuml;ber
allerdings die W&auml;chter nicht sehr erfreut sind. Schnell weg hei&szlig;t die
Devise! Nun mu&szlig; nur noch der Pilot gefunden werden.

Der Pilot wohnt wie ein Gott im Eingeborenendorf (8) in der rechten oberen
Ecke der Insel. Der Weg dorthin ist nicht ungef&auml;hrlich, da einige
Eingeborene in der Gegend herumlaufen. Einen Weg &uuml;ber die bewachte Br&uuml;cke
&uuml;ber die Schlucht habe ich nicht gefunden, aber das ist auch nicht n&ouml;tig. Am
besten bewegt man sich vom Opfertisch nach rechts immer nahe an der K&uuml;ste
entlang, bis man schlie&szlig;lich in das Dorf gelangt. Der Pilot will aber dieses
Paradies nicht freiwillig verlassen, man mu&szlig; ihn mit der ungeladenen Pistole
zum Mitkommen &quot;&uuml;berreden&quot;.

Nun noch schnell zum Flugzeug zur&uuml;ck und dieses betreten. Somit ist auch
dieses Spiel gel&ouml;st, falls der Held nicht vorher verdurstet ist. In diesem
Fall h&auml;tte er sich einfach bei der Oase neben dem Flugzeug wieder etwas
erfrischen sollen...
</pre>
</body>
</html>
