<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="bio_challenge.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="bionic_commando.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Zellenblock:
Nach dem Aufwachen werden die Anweisungen des Nursebots einfach ignoriert
und selbiger wird mit Schl&auml;gen eingedeckt. Praktischerweise fliegt er
dabei in das Energiegitter der Zelle, das nun zu flackern beginnt und eine
Fluchtm&ouml;glichkeit bietet. Noch schnell das Logbuch und das Fleisch
eingesteckt und raus hier, auf zu Caynans Zelle (die Zelle links neben der
eigenen).
Leider erweist sich Caynan als feindlich und mu&szlig; unsch&auml;dlich gemacht
werden. Eine verbesserte Angriffsm&ouml;glichkeit erreicht man dadurch, da&szlig; man
das Fleisch vor Caynans Energiebarriere legt. Dieser schnappt es begierig
und kann, nachdem man den richtigen Moment zum Durchschreiten des,
ebenfalls flackernden, Gitters abgepa&szlig;t hat, wunderbar hinterh&auml;ltig von
hinten angegriffen werden. Nach dem Kampf die Gabel, Caynans Logbuch und
das Foto (wird aber nicht zur L&ouml;sung ben&ouml;tigt) mitnehmen und auf zum Tor
am oberen Ende des Ganges.
Jetzt benutzt man die Gabel mit dem Wandvorsprung rechts neben dem Tor und
legt dadurch ein s&uuml;&szlig;es, kleines Controlpanel frei. Hier mu&szlig; man die
blinkenden Felder verbinden, ohne vorher eine andere Verbindung
herzustellen. Danach l&auml;&szlig;t sich das Tor aufschieben (&#060;SPACE&#062; dr&uuml;cken).
An den Bildschirmen an der R&uuml;ckwand des n&auml;chsten Raumes lassen sich die
Energiegitter der Zellen, bis auf eine, abschalten.
Nachdem man dies getan hat, benutzt man den Computer, der ganz links
hinten am Schreibtisch steht. Er dient zur Steuerung eines Nursebots. Also
Steuerung auf manuell umschalten und den Nursebot vor Caynans Zelle
dirigieren, wo man ihn den abgetrennten Arm schnappen l&auml;&szlig;t (linker Knopf).
Jetzt mit dem Arm so vor den Palm-Reader links von dem geschlossenem Tor
fahren, da&szlig; der Roboter den Arm darauf h&auml;lt.
Nun holt man aus der Zelle des Nursebots noch die Fl&ouml;te (nicht unbedingt
n&ouml;tig) und das Logbuch, in dem man - unter Kapitel 12 - den
Sicherheitscode f&uuml;r das Tor findet, der gleich bei dem Computer ganz
rechts am Schreibtisch benutzt wird.
Nun mu&szlig; man noch einmal die Nursebot-Steuerung benutzen und den Arm fallen
lassen (mittlerer Knopf), ihn selbst nehmen und ihn auf den Palm-Reader
legen (nat&uuml;rlich vorher den Nursebot wegfahren) und das Tor &ouml;ffnet sich.

K&uuml;hlraum:
Im nun zug&auml;nglich gewordenen Gang mu&szlig; man auf den Wachroboter aufpassen:
Zun&auml;chst hinter ihm bis zum Aufzug rennen, warten bis er umgedreht hat und
den Gang weiter bis zum K&uuml;hlraum.
Jetzt mit dem Knopf die Irist&uuml;r im Boden &ouml;ffnen und mit dem Handrad
solange Krypto-Fl&uuml;ssigkeit ablassen, bis das Tier aus Kapsel 1 aufwacht
und ausbricht. (Den Stand der Fl&uuml;ssigkeit, sowie die Pulsfrequenz der
einzelnen Tiere kann man am Monitor neben der Eingangst&uuml;r ablesen.) Da
sich das Viech nicht t&ouml;ten l&auml;&szlig;t, mu&szlig; man es auf die Irist&uuml;r locken. Dazu
mu&szlig; man vorher nat&uuml;rlich den Hahn abdrehen und die T&uuml;r schlie&szlig;en (ach
nee). Wenn es nun drauf oder am Rand steht die T&uuml;r &ouml;ffnen und plumps, weg
ist es.
Unten liefern sich nun zwei Monster einen unerbittlichen Kampf, also geht
man besser nicht die Leiter hinunter bevor man nicht etwas
Krypto-Fl&uuml;ssigkeit in das Loch laufen lie&szlig;. Unten, an den erstarrten
Monstern vorbei, gelangt man zu drei L&ouml;chern in der Wand. Man klettert in
das rechte und gelangt in eine Zelle. Nachdem man den Typ dort
ruhiggestellt hat schnappt man sich seinen Strahler. Auf geht's, am
Wachroboter vorbei, zum Aufzug, mit dem man ins oberste Stockwerk f&auml;hrt.

Landeplattform:
Hier wird man von unfreundlichen Wachdroiden empfangen, die mit dem
Strahler aber kein ernsthaftes Hindernis darstellen. Die ersten zwei
werden aus dem Aufzug heraus erledigt. F&uuml;r die n&auml;chsten zwei, auf die die
Aufzugwand den Blick versperrt, bedient man sich der schu&szlig;reflektierenden
W&auml;nde. Jetzt rennt man an den restlichen im Zickzack vorbei, auf die
andere Seite des Aufzugschachts. Hier hat man erst einmal f&uuml;r kurze Zeit
seine Ruhe.
Aber nicht lange, denn ein neues Schiff mit Verst&auml;rkung f&uuml;r Mastabas
Truppen ist im Anflug und dagegen mu&szlig; etwas unternommen werden. Mit zwei
Kicks bringt man den Jammerlappen bei der Kanone dazu, sie anzuschalten.
Jetzt ist man dazu bereit, das vorbeifliegende Schiff abzuschie&szlig;en. (gut
zielen!) Ebenso wird mit, von unten auftauchenden, Angriffs-Schiff
verfahren. Um beim R&uuml;ckweg nicht von den l&auml;stigen Wachdroiden verletzt zu
werden, macht man sich die schu&szlig;reflektierenden W&auml;nde nochmals zu Nutze.
Und weiter geht's : eine Ebene tiefer.

Reaktorebene:
Schon wieder so ein Wachroboter. Aber wozu gibt's reflektierende
Aufzugw&auml;nde? Na also geht doch. Auf keinen Fall in den Reaktor (rechte
T&uuml;r) gehen, bevor man den Schutzanzug hat, sondern lieber erstmal in
Mastabas Operationssaal (linke T&uuml;r).
Nach der Zwischensequenz tut man dem werdenden Cyborg auf dem OP-Tisch den
Gefallen und t&ouml;tet ihn. Aus dem OP-Tisch kann man sich noch eine frische
Batterie beschaffen (&#060;SPACE&#062;) und ein bauen (&#060;SPACE&#062;).
Nun geht man zum Ende des Ganges und &ouml;ffnet die T&uuml;r. Nachdem Kampf mit der
Wache, nimmt man ihr Logbuch und erf&auml;hrt bei dessen Lekt&uuml;re interessantes,
was den &Ouml;ffnungs-Code f&uuml;r die T&uuml;r zur Oberfl&auml;che betrifft. Nachdem man
sich die Informationen aller zu Verf&uuml;gung stehenden Monitore zu Gem&uuml;te
gef&uuml;hrt hat f&auml;hrt man hinunter zum Icarus-Raumschiff (&quot;Icarus Zutritt&quot;
dr&uuml;cken). Von der Wache ja nicht abschrecken lassen; immer feste druff.
Den Alien-W&uuml;rfel und das Walkie-Talkie mitnehmen. Wieder oben angelangt,
geht man zum Podest, auf dem zuvor die Wache stand und stellt sich auf das
Feld vor der Wand. Mit dem Anzug den man nun bekommt kann man nun
unbesorgt in den Reaktor gehen, aber vorher m&uuml;ssen noch zwei Kleinigkeiten
erledigt werden : Von dem rechten der beiden Monitore neben der
Schutzanzugausgabe erf&auml;hrt man den Abschaltungs-Code f&uuml;r den Reaktor.
Gegen&uuml;ber befindet sich die Steuerung f&uuml;r einen Gabelstapler-Robot. Mit
dieser lenkt man selbigen in den Reaktor, stellt ihn dort vor den
Wachroboter und hebt die Ladeplattform an. Netterweise fallen dabei gleich
beide Roboter in den Abgrund. Jetzt aber auf in den Reaktor.

Reaktor:
Die Schritte von hier an bis zum Abschalten des Reaktors m&uuml;ssen in einem
Zeitlimit absolviert werden, also am besten abspeichern.
Als erstes wird mit dem Panel die Br&uuml;cke ausgefahren. Auf der anderen
Seite wartet ein nettes Alien. Es hat, wegen dem Zeitlimit, keinen Sinn es
zu bek&auml;mpfen. Dazu hat man sp&auml;ter noch Gelegenheit. Man sollte ihm
h&ouml;chstens ausweichen und auf es schie&szlig;en um etwas Vorsprung bzw.
r&auml;umlichen Abstand zu gewinnen.
Nun zum Abschalten : Zuerst auf die rechte Seite laufen und den Hebel
benutzen, um die S&auml;ule, die wohl ein Brennstab darstellen soll,
hochzufahren. Genauso auf der linken Seite. Zwischen durch mal wieder dem
Alien eins verpassen, damit es nicht so schnell hinterherkommt. Hat man
beide Seiten hochgefahren &uuml;ber die Br&uuml;cke zur&uuml;ckrennen. Jetzt folgt das
Alien einem nach, was ein fataler Fehler ist, denn wenn es auf der Br&uuml;cke
ist wird sie einfach ausgeschaltet (hehe). Jetzt wieder einschalten und
r&uuml;ber und zum Terminal an der R&uuml;ckseite. Hier mu&szlig; man erst den Code
eingeben und dann den Aus-Knopf dr&uuml;cken. Puuuh, geschafft! Ab zum Aufzug
und zum Tor zur Oberfl&auml;che (unterste Ebene) fahren.
Mit dem Strahler wird der Wachroboter ohne Probleme fertig gemacht und
rechts neben der T&uuml;r der &Ouml;ffnungs-Code eingestellt. Die Wachen, die sich
in den wegstellen m&uuml;ssen leider dran glauben. Sind ja auch selber schuld.
Gleich nachdem man auf die Wachdroiden ,&auml;hnlich denen auf der
Landeplattform, trifft, also am Anfang des Laufstegs entlang der
Kraterwand, l&auml;&szlig;t man sich auf den Metallw&uuml;rfel unterhalb des Laufstegs
fallen. Ganz unten benutzt man den Alien-W&uuml;rfel aus dem Icarus-Hangar
und, siehe da, man schwebt &uuml;ber den See hinweg auf die n&auml;chste
Metallplatte. In diesem Stil geht es weiter, bis man, nach noch einem
bi&szlig;chen Klettern, zum Wrack des Raumschiffs kommt, das man selbst
abgeschossen hat.

Raumschiffwrack:
Im Innenraum wird ersteinmal das Heilger&auml;t aufgesammelt. W&auml;hrend man sich
ein wenig umschaut, &ouml;ffnet sich die T&uuml;r an der R&uuml;ckwand und ein neuer
Gegner, der unbedingt besiegt werden will, tritt ins Rampenlicht. Nach
seiner Stillegung &uuml;berl&auml;&szlig;t er einem freundlicherweise sein Gewehr und
seinen Schl&uuml;ssel, mit dem gleich die T&uuml;r ge&ouml;ffnet wird. Das verschafft
einem Zugang zur Raketen-Abschu&szlig;Vorrichtung des Raumschiffs, die gleich
benutzt wird: Mit der ersten Rakete erregt man die Aufmerksamkeit des
See-Monsters und mit der zweiten bekommt es eins auf den Deckel sobald es
neugierig seinen Kopf zum Einschu&szlig;loch streckt. (Vor dem Feuern
Abschu&szlig;rohr mit Zahlentasten anw&auml;hlen) Jetzt ist der Weg frei zur&uuml;ck zur
Ausgrabungsst&auml;tte.

Doch vorher baut man noch die Bombe aus dem Ger&auml;t vor dem Raumschiff aus.
Mit der rennt man was das Zeug h&auml;lt (Zeitlimit!) am Raumschiff vorbei,
teleportiert sich mit dem W&uuml;rfel, klettert und landet wieder auf dem
Laufsteg, diesmal von der anderen Seite. Schnell weiter in den
r&ouml;hrenf&ouml;rmigen Eingang, die Bombe vor der T&uuml;r ablegen und nichts wie raus.
Die T&uuml;r wird aufgesprengt und man kann nun durch. Vorher sollte man sich
das Gewehr wieder holen.

Phyxx-Stadt:
Vom Anzug befreit entdeckt man Fr. Dr. Escher die gerade im Begriff ist
von einem Alien aufgefressen zu werden. Sie ist aber noch am Leben. Nach
dem man das Alien unsch&auml;dlich gemacht hat (es bringt nichts es zu
bearbeiten solange es zusammengerollt ist), redet man mit Escher und
benutzt das Heilger&auml;t einmal mit ihr, worauf sie einen &Uuml;bersetzter
aush&auml;ndigt.
Durch den Gang kommt man in einen Riesigen K&uuml;hlraum, in dem hunderte
Aliens im Gefrierschlaf liegen. Doch es bleibt nicht viel Zeit zum
Staunen, denn schon bricht das Alien aus dem Reaktor durch die Wand, das
solange bek&auml;mpft werden mu&szlig;, bis es flieht.
Eine der K&uuml;hlkammern ist schon leicht ge&ouml;ffnet. Diese wird ganz
aufgemacht. Nun mu&szlig; man das Kraftfeld abschalten. Dazu mu&szlig; man das linke
und rechte Feld so kombinieren, da&szlig; das untere Feld mit dem oberen
identisch ist. Den Talisman, den man nun bekommt, mu&szlig; man bei der R&ouml;hre
rechts neben Dr. Escher benutzen und gelangt so in eine Art Verteilerraum.

Stadtkern:
Durch die S&auml;ule in der Mitte kann man die verschiedenen Teleporter-R&ouml;hren
aktivieren, in dem man die Symbole &uuml;ber des jeweiligen R&ouml;hren nachbildet.
(Hat man die richtigen Teilsymbole angew&auml;hlt, erscheint das vollst&auml;ndige
auf dem mittleren Knopf. Diesen dr&uuml;cken um die R&ouml;hre zu aktivieren.)
Momentan ist es nur sinnvoll die R&ouml;hre, die, wenn man aus der
Eingangsr&ouml;hre hinausschaut, rechts ist, zu benutzen. Die oberen sollten in
Ruhe gelassen werden, da hier nur feindselige Aliens herauskommen und man
sie selber sowieso nicht betreten kann.
Durch die genannte R&ouml;hre gelangt man in einen schwerelosen Raum, in dem
man sich durch das Abfeuern von Sch&uuml;ssen fortbewegt, um in die R&ouml;hre auf
der anderen Seite zu gelangen.
Im n&auml;chsten Raum wartet erneut das Alien, das zuvor gefl&uuml;chtet war mit
einem Reflektor Anzug. Also verzichtet man auf das Gewehr und gibt ihm auf
die konventionelle Wiese endg&uuml;ltig den Rest (Vorsicht vor den lockeren
Bodenplatten!) und nimmt den reflektierenden W&uuml;rfel an sich. Dieser wird
auch gleich verwendet und man kann nun das Energiefeld passieren.
Auf der anderen Seite wartet eine Konsole mit einem neuen
wie-funktionier-ich-Tastenr&auml;tsel. Das Ziel hierbei ist es alle Felder
innerhalb der Abgrenzung auszuf&uuml;llen. Man erreicht das durch das Dr&uuml;cken
der Farbtasten, die gleichzeitig f&uuml;r die Richtung stehen, in der das
n&auml;chste Feld ausgef&uuml;llt wird. Der Trick liegt darin, da&szlig; sich die Richtung
die die Tasten bewirken jedes zweite mal genau umdreht. Also immer sch&ouml;n
abwechselnd einmal die richtige einmal die entgegengesetzte Richtung
dr&uuml;cken. Ist das geschafft erscheint der erste Lerner der Phyxx, Gen, und
gibt einem eine neue Batterie, die sofort eingebaut wird. Jetzt kann man
die eingebaute Waffe benutzen, aber Vorsicht : Man mu&szlig; 3/4 der Batterie am
Schlu&szlig; &uuml;brig haben, um das Icarus-Raumschiff zu starten.
Nun geht's wieder zur&uuml;ck in den Verteilerraum. Man folgt Gens Anweisung
und geht in die gegen&uuml;berliegende R&ouml;hre. Jetzt mu&szlig; durch Herumlaufen auf
den Pfeilen die Scheiben so drehen, da&szlig; die Felder mit den hellblauen
Linien an der Seite in einer Linie sind. (auf die fliegenden Steine auf-
passen!) Es &ouml;ffnet sich der Schwerkraftg&uuml;rtel und man geht wieder zur&uuml;ck.
Noch schnell einen kurzen Abstecher in den Raum mit Dr. Escher. Abstecher
deswegen weil der eigentliche Ausgang versch&uuml;ttet ist und man wieder
zur&uuml;ck mu&szlig;. Wenigstens liegt hier ein Logbuch, das eingesteckt werden
kann. Also wieder zur&uuml;ck zum Verteilerraum.
Den einzigen Ausweg bietet die R&ouml;hre gegen&uuml;ber von der Eingangsr&ouml;hre.
Diese blinkt aber, wenn sie aktiviert wird, und ist nicht benutzbar. Das
liegt daran, da&szlig; ihr Ausgang blockiert ist. Dem kann Abhilfe geschaffen
werden : Rechts der R&ouml;hre befindet sich ein Kontrollmonitor, mit dem sich
die Kugel in der Mitte des Raumes der Ausgrabungsst&auml;tte heben l&auml;&szlig;t. Sobald
der Soldat seinen neugierigen Kopf &uuml;ber das Loch beugt wird sie wieder
runtergelassen (batsch!) und gleich wieder angehoben (sonst ist die
Teleport-R&ouml;hre ja wieder blockiert). Die Granate, die der zweite Soldat
herunter wirft, wird einfach ganz frech wieder zur&uuml;ck geworfen. Nun ist
der Weg nach drau&szlig;en frei : Zur&uuml;ck zur Basis. Die zwei Wachen die sich in
den Weg stellen werden im Vorbeigehen platt gemacht (Reflektoranzug sei
Dank). Nach der zweiten Wache hei&szlig;t es vorsichtig sein und langsam weiter
gehen. Sobald Mastabas Schiff feuert Stehenbleiben und sofort nach dem
Einschlag des Schusses losrennen bis man wieder bei der Basis ist.
Aus dem Logbuch der n&auml;chsten Wache erf&auml;hrt man den neuen Zutritts-Code.

Wieder in der Basis:
Mit dem Aufzug geht es wieder auf die Reaktorebene. Schon wieder einer
der &Auml;rger machen will. Tut uns leid! Warum l&auml;&szlig;t der Kerl auch nicht  mit
sich reden? Im Operationssaal kann man, mit Hilfe des Codes aus  Dr.
Eschers Logbuch, die letzten Geheiminformationen abrufen. Man  erf&auml;hrt
seine fr&uuml;here Identit&auml;t.
Jetzt aber nicht wie weg hier. Runter in den Hangar und die Batterie
austauschen. Es ist geschafft!
</pre>
</body>
</html>
