<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="z-out.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="zarathrusta.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Wenn man das Buttermesser mit den losen Brettern im Schlafzimmer oder dem
Dreck in Seattle benutzt, erf&auml;hrt es eine enorme Wertsteigerung im
Gebrauchwarenladen.

Komplettl&ouml;sung:
Im Schlafzimmer rechte Schublade &ouml;ffnen, Tr&ouml;te, Tapetenfetzen und
Sushi im Glas mitnehmen und Anrufbeantworter einschalten. Im
Wohnzimmer Sitzkissen aufheben, das andere auch, Fernbedienung
nehmen, Kabel in Steckdose stecken, Fernbedienung benutzen,
Fernsehprogramm anschauen, Fernseher ausschalten, Buttermesser von
Wand nehmen, Buntstiftschachtel aus Schrank nehmen, Stift mit
Tapetenfetzen benutzen und Karte aus Traum malen, Ei aus K&uuml;hlschrank
nehmen, Schl&uuml;ssel neben T&uuml;r nehmen und im Schlafzimmer Plastikkarte
mit Buttermesser 'rausholen. Zum B&auml;cker gehen, 3x klingeln und Brot
nehmen. Zur 14. Stra&szlig;e gehen, alles im Laden kaufen, Buttermesser
verkaufen, Taucheranzug anziehen, mit Drahtscheere aus
Werkzeugkasten Haarnadekschild beim Friseur abnehmen und in Wohnung
gehen. Abflu&szlig;rohr mit Schraubenschl&uuml;ssel &ouml;ffnen, Schalter benutzen,
Brot in Sp&uuml;le geben, ausschalten, Brotkrumen nehmen, Abflu&szlig;rohr
zuschrauben, Sushi in Sp&uuml;le sch&uuml;tten und Goldfischglas mit
Dichtungsband benutzen. Bretter im Schlafzimmer mit Drahtscheere
'rausbrechen, Seil an T&uuml;r binden, Hut &amp; Brille aufsetzen, ins Loch
klettern, durch T&uuml;r zum Computer gehen und ihn benutzen,
Telefonnummer des Apparates lesen, Bewerbung nehmen und mit Stift
ausf&uuml;llen, Briefkasten mit Schl&uuml;ssel &ouml;ffnen und Bewerbung
'reinwerfen. Anrufbeantworter abh&ouml;ren, zum Bus gehen, Tr&ouml;te
benutzen, mit Cash-Card bezahlen, zum Flughafen fahren, Schlagzeile
lesen, Buch dem Mann abkaufen und ins Flugzeug steigen. Nachdem man
Erdn&uuml;sse bekommen hat, in Toilette gehen, T&uuml;r schlie&szlig;en,
Toilettenpapier in Sp&uuml;le stopfen, Wasser aufdrehen und Rufknopf
dr&uuml;cken. Schnell zum Vorraum gehen, Mikrowelle &ouml;ffnen, Ei hineintun,
Ger&auml;t einschalten und zum Sitzplatz gehen. Wenn die Stewarde&szlig; im
Vorraum ist, das Flugzeug durchsuchen. Unter dem unteren Sitz das
Feuerzeug und das Sitzkissen nehmen, alle Gep&auml;ckf&auml;cher nehmen und
alles &ouml;ffnen und die Landung genie&szlig;en. In Seattle den Flughafen
verlassen, den Ast vom Baum abbrechen, Erdn&uuml;sse dem Eichh&ouml;rnchen
geben, mit Ast den Dreck vorm H&ouml;hleneingang entfernen, reingehen,
mit Golfschl&auml;ger das Vogelnest runterholen, Ast und Nest in
Feuergrube legen und beides mit Feuerzeug anz&uuml;nden. Zur T&uuml;r mit
Zeichnung gehen, Bild mit Buntstift vervollst&auml;ndigen, Fernbedienung
in Kammer benutzen, blauen Kristall nehmen, zur&uuml;ck zum Flughafen
gehen und Schlagzeile lesen. Nach San Francisco zum Arch&auml;ologischen
Institut gehen, Kristall in Briefschlitz werfen und abwarten. Zu
Annie wechseln und Cash-Card unter Schreibunterlage hervorholen. Zu
Melissa wechseln, T&uuml;r zum Raumbus &ouml;ffnen, Handschuhfach &ouml;ffnen,
beide Cash-Cards, die Sicherung, den Recorder und die DAT-Cassette
aus Radio nehmen. Eine Cash-Card an Lesslie geben. Mit Melissa zum
Monolith gehen und M&uuml;nze kaufen. Mit M&uuml;nze und Sicherung zur
Raumherberge gehen und Schleuse betreten. Mit M&uuml;nze den
Sicherungskasten &ouml;ffnen und alte Sicherung durch die Neue ersetzen.
Mit Lesslie den Knopf neben der Schleusent&uuml;r dr&uuml;cken und dann den
neben der Herbergst&uuml;r. Nachdem Luft 'reingekommen ist, Helme
abnehmen. Sauerstoff kann man im Raumbus am Sauerstoffventil
nachf&uuml;llen. Mit Lesslie Decke vom Bett wegziehen und Besenwesen
nehmen. Mit Melissa Schrank &ouml;ffnen, erst Klebestreifen mit Cash-Card
abnehmen, dann Taschenlampe&nbsp;'rausnehmen. Klebestreifen mit DAT-
Cassette benutzen und die Leiter (rechts) mitnehmen. Mit Zak und
Annie zum Bus gehen. Mit Zak Tr&ouml;te blasen und mit Annie und Zak
einsteigen und bezahlen. Mit Zak nach London und von dort aus nach
Katmandu fliegen. Zum Polizeihaus gehen, Buch vorzeigen, zum Guru
gehen, Heuballen mit Feuerzeug anz&uuml;nden, Fahnenmast von
Polizeistation mitnehmen, zum Yak gehen, mit Cash-Card bezahlen und
nach Kinshasa fliegen. Zur letzten H&uuml;tte im Dorf gehen, Golfschl&auml;ger
dem Schamanen geben und Tanz notieren. Zu Melissa wechseln, in
Schleuse gehen, Helm aufsetzen, T&uuml;r schlie&szlig;en, Knopf neben Schleuse
dr&uuml;cken, Marsboden betreten, zum Riesengesicht (rechts) gehen, T&uuml;r
mit Tanzkombination &ouml;ffnen (Leiter f&uuml;r obere Kn&ouml;pfe benutzen), 'rein
zur ersten Steint&uuml;r gehen, Leiter f&uuml;r Sockel benutzen, mit Recorder
aufnehmen und Kristallkugel nehmen. Nachdem der Recorder das Ger&auml;sch
aufgenommen hat, &ouml;ffnet sich die T&uuml;r. Reingehen, Taschenlampe
einschalten, Kartenraum suchen, Zeichnung unter Sphinx lesen und
notieren, in Saal zur&uuml;ck (Leiter mitnehmen), Recorder bei mittlerer
Steint&uuml;r abspielen, Taschenlampe anmachen, 'reingehen, Ankh
mitnehmen, 'rausgehen, Zeichnung an 2. Statue lesen und notieren,
zur rechten Steint&uuml;r gehen, Leiter ranstellen, Kristallkugel nehmen,
'reingehen, Ankh an Sperre benutzen, Gro&szlig;en (zerf&auml;llt) und goldenen
Schl&uuml;ssel nehmen, Knopf dr&uuml;cken, dem Alien zuh&ouml;ren, zum gro&szlig;en Saal
gehen, Taschenlampe ausschalten, 'raus zur Herberge gehen, Schleuse
benutzen und bei Lesslie Helm abnehmen. Mit Zak den Schamanen
verlassen, durch Dschungel zum Flughafen zur&uuml;ck gehen, Schlagzeile
lesen, nach Kairo fliegen, von dort nach London und dann nach Mexico
City. Durch den Urwald zum Tempel gehen, reingehen, mit &quot;was ist&quot;
Fackeln suchen und mit Feuerzeug anz&uuml;nden, Geheimraum betreten, mit
dem Buntstift die Zeichnung an der Statue mit den Schriftzeichen
aufmalen, die Melissa an der Statue auf dem Mars gesehen hat,
Kristallscherbe nehmen, zum Flughafen zur&uuml;ckgehen und Schlagzeile
lesen. Ein Ticket nach Lima kaufen, durch Urwald zum Vorsprung
gehen, Brotkrumen auf Futterplatz legen, Kristall mit Vogel
benutzen, nachdem man sich in Vogel verwandelt hat, nach rechts zur
gro&szlig;en Schnitzerei fliegen, ins linke Auge der Figur fliegen,
Schriftrolle nehmen, sie Zak geben, wieder zu Zak werden, schnell
zum Flughafen zur&uuml;ckgehen, Schlagzeile lesen und nach San Francisco
und dann nach Miami fliegen. Dem Penner das Buch des Gurus geben und
ein Ticket ins Bermuda Dreieck kaufen. Hinfliegen und nachdem man
von den Au&szlig;erirdischen runtergebeamt wurde, Brille und Hut
aufsetzen, Knopf dr&uuml;cken, dem King die Guitarre geben, die
Kombination, die der Au&szlig;erirdische dr&uuml;ckt, notieren und zu Hause den
Lotto-O-Mat benutzen. Zahlen ablesen, zum Beamraum gehen, hier den
Code eingeben und schnell nach Hause laufen. Im Schlafzimmer
Anrufbeantworter abh&ouml;ren, rausgehen, in Briefkasten gucken, ein
Lottolos im Laden kaufen und die Kombination des Lotto-O-Mat
eingeben. Nach Miami fliegen, Ticket ins Bermudadreieck kaufen,
Fallschirm nach Start benutzen, Tr&ouml;te im Wasser benutzen, blauen
Kristall mit Delphin benutzen, mit Delphin tauchen und nach rechts
schwimmen, das leuchtende Teil hinter Seetangb&uuml;schel nehmen und Zak
geben, wieder zu Zak werden, auf's Alien warten, nach
Verdummungprozedur ins Schlafzimmer gehen, warten bis man normal
ist, Seil an T&uuml;r binden und 'runterklettern, Schrank &ouml;ffnen und
alles nehmen, wieder 'raufklettern, zum Laden gehen, Lottogewinn
abholen und zum Flughafen fahren. Feuerzeug, Tapetenkarte, Whisky,
gelben Stift und Schriftrolle zu Annie geben. Mit Annie und Zak nach
London fliegen, mit Annie 'rausgehen und dem W&auml;chter den Whisky
geben, mit Schalter Strom ausschalten wenn er betrunken ist, mit Zak
den Zaun mit Drahtscheere 'rausschneiden, mit beiden zum Steinkreis
gehen, Fahnenmast in Altarplatte stecken und beide Kristallscherben
rauflegen, mit Annie Schriftrolle lesen und Kristall nehmen. Mit
Annie nach Kairo fliegen. Die Zeichnung am Bein der Shpinx mit der
aus Kartenraum im Mars vervollst&auml;ndigen (gelber Stift), Schild am
Eingang lesen, Raum betreten, solange herum laufen, bis man
Kartenraum findet, Hieroglypfen lesen und Kn&ouml;pfe in richtiger
Reihenfolge dr&uuml;cken. Mit gelben Stift Zeichnung von Pyramide auf
Tapetenfetzen malen und Zeichnung &uuml;ber Riesengesicht ansehen und
merken. Zum Flughafen gehen, Schlagzeilen lesen, zu Zak wechseln,
nach Katmandu und von da nach Kinshasa fliegen. Hier den Schamanen
aufsuchen und Bedeutung vom gelben Kristall erkl&auml;ren lassen. Nach
Kairo fliegen, zu Annie wechseln, gelben Stift und Tapetenkarte Zak
&uuml;bergeben, mit Annie zum Sarkophag in linker Pyramide gehen, mit Zak
nach London, von dort nach San Francisco und von dort aus nach
Seattle fliegen. Hier zum Geheimraum der H&ouml;hle gehen, auf Plattform
stellen, gelben Kristall benutzen und den ganz rechten Punkt
anw&auml;hlen. Katalyder nehmen, auf Plattform stellen, gelben Kristall
benutzen, Punkt ganz unten anw&auml;hlen, hier Hebel ganz links dr&uuml;cken,
zu Annie wechseln, Treppe (Hebel) raufgehen, Hebel benutzen, am
Schalter ziehen, mit Zak zur Plattform gehen, Sauerstoff ger&auml;t
anlegen, Glas aufsetzen (Helm abdichten), gelben Kristall benutzen
und zum Mars zum gro&szlig;en Gesicht teleportieren. Hier Zeichnung aus
Kartenraum in Kairo vervollst&auml;ndigen, durch mittlere T&uuml;r gehen, ohne
Licht herumlaufen, bis man den gro&szlig;en Saal findet und hinausgehen.
Wenn man zu wenig Sauerstoff hat, zum Raumbus gehen, T&uuml;r schlie&szlig;en,
Helm und Sauerstoffger&auml;t abnehmen, auff&uuml;llen mit Sauerstoffventil
und beides wieder aufsetzen. Bis zur Raumbahn gehen, Lesslie und
Melissa Helm aufsetzen, in Schleuse gehen, Herbergst&uuml;r schlie&szlig;en und
Knopf neben Schleuse dr&uuml;cken. Mit beiden rausgehen. Mit Lesslie mit
Besenwesen den Sandhaufen vor der Herberge wegfegen. Mit Cashcard
eine M&uuml;nze beim Monolit kaufen. Mit Zak das Gleiche machen. Mit
allen Dreien mit Bahn zur Pyramide fahren. Mit Besenwesen wieder
Sandhaufen wegfegen (Lesslie), Mit Haarnadelschild das Tor
aufschlie&szlig;en (Zak) und Pyramide mit allen Dreien betreten. Mit
Lesslie zum Sarkophag gehen und auf die Sarkophagf&uuml;&szlig;e dr&uuml;cken. Nun
mit Zak und Melissa zur Treppe hochgehen. Wenn beide im Geheimraum
sind, mit Lesslie einen Schritt zur&uuml;ckgehen, mit Melissa den
Schl&uuml;sselkasten mit goldenem Schl&uuml;ssel &ouml;ffnen, Knopf dr&uuml;cken, mit
Zak wei&szlig;en Kristall aus Halterung nehmen, zur&uuml;ck zur Plattform gehen
und gelben Kristall benutzen. Zu Annie teleportieren (ganz unten),
dort das leuchtende Objekt auf den Sockel setzen, Katalyder
anbringen und die drei Kristalle einsetzen (wei&szlig;, gelb, blau). Zum
zweiten Schalter gehen und ihn runterziehen...Ende...
</pre>
</body>
</html>
