<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Space Quest 2 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Space Quest 2</FONT><BR><FONT SIZE="+1">The Pirates of Pestulon</FONT></B><BR><BR><BR><B>Karten:</B><BR><A
HREF="sq2a.gif">Der Wald</A><BR><A HREF="sq2b.gif">Die Schlucht</A><BR><BR><BR>Wir
finden uns an der ehrenvollen Aufgabe, den Dreck anderer wegfegen zu d&uuml;rfen.
Da wir aber nach H&ouml;herem streben, verlassen wir diesen Posten durch die
Schleuse an der Decke, nachdem uns der Besen wieder einmal davongefolgen ist.
Oben finden wir eine Box, die wir &ouml;ffnen (open locker), nachdem wir unsere
Kleider gewechselt haben (change clothes). In unserem Kasten finden wir ein &quot;Verr&uuml;cktes
Puzzle&quot; und einen &quot;Supporter&quot; (take puzzle, take supporter). Nun
wagen wir uns in die H&ouml;hle des L&ouml;wen, zu unserem Chef, den wir in der
Zentrale finden. Wir f&uuml;hren seinen Auftrag selbstverst&auml;ndlich durch
und gehen deshalb &uuml;ber den Aufzug und die Kapsel in den Raum, wo das
Raumschiff steht. Wenn wir hineingehen, gibt es eine freudige &Uuml;berraschung.
Aber dar&uuml;ber wollen wir hier nicht n&auml;her eingehen.<BR><BR>Nach der
Landung durchsuchen wir den zerquetschten K&ouml;rper des W&auml;chters  (seach
body), nehmen ihm seine Karte weg (take keycard) und dr&uuml;cken dann,  um das
laute Summen abzustellen, den Knopf auf der R&uuml;ckseite des  Raumgleiters
(press button). Nun gehen wir zur Geisel und befreien sie  (untie guy). Damit
ist das Spiel beendet. Nein, war nur ein Witz.<BR><BR>Bei den zwei gro&szlig;en
B&auml;umen verstecken wir uns (man darf Roger nicht sehen) vor dem
herannahenden W&auml;chter, gehen dann, wenn er verschwunden ist, zum
Briefkasten und stecken das Bestellformular ein (put order form into  mailbox)
und nehmen die Pfeife (take whistle). Wir lassen uns die steile Wand
herunterfallen (v&ouml;llig ungef&auml;hrlich, keine Angst, es sind ja nur ein 
paar Pixel) und treten an die Pflanze mit den gr&uuml;nlich-wei&szlig;en Kugeln
heran, jedoch nicht zu nah, weil wir bei der Ber&uuml;hrung mit den Sporen f&uuml;r
kurze Zeit gel&auml;hmt ist - Zeit ist Geld. Wir nehmen uns also eine Spore
(take  spore) und begeben uns in das Bild n&ouml;rdlich von hier. Dort sehen wir
eine Pflanze, die wir nicht ber&uuml;hren d&uuml;rfen. Wir m&uuml;ssen bis zu
dem Strauch auf der linken Seite kommen, dort ein paar Beeren pfl&uuml;cken
(take berries) und wieder zur&uuml;ckgehen.<BR><BR>Jetzt gehen wir zum Sumpf,
wo wir uns mit den Beeren einreiben (rub berries  on body) und dann in den Br&uuml;he
gehen. Wegen der schleimigen, stinkenden Schicht, die wir durch die Beeren
angenommen haben, kann uns der Frosch  (oder was zum Teufel das auch immer sein
soll) nicht packen. Im n&auml;chsten Bild m&uuml;ssen wir nach einer Stelle
gucken, wo wir nicht mehr stehen k&ouml;nnen. Wir holen nun tief Luft (hold
breath), um tauchen zu k&ouml;nnen. Unter Wasser finden wir links eine Grotte,
in der ein Diamant liegt. Wir nehmen den Stein (take diamond), atmen noch einmal
tief durch und tauchen wieder ab und auf der anderen Seite wieder auf.<BR><BR>Jetzt
k&ouml;nnen wir soweit nach rechts gehen, bis wir auf eine Schlucht sto&szlig;en.
Wir erklimmen den Baum (climb tree) und hangeln uns dann auf die andere Seite.
Im Wald werden wir durch eine Falle &quot;geh&auml;ngt&quot;. Als wir wieder
aufwachen, stehen wir in dem festen Holzk&auml;fig einer hungrigen Bestie. Da
wir keine Lust haben, das anstehende Mittagessen zu bereichern, schreien wir
zweimal (scream, scream), um das Unget&uuml;m an den K&auml;fig zu locken, und
werfen dann die Spore auf ihn, um ihn zu bet&auml;uben (throw spore on beast).
Da wir nun die M&ouml;glichkeit haben, zu fliehen, warten wir keinen Augenblick
und schnappen uns den Schl&uuml;ssel (take key), schlie&szlig;en das Schlo&szlig;
auf  (unlock door), &ouml;ffnen die T&uuml;t (open door) und, nachdem wir noch
das Seil vom Felsen genommen haben (take rope), fl&uuml;chten wir zur Schlucht.
Dort kann uns dann nichts mehr passieren. Vorl&auml;ufig ...<BR><BR>Wir
klettern auf den Stamm (climb tree), befestigen das Seil am Stamm (tie  rope to
log) und klettern soweit wie m&ouml;glich (mit Joystick!) darunter  (climb
rope). unten angelangt schwingen wir uns hin und her (swing rope), und zwar, bis
der Mammut dreimal nach uns gegriffen hat. Dann springen wir, wenn wir uns ganz
links befinden, ab (Taste F6 dr&uuml;cken).<BR><BR>In der H&ouml;hle machen
wir uns Licht (use gem) und folgen den Ger&auml;uschen, bis wir durch ein Loch
fallen. Drau&szlig;en folgen wir &quot;unseren Freunden&quot; in das n&auml;chste
Bild. Wir h&ouml;ren dem Anf&uuml;hrer zu und gehen, nachdem er verschwunden
ist, wieder zur&uuml;ck in das vorige Bild, da vor dem H&ouml;hleneingang noch
unser Diamant liegt (take gem). Nun fragen wir noch die zwei kleinen Gestalten,
on sie uns den Stein wegschieben k&ouml;nnten (say word) und verabschieden uns,
wenn wir es f&uuml;r n&ouml;tig halten.<BR><BR>In dem dunklen Labyrinth
stecken wir uns den Edelstein in den Mund (put gem  into mouth) und suchen den
Ausgang, der sich irgendwo rechts unten befindet. Bei den Wasserf&auml;llen
erfrischen wir uns und schwimmen dann nach rechts in die H&ouml;hle, nehmen den
rechten Gang und gelangen so in einen Strudel, der uns ans Tageslicht f&uuml;hrt.
Dort schwimmen wir in das rechte Bild, bleiben aber im Wasser. Nachdem wir etwas
auf der Pfeife herumgetr&auml;llert haben (play on whistle), kommt eine Bestie
angehoppelt. So kommen wir an dem Ungetier vorbei: wir schreiben bereits im
Wasser &quot;throw puzzle on beast&quot;, dr&uuml;cken aber noch nicht &quot;Return&quot;.
Dann gehen wir aus dem See, wenn sich die Bestie m&ouml;glichst weit rechts
befindet, und dr&uuml;cken &quot;Return&quot;. So kommen wir ungehindert an ihr
vorbei.<BR><BR>In diesem bild nehmen wir au&szlig;erdem noch einen Stein und
verschwinden dann im Bild oben. Dort verstecken wir uns vor dem ersten Geb&uuml;sch,
so da&szlig; der W&auml;chter uns nicht entdeckt. Wenn dieser von der Mitte aus
nach rechts geht, laufen wir schnell zum Geb&uuml;sch links, um uns dort zu
verstecken. Wenn er wieder von der Mitte aus nach rechts geht, k&ouml;nnen wir
uns hinter dem linken St&uuml;tzpfeiler verstecken. Nun k&ouml;nnen wir relativ
problemlos zum rechten Pfeiler wandern, wenn sich der W&auml;chter nach rechts
bewegt. Wenn er von der rechten Seite zur Mitte geht, k&ouml;nnen wir den
Fahrstuhl mit der Keycard &ouml;ffnen (use keycard on door). Diese Abl&auml;ufe
m&uuml;ssen alle sehr schnell durchgef&uuml;hrt werden, da der W&auml;chter
nicht lange mit Schie&szlig;en z&ouml;gert.<BR><BR>Auf der Plattform ersp&auml;hen
wir das Raumschiff, das uns hierher in den Wald gebracht hat. Wir steigen von
hinten ein (open door). Drinnen bereiten wir das N&ouml;tige vor und starten
durch: Schub an (press power), Aufsteig dr&uuml;cken (press ascent) und &quot;turn
dial&quot;. Mit dem Joystick k&ouml;nnen wir das Schiff lenken (nach unten dr&uuml;cken,
um an H&ouml;he zu gewinnen). &quot;Turn dial&quot;, Joystick nach vorne halten,
um zu lenken.<BR><BR>Nach kurzer Zeit gelangen wir zum Raumschiff von Vohaul.
Wir betreten einen der Fahrst&uuml;hle (open door) und durchsuchen die
Stockwerke drei bis f&uuml;nf. Dort finden wir eine Gummisauger, einen
Papierkorb und ein Feuerzeug, das sich zwischen den Klammotten befindet (take
plunger, take basket, search for lighter, take lighter). Au&szlig;erdem k&ouml;nnen
wir hier noch eine Toilette aufsuchen, wo wir Klopapier finden und uns
erleichtern k&ouml;nnen (open door, sit down, take paper, stand). Au&szlig;erdem
finden wir in einem Zimmer noch einen Glasschneider (press button, take
glass-cutter).<BR><BR>Da wir nun alles haben, was wir brauchen, kehren wir zum
&quot;eigenen&quot; Raumschiff im ersten Stock zur&uuml;ck und gehen nach unten.
Dort gehen wir den Gang entlang, bis sich eine Mauer erhebt. Deshalb gehen wir
nach links. Da sich da aber leider auch eine Mauer erhebt, stehen wir nun
eingeklemmt zwischen zwei W&auml;nden - und der Boden bewegt sich nach links
weg! Wir gehen also schnell so weit wie m&ouml;glich an die linke Mauer. Wenn
der Boden unter uns fast bei uns angelangt ist, befestigen wir den Gummisauger
an der Wand (put plunger on barrier). Wenn sich der Boden wieder geschlossen
hat, k&ouml;nnen wir runtersteigen.<BR><BR>Jetzt stecken wir das Klopapier in
den M&uuml;lleimer (put paper in basket), stellen den Eimer auf dem Boden ab
(drop basket) und stecken das Papier an (burn basket). Auf dem rechten Fl&uuml;gel
dieses Stockwerkes finden wir Vohauls Zimmer. Wir gehen hinein ...<BR><BR>Wir
zerschneiden das Glas mit dem Glasschneider (use glass-cutter on glass) und
steigen in die Entl&uuml;ftungssch&auml;chte (climb into vents). Dort dr&uuml;cken
wir den roten Knopf (press red button). Dann steigen wir wieder aus den Rohren
(climb out of vents) und schalten den Hebel, der sich auf dem Schaltpult
befindet, nach unten (pull switch).<BR><BR>Nun gehen wir wieder zum Glaskasten
und stellen uns hinein (type enlarge). Nach dieser Handlung sind wir wieder so
gro&szlig; wie vorher. Wenn wir auf den Monitor schauen (look on monitor), haben
wir die M&ouml;glichkeit, den Code einzugeben, der auf Vohauls Hand steht (type
SHSR).<BR><BR>Wenn wir die Leiter rechts nach oben klettern (climb on ladder),
k&ouml;nnen wir im n&auml;chsten Bild die Truhe &ouml;ffnen (open box), um
daraus die Sauerstoff-Maske zu nehmen (take oxygen mask). Im Bild rechts setzen
wir die Maske auf (put on oxygen mask) und gehen im Gang so weit links, das wir
im dritten Bild zur ersten T&uuml;r gehen, den Knopf dr&uuml;cken (press button)
und in die Schote hineingehen k&ouml;nnen (enter pod).<BR><BR>Wenn wir jetzt
noch unsere Schlafkabine &ouml;ffnen und hineinsteigen (open chamber, enter
chamber), haben wir das Abenteuer geschafft ...<BR><BR></P></BODY></HTML>
