<HTML><HEAD>
<TITLE>SuperBall v1.0 - Deutsche Dokumentation</TITLE>
</HEAD>

<BODY>

<A NAME="MAIN"></A>
<PRE>

<CENTER>

<B>SuperBall v1.0, ein 32k Spiel</B>

FREEWARE

Copyright © 1999 by Secretly! Software Dezign
Alle Rechte vorbehalten


<A HREF="#Cright">Copyright und Haftung     </A>
<A HREF="#Wissen">Wissenwertes              </A>

<A HREF="#Instal">Installation              </A>
<A HREF="#Voraus">System Voraussetzung      </A>
<A HREF="#Fehler">Problembeseitigung        </A>

<A HREF="#E-leit">Das Spiel                 </A>
<A HREF="#Geschi">Geschichte, ƒnderungen    </A>
<A HREF="#Zukunf">Pl&auml;ne f&uuml;r die Zukunft     </A>

<A HREF="#Greetz">Gr&uuml;ﬂe und Danksagungen    </A>
<A HREF="#Adress">Kontaktadresse            </A>


You're also welcome to visit our homepage at:   http://www.secretly.de
</CENTER>

</PRE><P>

<HR>

<A NAME="Cright"></A>
<PRE>

<B><U>Copyright:</B></U>

Das  enthaltene Material (Music, Texte, Programme) unterliegt dem Copyright
von  "Secretly!   Software Dezign".  Wir behalten uns das Recht vor, juris-
tische  Schritte  einzuleiten,  besonders  in  dem  Fall, daﬂ Teile unseres
Produktes   in   anderen   Paketen,  Softwareprodukten  usw.,  ohne  unsere
schriftliche Zustimmung vertrieben werden. (kontaktiere: Mr.Vain)


<B><U>Vertriebsbedingungen:</B></U>

Dieses Programm ist FREEWARE.  Jeder kann es frei benutzen und weitergeben,
solange  das Archiv, und die zu diesem Paket geh&ouml;renden Dateien unver&auml;ndert
bleiben  und nicht mehr als DM 4,00 oder den entsprechenden Betrag in einer
anderen W&auml;hrung f&uuml;r die Diskette, auf der sich SuperBall befindet, verlangt
wird.   Wir  haben  jedoch  nichts  dagegen,  wenn dieses Programm auf eine
CD-PD-Sammlung  (AmiNet) oder eine Cover-CD kopiert wird.  Wir behalten uns
das  Recht  vor,  den  Vertrieb  unserer  Produkte,  einzelnen Anbietern zu
untersagen,  falls  diese  sich  nicht  an unsere Copyright- und Vertriebs-
Bedingungen halten.

MALLANDER SOFTWARE IST ES NICHT ERLAUBT DIESE SOFTWARE
ZU KOPIEREN ODER ZU VERTREIBEN!!!!!!!


<B><U>Haftung:</B></U>

Der  Autor  &uuml;bernimmt  keine  Haftung  f&uuml;r  Sch&auml;den, Datenverluste, Nerven-
zusammenbr&uuml;che  o.&auml;,  die  durch  dieses  Programm oder dessen unsachgem&auml;ﬂe
Benutzung  entstehen  k&ouml;nnten.   (Dir  wird  schon  nicht  gleich  das Haus
abbrennen!)

</PRE><P>

<HR>

<A NAME="Wissen"></A>
<PRE>

<B><U>Wissenwertes:</B></U>

Seit  mehreren  Jahren kann ein Millionenpublikum des deutschen TV-Senders
"Sat.1"  zweimal t&auml;glich im Sat1-TV durch das Spiel "SuperBall", den Amiga
im  Einsatz  sehen und dabei durch Geschicklichkeit und Schnelligkeit ‹ber
Anweisungen  per  Telefon,  gut  Geld  gewinnen.   Das  Spiel  lief in der
Vergangenheit  auf  einen  A500 und ist erst jetzt an den A1200 und dessen
Grafikf&auml;higkeiten  (h&ouml;here  Aufl&ouml;sung  und  Farbanzahl)  angepasst worden.
‹berzeuge  Dich  selber  und  schaue  einfach  bei  Sat1  zu  oder  spiele
vielleicht selbst einmal mit.

Da  die  alte  A500 version nicht mehr gezeigt wird und das Spiel nicht im
Handel oder im PD-Pool bis jetzt erh&auml;ltlich war, dachten wir an ein REMAKE
der alten A500 version, die dann f&uuml;r jeden frei zur Verf&uuml;gung stehen soll.
Als  Herausforderung  haben  wir  uns gesetzt, das game in nur 32k f&uuml;r die
Competition auf der "Mekka Symposium Party" in Deutschland zu coden.

</PRE><P>

<HR>

<A NAME="Instal"></A>
<PRE>

<B><U>Wie installiere ich SuperBall?</B></U>

Es gen&uuml;gt, das Programm, bzw.  das Archiv in ein beliebiges Verzeichnis zu
kopieren und zu entpacken.

Jetzt  nur  noch in das Verzeichnis wechseln, in dem alles angelegt wurde.
Danach  solltest  Du ohne Probleme das Programm aus der Shell oder von der
Workbench starten k&ouml;nnen.  (SuperBall.exe)

</PRE><P>

<HR>

<A NAME="Voraus"></A>
<PRE>

<B><U>System-Voraussetzung:</B></U>

Rein  theoretisch  l&auml;uft das Spiel auf ALLEN 68k Prozessoren, aber wer hat
schon  einen  reinen 68k?  Also haben wir uns entschlossen einen 68030 als
Mindestvoraussetzung   f&uuml;r  das  Spiel  zu  setzen!!   (Kauft  Euch  einen
vern&uuml;nftigen Prozessor (68060/PPC) und gen&uuml;gend Speicher (32 MB+) wenn Ihr
ernsthaft  mit  dem  Amiga  arbeiten  wollt  und l&ouml;scht evtl.  Raubkopien!
Unterst&uuml;tzt   den   Amiga  durch  den  Kauf  von  aktueller  Hardware  und
Original-Software!!  Professionals don't use Micro$aft !!)
					
	<B><U>Hardware:</B></U>
	    	Computer....:	Amiga 
	    	Kickstart...:	OS 2.04+

	    	ChipSet.....:	ECS+
		Processor...:	68030+

		ChipMem.....:	1,0 MB+
		FastMem.....:	0,0 MB+

		HD empfohlen ;)

	<B><U>Software:</B></U>
		Keine besonderen Anforderungen!

</PRE><P>

<HR>

<A NAME="Fehler"></A>
<PRE>

<B><U>Problembeseitigung:</B></U>

Wir  haben uns nicht den Aufwand gemacht extra einen Debugger zu schreiben
welcher  Fehlermeldungen ausgibt falls einmal etwas nicht so l&auml;uft, wie es
eigendlich  sollte.  Solltest Du jedoch wirklich einmal Probleme haben und
SuperBall  nicht  richtig  zum  laufen  bekommen  und  die  von  uns evtl.
vorgegebenen Tips auch nicht helfen, dann kontaktiere uns bitte.

</PRE><P>

<HR>

<A NAME="E-leit"></A>
<PRE>

<B><U>Das Spiel:</B></U>

Die  Aufgabe  des  Spielers ist so lang wie eben m&ouml;glich durch schnelle und
geschickte  Aktionen  die von Zeit zu Zeit immer schneller werdenden Gegner
auszuweichen und die n&auml;chste Schwierigkeitsstufe zu erreichen.

Die  Steuerung  kann  &uuml;ber  Joystick  und  &uuml;ber Tastatur erfolgen.  Mit der
rechten  Maustaste  kannst Du jeder Zeit zwischen Intro und Spiel wechseln,
mit der linken Maustaste verl&auml;sst Du das Programm.
		

	<B><U>Tastatur:</B></U>
		RETURN  -  Wechseln zwischen Intro und Spiel
		Cursors -  Spielerfigur steuern
		ESC	-  Programm verlassen


</PRE><P>

<HR>

<A NAME="Geschi"></A>
<PRE>

<B><U>Geschichte und ƒnderungen:</B></U>

v1.0  -  Erste  &ouml;ffentliche  version  auf  der  "Mekka  Symposium Party" in
         Fallingbostel (Deutschland).
    
</PRE><P>

<HR>

<A NAME="Zukunf"></A>
<PRE>

<B><U>Pl&auml;ne f&uuml;r die Zukunft:</B></U>

Auch  in  Zukunft  werden  wir  den  Amiga  noch  so  lang wie eben m&ouml;glich
unterst&uuml;tzen  und  weitere  Tools,  Spiele  und  Demos  f&uuml;r diese Plattform
entwickeln.  Jedoch ben&ouml;tigen wir Deine Unterst&uuml;tzung in dem Du uns einfach
Deine  Meinung &uuml;ber unsere Produkte sagst, eine Gruﬂkarte schickst oder uns
Geld,  einen  Amiga  oder sogar einen Porsche schenken willst, damit wir in
Zukunft  sehen das sich unser Aufwand auch wirklich lohnt und nicht umsonst
ist.   Es  macht  eben einfach mehr Spaﬂ ein Neues Projekt anzufangen, wenn
man  weis  das  mehrere  Leute  auch an unsere Programme Spaﬂ und Interesse
haben!

</PRE><P>

<HR>

<A NAME="Greetz"></A>
<PRE>

<B><U>Gr&uuml;ﬂe und Danksagungen:</B></U>

Wir gr&uuml;ﬂen unsere Freunde in folgenden Gruppen:

	CineTech - Warp9 - Lego - Drifters - Abyss - DarkSide - HauJobb
	Lightstorm Inc - TRSI^TRSI Recordz - Jormas - Elven 11 - RamJam
	Artwork - Gods - Scoopex - Defect - Ethic - Syndrome -  Anadune
	Eremation - Rektum - Floppy - Clan - Sadist - Alchemy - Balance
	Freezers - Giants - Secretly! - Session - Agony - Iris - Mystic
	Fanatic - Dreamdealers - Intense  - X-Treck  - Ambrosia - Depth
	Passion  - Void  - Joy Division - Eltech - Saints - Bronx - FUN
	Nerve Axis - Mellow Chips.. und alle die wir vergessen haben...

Dank an folgende Personen und Organisationen:

	Bianca Komp	- F&uuml;r die beste Freundschaft (HDGDL) !
	Mr.??? ....	- Vielen Dank f&uuml;r den Scheck (MegaPizza
			  schmeckte uns allen sehr gut!)		
	Rafael Chrostek	- Bei Dir l&auml;ﬂt sich wohl alles nur mit Gewalt
			  und Morddrohungen l&ouml;sen, wa? Traurig!!!	

	Anleitung bei Mr.Vain/Secretly!^DarkSide alias Thorsten Will.

</PRE><P>

<HR>

<A NAME="Adress"></A>
<PRE>

<B><U>Kontaktadresse:</B></U>

Falls  Du  irgendwelche  Bugs  entdecken  solltest,  dann  laﬂ es uns bitte
wissen.   Wenn  Du  also  irgendwelche  Anregungen f&uuml;r Verbesserungen hast,
interessiert bist uns zu joinen oder uns einfach nur sagen willst, wie toll
oder  schlecht dieses Program ist, w&auml;ren wir sehr dankbar von Dir zu h&ouml;ren.
Du kannst uns &uuml;ber folgende Adressen erreichen:


	<B><U>Elektronische Post:</B></U>
     		tranquilizer@mike.ruhr.de	twill@gmx.de

	<B><U>Standard Post:</B></U>
     		Mike Delling (Tranquilizer)	Thorsten Will (Mr.Vain)
     		Ottostr. 17			PoBox: 10 17 02
     		45889 Gelsenkirchen		44607 Herne
     		Germany				Germany

	<B><U>InterNet:</B></U>
		http://www.secretly.de (InWork!)


</PRE><P>

</BODY>
