<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Leisure Suit Larry 3 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Leisure Suit Larry 3</FONT><BR><FONT SIZE="+1">Passionate Patti in
Pursuit of the Pulsating Pectorals</FONT></B><BR><BR><BR><B>Karten:</B><BR><A
HREF="larry3a.gif">Dschungel</A><BR><A HREF="larry3a.gif">Nontoonyt Island</A><BR><A
HREF="larry3c.gif">Nontoonyt Hotel</A><BR><A HREF="larry3d.gif">Fat City</A><BR><BR>Das
Spiel beginnt mit einem Blick auf den Aussichtspunkt der Insel Nontoonyt. Zuerst
wirft man einen Blick auf die Gedenktafel (look at plaque). Diese erinnert Larry
an seinen heldenhaften Auftritt als Retter der Insel in seinem zweiten
Abenteuer. Er liest sie (read plaque) und verl&auml;&szlig;t die Tafel (exit).
Dann schaut er durch das linke Fernrohr (use binoculars). Nun geht er nach Hause
zu Kalalau, seiner Frau. Diese jedoch wirft ihn aus der Villa und l&auml;&szlig;t
sich scheiden. Entt&auml;uscht geht Larry durch den Wald zu seiner
Arbeitsstelle, dem Natives Incorporated. Doch auch der Vater von Kalalau, sein
Arbeitgeber, entl&auml;&szlig;t ihn fristlos. Bis zu dieser Stelle l&auml;uft
fast alles automatisch, erst jetzt steigt man richtig in das Abenteuer ein.
Larry geht zum Strand, wo er ein M&auml;dchen trifft und bemerkt, da&szlig; sie
anscheinend gerne einkauft (look at girl, talk to girl, talk to girl, exit).
Larry begibt sich zu dem Briefkasten bei seiner ehemaligen Villa, der erst jetzt
ge&ouml;ffnet werden kann (open lid, take letter, close lid). Mit der gefundenen
Kreditkarte eilt Larry zu der Frau am Strand zur&uuml;ck und schenkt sie ihr
(look girl, talk to girl, give card to girl). Das M&auml;del bedankt sich
freundlich und belohnt Larry mit einem stumpfen Messer (ginsu knife) und ein bi&szlig;chen
nochwas. Das Messer l&auml;&szlig;t sich nachher an den Stufen des Hotels sch&auml;rfen
(sharpen knife at steps). Damit l&auml;&szlig;t sich etwas Gras vor dem
Chip`n`Dales-Haus abschneiden (use knife to cut grass). Aus dem Gras wiederum
stellt sich Larry ein s&uuml;&szlig;es R&ouml;ckchen her (make a skirt). Bei den
Umkleidekabinen am Hotel nimmt Larry die Seife vom Waschbecken (take soap) und
trinkt etwas Wasser (drink). Larry verkleidet sich als Eingeborener (wear
skirt). Im Wald findet er drei Bilder westlich ein St&uuml;ck Holz (take wood),
aus dem er eine unanst&auml;ndige Figur schnitzt (cut the wood). Mit der
Verkleidung kann er diese Figur dem M&auml;dchen am Strand verkaufen. Diese
Szene verl&auml;uft automatisch. Larry zieht sich um (wear suit) und geht in das
Hotel. Auf dem Weg zum Showsaal schaut er in den Spiegel, um einige Extra-Punkte
zu erlangen (look into mirror). Dem T&uuml;rsteher gibt er die zwanzig Dollar
aus dem Verkauf der Figur (give money to maitre, show pass) - die Karte zum
Eintreten liegt nat&uuml;rlich nur dem Original-Spiel bei. Nach der Show wartet
Larry auf die T&auml;nzerin Cherri tart (look at woman, talk to woman, dance,
business). Aus dem Gespr&auml;ch erf&auml;hrt er, da&szlig; sich die liebe
Cherri doch allzu gerne auf einem eigenen St&uuml;ck Land niederlassen w&uuml;rde.
Deshalb eilt Larry zum n&auml;chsten Rechtsanwalt (D.C.&amp;H.) und spricht dort
den Assistenten an (ask for suzi,a sk for land deed). M&ouml;glicherweise mu&szlig;
Larry versuchen, ihn mehrmals anzusprechen, da er manchmal nicht zuh&ouml;rt.
Larry wird zu der Rechtsanw&auml;ltin gef&uuml;hrt. In dem B&uuml;ro setzt er
sich erst einmal auf das Sofa (sit) und fragt sie dann nach der Besitzurkunde
seiner alten Villa (ask for land deed). Larry verl&auml;&szlig;t das B&uuml;ro
und geht zur Comedy Hut. Dort trifft er Al Lowe, seinen &quot;Vater&quot;. Mit &quot;talk
to Al&quot; steht ein neuer Befehl zur Verf&uuml;gung, mit dem man gro&szlig;en
Spa&szlig; haben kann, wenn man ein beliebiges Wort hineinschreibt. Larry wartet
an dem freien Tisch auf einen Komiker (sit). Diesem soll Larry drei Namen nennen
(beliebig). Dar&uuml;ber macht sich der Witzbold lustig. Larry mu&szlig; so
lange sitzen bleiben, bis er 100 Punkte erhalten hat. Der Komiker verwandelt
sich dann in eine Ente - so schwer kann es sein, Punkte zu sammeln. Nun ist
genug Zeit verstrichen. Larry kann die Besitzurkunge beim Rechtsanwalt abholen.
Er geht zur Vorhalle des Showsaals und klopft an die T&uuml;r (knock at door).
Drinnen wird Larry von Cherri etwas verw&ouml;hnt. Pl&ouml;tzlich geht das Licht
aus und ein B&uuml;hnenvorgang hebt sich - Larry steht vor dem t&ouml;senden
Publikum, bekleidet mit Cherris Kost&uuml;m. Was bleibt ihm &uuml;brig, als gute
Miene zum b&ouml;sen Spiel zu zeigen (dance)? F&uuml;r den fabul&ouml;sen
Auftritt vor dem entz&uuml;ckten Publikum erh&auml;lt er 500 Dollar, mit denen
er sich bei &quot;D.C.&amp;H.&quot; scheiden l&auml;&szlig;t. Dabei darf er sich
nicht umziehen! Im Anwaltsb&uuml;ro erh&auml;lt er erst einmal einige Punkte f&uuml;r
das tolle Kost&uuml;m, dann wird der Scheidungsantrag bearbeitet (ask for
divorce degree, give money to clerk). Im Hotel findet Larry hinter den Kulissen
seinen Anzug (open door, take suit). Am Strand nimmt er das Handtuch und legt
sich in die Sonne (take towel, use towel). Sobald die Punktzahl nicht mehr
steigt, sollte er aber lieber wieder aufstehen - das Ozonloch l&auml;&szlig;t gr&uuml;&szlig;en
(stand). Auf der Parkbank findet Larry eine Zeitung, die er nimmt und liest
(take paper, read paper). Vom Anwalt erh&auml;lt ernun das fertige
Scheidungspapier (ask for divorce degree). Beim Anschauen dieses Papieres findet
er eine kleine, aber wichtige Karte (look at divorce degree). Mit dieser n&auml;mlich
lassen sich die T&uuml;ren der &quot;Fat City&quot; &ouml;ffnen. Dort &ouml;ffnet
er zuerst die linke T&uuml;r (use keycard) und dreht die Karte um (turn over
keycard). Auf dieser Seite stehen eine Schlie&szlig;fachnummer (69) und die
Namen dreier Gesch&auml;ft aus dem Dorf. Im Handbuch mu&szlig; nun
nachgeschlagen werden, auf welchen Seiten die Anzeigen dieser Gesch&auml;fte
stehen. Die Kombination (in Reihenfolge) dieser Zahlen ergibt die Codezahl f&uuml;r
das Schlie&szlig;fach 69, das Larry so direkt &ouml;ffnet (look at number, open
locker, Zahlen eingeben). Aus dem Schlie&szlig;fach nimmt Larry den
Trainingsanzug (look in locker, get the sweats). Dann verschlie&szlig;t der den
Kasten wieder (close locker). Im Trainingsraum kann er alle vier Ger&auml;te
ausprobieren, jeweils, bis ein Kommentar erscheint (vier  mal: use machine,
stand). Nach getanem Training verformt sich Larrys K&ouml;rper zu dem eines
Kraftprotzes. Zur&uuml;ck zum Schlie&szlig;fach (open locker, Zahlen  eingeben,
remove the sweats, close locker) geht es dann weiter zur Dusche (turn on shower,
use soap). Larry verl&auml;&szlig;t nach der angenehmen Dusche den Raum und
trocknet sich ab (turn off shower, dry body). Beim Schlie&szlig;fach benutzt er
das Deodorant und zieht den Anzug an (open locker, Zahlen  eingeben, use
deodorant, get the suit, close locker). Wieder in der Eingangshalle &ouml;ffnet
Larry die obere T&uuml;r (use keycard) und findet dort eine Aerobic-Lehrerin,
mit der er sich ausgiebig unterh&auml;lt (look at woman, talk  to woman, talk to
woman, offer divorce degree to woman).Larry schl&auml;gt ihr einige
Verbesserungen f&uuml;r ihr Video vor (help woman in her video). Im Hotel in der
Bar trifft Larry seine gro&szlig;e Liebe f&uuml;r die Zukunft (sit) und f&auml;ngt
ein Gespr&auml;ch mit ihr an (look woman, talk to woman). Auch ihr zeigt er das
Scheidungsurteil (give divorce degree to woman). Larry fragt sie, ob sie mit ihm
ausgehen m&ouml;chte (make love), worauf Patti verneint. Also mu&szlig; er sie
mit einem kleinen Geschenk &uuml;berzeugen, welches er in der Felsenbucht
findet. Dort n&auml;mlich stehen eine Menge sch&ouml;ner Blumen, die nur so
darauf warten, gepfl&uuml;ckt zu werden (take orchids). Aus diesen Blumen
fertigt Larry einen kleinen Kranz an (make a lei), den er Patti schenkt (sit,
look at  woman, talk to woman, make love, give lei to woman). Die Frage nach dem
Liebesnest ist schnell beantwortet (go to penthouse). Bevor er jedoch selbst zum
Penthouse geht, besorgt er noch schnell einen verlassene Flasche Wein in der
Comedy Hut (take wine). Nun geht Larry zum Aufzug im Hotel  (press button,
nine). Dort oben, im neunten Stock, wartet Patti bereits auf arry. Dieser
schenkt den Wein ein (pour wine in glasses). In der folgenden Nacht geschehen
merkw&uuml;rdige Dinge - &Uuml;berraschung. Ab dieser Stelle &uuml;bernimmt der
Spieler die Rolle von Patti. Diese nimmt alles, was auf der Kommode liegt, mit
(take panties, take pantyhose, take bra, take dress). Nachdem sie die nun leere
Flasche Wein eingesteckt hat, f&auml;hrt sie mit dem Lift nach unten (take
bottle, press one). Sie nimmt das Geld, das in dem Glass auf dem Klavier steht,
und den Farbstift, der auf der Platte liegt  (take money, take marker). Die
Flasche f&uuml;llt die an dem Waschbecken bei den Umkleidekabinen (fill bottle
with water). Dem W&auml;rter beim Chip`n`Dales gibt sie das Geld (give money to
maitre) und erlangt so Eintritt in den Showsaal. Drinnen setzt sich Patti ein
einen freien Platz (sit) und wartet auf den T&auml;nzer. Das Publikum, das nat&uuml;rlich
nur aus Frauen besteht, ist begeistert und Patti wirft dem T&auml;nzer ihren
Slip zu (throw panties to dale). Patti mu&szlig; warten, bis die Show zu Ende
ist und der T&auml;nzer, Dale, zu ihr kommt und sich hinsetzt. Patti befragt
Dale &uuml;ber Larry (look at man,  help, dance, exit). Nun geht sie zum
Dschungel und den beschriebenen Weg entlang (siehe Plan). Diese Szene kann man
auch &uuml;berspringen (search for  exit), es w&auml;re aber schade drum. Wenn
also Patti am Boden kriecht, weil es so hei&szlig; ist, trinkt sie das Wasser
aus der Flasche (drink water). Hinter dem Dschungel befindet sich ein Flu&szlig;,
an dem Patti ihren Durst noch einmal l&ouml;schen kann (drink water). Ein Bild
weiter bindet Patti ihre ausgezogene Strumpfhose an einen kleineren Felsen im
Hintergrund des Bildes (remove  pantyhose, tie pantyhose to rock). Unten steht
sie vor einer gro&szlig;en Schlucht, &uuml;ber die sie so ohne weiteres nicht
hinwegkommt. Also pfl&uuml;ckt sie einige Bl&auml;tter und macht daraus ein Seil
(take leaves, make rope). Auf keinen Fall sollte sie die Bl&auml;tter rauchen
oder essen (smoke leaves, eat  leaves). Ihr k&ouml;nnt es ruhig mal
ausprobieren, es sieht sehenswert aus. Aber die Folgen m&uuml;&szlig;t Ihr schon
selber tragen, also abspeichern nicht vergessen! Von der rechten Kokosnu&szlig;-Palme
mu&szlig; sich Patti eine Frucht holen (climb up  tree, take coconut, climb
down). Wenn sie nun das Seil &uuml;ber die Schlucht wirft, verhakt es sich auf
der anderen Seite an einem Felsen (throw rope). Das andere Ende des Seiles
befestigt sie an der Palme (tie rope to tree) und macht eine Sicherheitsschlinge
(make sling, climb rope). Damit l&auml;ge die Schlucht hinter ihr. In den BH,
den sie erst ausziehen mu&szlig; (remove bra), stopft Patti die Kokosnu&szlig;
hinein (put coconut in bra). Jetzt geht sie etwas weiter nach Westen und dann
den Pfad entlang, bis sie von einer Wildsau angegriffen wird, der sie den BH
samt Kokosnu&szlig; an den Kopf schmei&szlig;t (swing  bra). Patti geht weiter
bis zum Flu&szlig;, wo sie einen angeschwemmten Baumstamm findet, ihn vom Ufer
wegbewegt und sich auf ihn setzt (move log, mount log). Nun sollte die
Spielgeschwindigkeit auf Minimum gesetzt und noch  einmal abgespeichert werden,
da ein Baumstamm nicht unbedingt das sicherste Transportmittel auf einem rei&szlig;enden
Wildwasser-Flu&szlig; ist. Am besten lenkt man in dieser Sequenz mit einem
Joystick und f&auml;hrt im wilden Zick-Zack-Kurs hin und her. Ganz pl&ouml;tzlich
wird Patti bewu&szlig;tlos, als sie sich in einem ruhigen Gew&auml;sser
befindet, und erwacht erst wieder, als sie sich mit Larry in einem kleinen K&auml;fig
&uuml;ber kochendem Wasser befindet. Patti malt mit dem Farbstift eine T&uuml;r
in die Luft, durch die unsere beiden Freunde verschwinden. Nach einem kurzen
Flug durch Raum und Zeit erkennen wir die beiden in den Sierra-On-Line-B&uuml;ros
wieder. Unter anderem rutschen sie hier in eine Police-Quest- und eine
Space-Quest-Szene. Bei der Space-Quest-Szene schwebt Patti pl&ouml;tzlich los,
weil die Schwerkraft aufgehoben wurde. Patti schaltet das zust&auml;ndige Ger&auml;t
schnell wieder aus (turn off machine). Beide fallen unsanft auf den harten
Boden. Dann treffen die beiden noch Roberta Williams bei der Entwicklung einer
King`s-Quest-Szene. Von ihr erh&auml;lt Larry eine Stelle als Programmierer.
Damit w&auml;re diese umfangreiche L&ouml;sung zu Ende und das Abenteuer mal
wieder geschafft. Larry Laffer lebe hoch ... aber noch ein Tip zum Schlu&szlig;:
wer Lust auf eine kleine Schl&auml;gerei hat, sollte einmal &quot;Larry must do
it&quot; eingeben und Return und F10 dr&uuml;cken ...
</P></BODY></HTML>
