/* ---------------------------------------------------------- */
/*  bulletbase.h                                              */
/* ---------------------------------------------------------- */

/*------------------------------------------------------------- */
/** @file
    @brief		弾とかの飛んでいくオブジェクトクラス
    @author		K.Kunikane (れろれろ＠ふみ)
    @since		Feb.15.2005
    $Revision: 1.1.1.1 $
*/
/*-----------------------------------------------------
 Copyright (C) 2005 rero2@fumi <rero2@yuumu.org>
 All Rights Reserved.
 ------------------------------------------------------*/

#ifndef BULLETBASE_H
#define BULLETBASE_H

/*-------------------------------*/
/* include                       */
/*-------------------------------*/

/* --- 軌道計算に三角関数が必要なので */
// #include <luna.h> 

#include "lunavader.h"
#include "shootingobject.h"

/*-------------------------------*/
/* define                        */
/*-------------------------------*/

/*-------------------------------*/
/* struct                        */
/*-------------------------------*/

/*-------------------------------*/
/* class                         */
/*-------------------------------*/

/**
 * @brief シューティング向けスプライトクラス
 *        当たり判定のメソッドを持ったスプライトアイテム
 *        かすり判定もあるよ
 *
 * @todo -
 * @bug -
 */
class BulletBase : public ShootingObject
{
  /* ----------------------------------- */
  /* --- コンストラクタ・デストラクタ */
 public:
  BulletBase();
  virtual  ~BulletBase();

  /* ----------------------------------- */
  /* --- パブリックメンバ */
 public:
  //! 弾を撃った敵のオブジェクト(未使用)
  ShootingObject  *m_EnemyObject;
  //! 進行方向(0～65535、0で右方向)
  float m_Direction;
  //! 進行方向に加算される数値(内部カウンタ)
  float m_DirectionAdd;
  //! 弾の進行速度
  float m_Speed;
  //! 弾の進行方向変化速度
  float m_SpeedR;
  //! 移動速度の加速(減速)値
  float m_Accelerator;
  //! 進行方向変化の加速値
  float m_AcceleratorR;
  //! オブジェの回転速度
  float m_AddRoll;
  //! 弾の速度上限
  float m_Limit;
  //! 弾の進行方向変化の角度的限界
  float m_LimitR;
  //! 内部タイマー
  int m_Timer;
  //! 弾の存在時間
  int m_LifeTime;
  //! 弾管理のリスト構造用
  void*  m_ListPrev;
  void*  m_ListNext;

  /* ----------------------------------- */
  /* --- プライベートメンバ */
 private:

  /* ----------------------------------- */
  /* --- パブリックメソッド */
 public:
  bool Tick();

  /* ----------------------------------- */
  /* --- プライベートメソッド */
 private:

};


#endif

