/* ---------------------------------------------------------- */
/*  enemyobject.h                                             */
/* ---------------------------------------------------------- */

/*------------------------------------------------------------- */
/** @file
    @brief		敵のオブジェクト
    @author		K.Kunikane (れろれろ＠ふみ)
    @since		Feb.15.2005
    $Revision: 1.1.1.1 $
*/
/*-----------------------------------------------------
 Copyright (C) 2005 rero2@fumi <rero2@yuumu.org>
 All Rights Reserved.
 ------------------------------------------------------*/

#ifndef ENEMYOBJECT_H
#define ENEMYOBJECT_H

/*-------------------------------*/
/* include                       */
/*-------------------------------*/

#include "lunavader.h"
#include "shootingobject.h"

/*-------------------------------*/
/* define                        */
/*-------------------------------*/

/*-------------------------------*/
/* struct                        */
/*-------------------------------*/

/*-------------------------------*/
/* class                         */
/*-------------------------------*/

/**
 * @brief 敵侵略者の表示クラス
 *
 * @todo -
 * @bug -
 */
class EnemyObject : public ShootingObject
{
  /* ----------------------------------- */
  /* --- コンストラクタ・デストラクタ */
 public:
  EnemyObject();
  virtual  ~EnemyObject();

  /* ----------------------------------- */
  /* --- パブリックメンバ */
 public:
  //! 敵にやられちゃったか(ヒットマーク表示中)
  bool  m_IsHit;

  /* ----------------------------------- */
  /* --- プライベートメンバ */
 private:
  //! ヒットマーク表示ウェイト
  int  m_HitWait;
  //! 歩行アニメーションパターン(現在は2パターン)
  int  m_WalkPattern;
  //! 表示するキャラクター絵の番号(将来キャラが増えたら)
  int  m_Charactor;
  //! このオブジェクトの点数
  int  m_Score;

  /* ----------------------------------- */
  /* --- パブリックメソッド */
 public:
  void Init();
  bool Tick();
  void Hit();
  void SetWalkPattern(int pattern);
  void SetCharactor(int chara);
  void SetScore(int score);
  int GetScore();

  /* ----------------------------------- */
  /* --- プライベートメソッド */
 private:

};


#endif

