/* ---------------------------------------------------------- */
/*  lunavader.h                                               */
/* ---------------------------------------------------------- */

/*-------------------------------------------------------------
  Lunavader 各種共通設定用ヘッダ

  1st Maintainer  -- K.Kunikane (れろれろ＠ふみ)
                     <rero2@yuumu.org>
                                                 Feb.12.2005
  $Id: lunavader.h,v 1.1.1.1 2005/02/20 07:45:17 rero2 Exp $

--------------------------------------------------------------*/

#ifndef LUNAVADER_H
#define LUNAVADER_H


/*-------------------------------*/
/* define                        */
/*-------------------------------*/

/* --- デバッグモードのスイッチ */
#define  DEBUG  0

/* --- キャラクターのスイッチ */
/* 0=うどんげ, 1=えーりん */
#define  SIENSIDE  0

/* --- ゲームフィールドの広さ */
#define  GAMEFIELD_W  448
#define  GAMEFIELD_H  480

/* --- 敵に弾が当たったときのフリーズ時間 */
#define  ENEMYHIT_WAIT  15


//! luna system を grp_screen で置き換えるために */
#define  LSPRITE  PTGameScreen

/*-------------------------------*/
/* include                       */
/*-------------------------------*/



#endif
