/* ---------------------------------------------------------- */
/*  myshotmanage.h                                            */
/* ---------------------------------------------------------- */

/*------------------------------------------------------------- */
/** @file
    @brief		自機ショットの管理クラス
    @author		K.Kunikane (れろれろ＠ふみ)
    @since		Feb.15.2005
    $Revision: 1.1.1.1 $
*/
/*-----------------------------------------------------
 Copyright (C) 2005 rero2@fumi <rero2@yuumu.org>
 All Rights Reserved.
 ------------------------------------------------------*/

#ifndef MYSHOTMANAGE_H
#define MYSHOTMANAGE_H

/*-------------------------------*/
/* include                       */
/*-------------------------------*/

#include "lunavader.h"
#include "bulletbase.h"
#include "myshipmanage.h"

/*-------------------------------*/
/* define                        */
/*-------------------------------*/

/*-------------------------------*/
/* struct                        */
/*-------------------------------*/

/*-------------------------------*/
/* class                         */
/*-------------------------------*/

/**
 * @brief シューティング向けスプライトクラス
 *        当たり判定のメソッドを持ったスプライトアイテム
 *        かすり判定もあるよ
 *
 * @todo -
 * @bug -
 */
class MyShotManage : public BulletBase
{
  /* ----------------------------------- */
  /* --- コンストラクタ・デストラクタ */
 public:
  MyShotManage();
  virtual  ~MyShotManage();

  /* ----------------------------------- */
  /* --- パブリックメンバ */
 public:

  /* ----------------------------------- */
  /* --- プライベートメンバ */
 private:
  //! 実行中かどうかのフラグ
  bool  m_Execute;
  //! なんか状態とかの保持が必要なら
  int  m_State;
  //! タイミングカウント
  int  m_Timer;

  /* ----------------------------------- */
  /* --- パブリックメソッド */
 public:
  bool Tick();
  bool Shoot(MyShipManage* ship);
  bool CanShoot();
  void  SetState(int stat);
  int  GetState();
  void  SetWait(int time);

  /* ----------------------------------- */
  /* --- プライベートメソッド */
 private:

};


#endif

