<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="wacky_races.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="walker.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielename:      Wacus the Detective


Level Codes:
-------------
&#009;2&#009;LORD VADER
&#009;3&#009;RENIFEREK


Tips zu Level 3:
----------------

- Bei Geschenkpackungen (gr&uuml;ne Packungen) sollte man beachten, da&szlig; einige
  auch Bomben enthalten.
- Beim Schneemann etwas auf Abstand achten, da der Besen sehr weit schwingt.
- Irgendwo im Level findet ihr 3 schalter (beim Schild Kombination). Diese
  m&uuml;ssen so geschaltet werden:1

&#009;|&#009;&#009;|&#009;&#009;|
    nach oben&#009;    nach unten&#009;    nach oben

  Nun k&ouml;nnt ihr fast gefahrlos &uuml;ber die Federn laufen, ohne da&szlig; ihr an die
  Decke kapultiert und dort augespie&szlig;t werdet.
- Der Schneeman mit Schnupfen, den ihr im Level trefft, wird 3 mal Niesen
  und beim vierten mal eine Kugel abschie&szlig;en.
- Das Hinweisschild mit dem Text &quot;WYLIZANS CO 40 SEC&quot; macht uns darauf
  aufmerksamm, da&szlig; die Plattform nach 40 Sekunden zerst&ouml;rt wird. Bei
  diesem Schild mu&szlig; man eventuell etwas warten, bis die gr&uuml;ne Plattform
  kommt, die einen &uuml;ber den Abgrund bef&ouml;rdert.

  Ist man auf der Plattform mu&szlig; man so vorgehen:
  1) Schie&szlig;t die erste rote Mauer weg.
  2) H&uuml;pft auf die zweite rote Mauer und wenn die Plattform von der
     unteren Seite kommt h&uuml;pft wieder auf die gr&uuml;ne Plattform.
  3) Wenn Ihr wieder auf der Plattform seid schie&szlig;t die dritte Mauer weg
     und h&uuml;pft auf die vierte rote Mauer. Dort schie&szlig;t ihr die f&uuml;nfte Mauer
     weg und wartet auf die Plattform, die euch nun zum Abgrundende bringt.
     Dort h&uuml;pft ihr sofort von der Plattform, da diese sich dort sofort
     selbst zerst&ouml;rt.
- Achtet auf den Typen, der auf einem Schneer&auml;umger&auml;t sitzt. Meist sieht
  man ihn, wenn man eine Leiter nicht ganz runter klettert und dort etwas
  wartet. Zum anderen macht er sich durch typische Motorger&auml;usche vorher
  bemerkbar.
- Rote Mauerbl&ouml;cke lassen sich wegschie&szlig;en und geben manchmal Schalter frei.
  Oder eine Wand wird so etwas h&ouml;her, so da&szlig; man unter ihr durchkommt.
- Wenn ihr durch das vierte rote Tor geht, kommt ihr an eine Kugel, &uuml;ber die
  ihr springen m&uuml;&szlig;t. &Uuml;berspringt auch die drei Dornen. Nun t&ouml;tet ihr noch
  2 Schneem&auml;nner und h&uuml;pft nach unten.

  Dann kommt eine Kugel, die der Schneemann nach euch rollt. Nun seht ihr
  eine rote Wand. Schie&szlig;t auf diese und bet&auml;tigt den Schalter. Nun ein
  St&uuml;ck nach unten und ihr seht einen kleinen roten Weg. Dort findet ihr
  ein Extraleben. Geht nun die Leiter runter und schie&szlig;t die rote Mauer
  weg. Ein Schalter kommt zum Vorschein. Bet&auml;tigt diesen und schie&szlig;t dann
  die rote Mauer weiter weg. Nun findet ihr ein zweites Extraleben.

  Nun h&uuml;pft gegen die Dorne an der Wand und ihr verliert ein Leben.
  Jetzt k&ouml;nnt Ihr die vorherige Prozedur wiederholen und bekommt wieder zwei
  Leben. Das ist beliebig oft wiederholbar (auch wenn nur maximal 9 Leben
  angezeigt werden). Wenn ihr 40 Schu&szlig; besitzt habt ihr &uuml;brigens 15 Leben.

  Achtung! Wenn ihr ein Leben verloren habt beim Schneemann sofort etwas
  nach links laufen, da euch sonst die Kugel erwischt.
</pre>
</body>
</html>
