<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="warhawk.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="warzone.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Man nimmt sich Grey Dwarves vor, stellt die Gegner mindestens auf Baron,
um sie leicht agressiv zu halten. Dann wird eine Dwarves Legion
produziert. Seinen Hero schickt man in den NO-gelegenen Tempel und
durchsucht ihn. Es sollte sich dort ein Demon finden, der sich anschlie&szlig;en
will. Ist dies der Fall, dann saven; andernfalls kann man gleich wieder
neu laden. Hero und Demon schickt man nun Richtung n&ouml;rdliche Stadt.
W&auml;hrend die beiden unterwegs sind, l&auml;&szlig;t man seine Dwaren Legion gegen das
Schlo&szlig; im SW ziehen und erobern. Die Group, die nun vor dem Schlo&szlig; steht,
nicht angreifen lassen, sondern weiter zum Schlo&szlig; der Horse Lords bewegen.
Den Rest der Truppen m&ouml;glichst gut plazieren und nun das Schlo&szlig; angreifen.
Der Sieg ist Dir sicher, wenn die Horse Lords keine Soldaten finden!

Sirians:
Zuerst die Stadt n&ouml;rdlich der Hauptstadt erobern, dann die Stadt Charling
nordwestlich der Hauptstadt, dann die drei St&auml;dte n&ouml;rdlich von Charling.
Mit einer starken Einheit (6 bis 8 Light Infantry) die Br&uuml;ckein der N&auml;he
der Elvenstadt Evallie besetzen und die Evallie-St&auml;dte angreifem. Befindet
sich in einer der St&auml;dte ein Hero, sollte man folgende Armee
zusammenstellen : ein Hero, f&uuml;nf Heavy Infantry und zwei Elvenarchers.
Damit kann man angreifen. Sind die Elven besiegt, sichert man zuerst die
St&auml;dte und greift dann die Storm Giants und die Orcs of Kor an.

Storm Giants:
Man erobert zun&auml;chst die St&auml;dte n&ouml;rdlich und &ouml;stlich. Die Stadt im Osten
wird befestigt (Defence erh&ouml;hen, ein paar Armeen in die Stadt stellen).
Auch hier mu&szlig; man die Elven angreifen und die Br&uuml;cke befestigen. Dann
erobert man die St&auml;dte an der Westk&uuml;ste, baut in einer der St&auml;dte ein
Schiff, best&uuml;ckt es mit Armeen und l&auml;uft die Insel im Norden an. Auf Ihr
befinden sich drei St&auml;dte, die erobert werden m&uuml;ssen. Ist das geschafft,
l&auml;dt man Armeen auf und f&auml;hrt in Richtung Selentines, deren Hauptstadt
eingenommen werden soll. Die Selentines, die Grey Dwarves und die Horse
Lords m&uuml;ssen besiegt werden.

Grey Dwarves:
Die St&auml;dte westlich, nordwestlich und nord&ouml;stlich erobern, befestigen un
in jede Stadt ungef&auml;hr f&uuml;nf Armeen stellen. Die Horse Lords und die
Selentines schnell ausl&ouml;schen und &uuml;ber die Br&uuml;cke n&ouml;rdlich Richtung Lord
Bane marschieren. Jetzt versucht man, die St&auml;dte an der Nordk&uuml;ste zu
erobern und Lord Bane zu vernichten. Anschlie&szlig;end sollte man sich die Orcs
of Kor vornehmen.

Orcs of Kor:
Zuerst vernichtet man die Stadt Balad Woran n&ouml;rdlich am Flu&szlig;, dann die
Ansiedlungen im Osten der Haupstadt und Lord Banes St&uuml;tzpunkte im Norden.
Man befestigt die St&auml;dte und k&auml;mpft im Norden gegen Lord Bane, im S&uuml;den
gegen die Sirians. Im Westen mu&szlig; man die Stadt Knyr (neben der Br&uuml;cke)
besonders stark befestigen, die Br&uuml;cken sichern und sich auf die Angriffe
der Horse Lords gefa&szlig;t machen.

Elvallie:
Zuerst ein paar Einheiten auf die Br&uuml;cke schicken und keine Storm Giants
durchlassen. Dann die St&auml;dte im Norden, im S&uuml;den und im Westen Charling,
im Nordosten die drei nebeneinanderliegenden St&auml;dte erobern. Die Sirians
und die Storm Giants angreifen und vernichten. Hat man eine Stadt der
Storm Giants an der Westk&uuml;ste erobert, kauft man ein Schiff und verfolgt
wie bei den Storm Giants (mit der Nordinsel).

Selentines:
Zuerst die St&auml;dte an der Westk&uuml;ste einnehmen, dann die St&auml;dte im
Waldgebiet &ouml;stlich und als Ziel die Grey Dwarves ins Visir nehmen. Hat man
sie vernichtet, versucht man das gleiche mit den Horse Lords. Nach
erfolgreicher Mission befestigt man wieder die St&auml;dte, produziert Schiffe,
erobert die Inseln im Norden und startet wieder Angriffe auf Lord Bane von
der See und vom Land aus. Anschlie&szlig;end r&uuml;ckt man sich um die Orcs of Kar
und die Sirians.

Horse Lords:
Die St&auml;dte westlich, &ouml;stlich und n&ouml;rdlich erobern. Dann die Grey Dwarves
angreifen. Hat man sie erledigt, attackiert man anschlie&szlig;end die
Selentines. Dann baut man wieder Schiffe und erobert die Insel im Norden.
Die Schiffe l&auml;dt man mit Einheiten von der Insel voll und greift die
St&auml;dte n&ouml;rdlich von Lord Bane an (auch auf dem Landweg). Wiederum von
Norden nach S&uuml;den marschieren und auf dem Weg alle St&auml;dte erobern.

Lord Bane:
Als erstes sollte man hier die vier St&auml;dte im Tal erobern. Dann s&uuml;dlich
und n&ouml;rdlich die Berge &uuml;berqueren und die St&auml;dte erobern. Auch im Westen
&uuml;ber die Br&uuml;cke und die St&auml;dte erobern. Man sollte die Horse Lords, dann
die Grey Dwarves, anschlie&szlig;end die Selentines vernichten. An der K&uuml;ste
baut man wieder Schiffe, segelt nach S&uuml;den und greift die Storm Giants an.
Hat man sie besiegt, r&uuml;ckt man nach Westen vor und bek&auml;mpft die Evalliers
und die Sirians.

Tips:
- Hat man eine Stadt erobert, zuerst immer mit Einheiten befestigen und
erst sp&auml;ter weitere St&auml;dte angreifen.
- Will man eine Stadt angreifen, in der ein feindlicher Hero steht, ununter-
brochen attakieren, bis die Stadt geschw&auml;cht ist. Ist sie schwach genug
(ein Hero, drei weitere Einheiten mit einem Hero und einer Truppe) angreifen.
- Zum Geldverdienen: Ist der Feind auf dem Weg zu einer eigenen Stadt und
hat nur ein oder zwei Einheiten, l&auml;&szlig;t man ihn die Stadt erobern, um sie
sich nachher mit einer &Uuml;bermacht zur&uuml;ckzuholen.
- Ab und zu eine starke Gruppe (acht Einheiten) ins hintere Feindesland
schicken, eine Stadt erobern und den Feind von hinten angreifen.

Einheit - Besonderheiten :
Light Infantry: Am besten geeignet, um St&auml;dte zu bewachen.
Heavy Infantry: Zum Bewachen wie auch zum Angreifen.
Elven Archers: Sehr gut in Waldgebieten (pro Schritt nur zwei Moves)
Cavalry: Sehr viele Moves und Strength.
Pegasi: Kann &uuml;berall dr&uuml;berfliegen.
Griffins: Wie Pegasi, aber auch sehr gut f&uuml;r Angriffe.
Dwarven Legians: Besser als Heavy Infantry.
Storm Giants: Sehr gut im &quot;Hill&quot; (vier Moves)!
Wolf Riders: Viele Moves und sehr stark.
Navy: Nur auf Wasser verwendbar, viele Moves, gutes Transportmittel.
</pre>
</body>
</html>
