<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="whales_voyage.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="wild_west_world.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Komplettl&ouml;sung:
Nach der Anleitung befinden wir uns in der &quot;Wibble World&quot;, die Sonne
scheint, Wolken sehen etwas merkw&uuml;rdig aus, und wir nehmen uns zuerst den
Eimer Wasser. Ein Bild weiter gilt es &uuml;ber ein Wasserloch zu springen.
Au&szlig;erdem machen wir Bekanntschaft mit der M&ouml;we (?), von welcher Sorte wir
im Verlauf des Spiels noch mehr sehen werden. Dann kippen wir das Wasser
in das Feuer. Nach einem weiteren wassergef&uuml;lltem Loch erreichen wir eine
Schlange, einfach &quot; &uuml;berspringen &quot;. Vorher klettern wir den Baum hoch und
schnappen uns das Aerosol. Die drei M&uuml;nzen sind auch nicht zu verachten.
&Uuml;ber eine neue Schlange, zwei M&ouml;wen und drei weitere M&uuml;nzen gelangen wir
zu einer breiten Schlucht. Wir springen todesmutig hinein und finden neben
vielen weiteren Gegner, M&uuml;nzen, Energie, ein Pflaster und einen
Riesenkorken. &Uuml;ber einige Plattformen gelangen wir wieder ans Tageslicht.
Als n&auml;chstes gehen wir weiter nach rechts und nehmen die f&uuml;nf M&uuml;nzen. Dann
mu&szlig; man wieder &uuml;ber eine Schlange springen, Vorsicht oben zwitschert eine
M&ouml;we. Jetzt kommen wir zu einem Kerl, der nach seinem Atari schreit,
welchen wir f&uuml;nf Bilder weiter in der M&uuml;lltonne finden. Auf dem Weg
(titschende B&auml;lle) lassen wir den Ballon mitgehen. Au&szlig;erdem liegt ein Shop
am Wegesrand. Gehen wir nach dem Bild mit dem Atari noch eins nach rechts,
finden wir zwei M&uuml;nzen und Energie. Jetzt sollten wir drei&szlig;ig M&uuml;nzen
gesammelt haben, also zur&uuml;ck zum Shop und Kleber kaufen! Ach ja, f&uuml;r den
Atari bekamen wir einen schwei&szlig;nassen Strumpf (Mahlzeit!). Jetzt wieder
nach rechts zu einer weiteren Schlucht in welcher wieder M&uuml;nzen liegen.
Rechts kleben wir das Pflaster &uuml;ber den Rohrbruch, nicht sehr sch&ouml;n aber
praktisch. Nebst einigen M&uuml;nzen finden wir auch eine Dose. Befinden wir
uns wieder an der Oberwelt, stopfen wir den Korken in den Vulkan. Nach
weiteren B&auml;llen kommen wir erneut zu einem Shop, noch haben wir nicht
genug M&uuml;nzen um den Spaten zu ersteigern. Die folgende H&ouml;hle &uuml;berspringen
wir, wir kehren zu gegebener Zeit zur&uuml;ck. Pl&ouml;tzlich befinden wir uns im
All auf einem fernen Planeten. Unter dem h&uuml;pfendem Alien und an der
USA-Fahne vorbei geht es erneut in eine H&ouml;hle. Dort nehmen wir die M&uuml;nzen
und erheben den wegversperrenden Stein mit dem Ballon. Das &Ouml;lk&auml;nnchen
nehmen wir auch mit. Danach gehen wir wieder nach rechts und bek&auml;mpfen das
gr&uuml;ne Vieh mit der Dose. In der nun folgenden H&ouml;hle ist der Energieschub
nicht zu verachten. Geht man aus dem zweiten Ausgang heraus, sollte man
nach links gehen, es lohnt sich (M&Uuml;NZEN!!!) Jetzt befinden wir uns im Eis.
Bereits hier wird es etwas schwieriger, der eislaufende Pinguin und zwei
alte Bekannte (M&ouml;wen) machen sich hier breit. Mit zwei gro&szlig;en Spr&uuml;ngen
sollte man am (extrem schnellen) Pinguin (und mit etwas Gl&uuml;ck) an den
M&ouml;wen vorbeikommen. Den Schneemann bearbeiten wir mit etwas Aerosol. Jetzt
begeben wir uns in die Schneeh&ouml;hle, welche sich als kleine Schatzkammer
entpuppt (M&uuml;nzen, M&uuml;nzen und nochmals M&uuml;nzen) Doch trotz unserer Goldgier
&uuml;bersehen wir die Spinnen nicht. Wieder an der frischen Luft, springen wir
auf den Schneehaufen der in der Luft schwebt. Von da &uuml;berspringen wir den
Pinguin. Den Magneten nehmen wir auch an uns. Vorsicht! Pinguin! Im
n&auml;chsten Bild springen wir &uuml;ber die Spitzen, wenn sie sich unten
aufhalten, und &uuml;ber den Pinguin. Die M&ouml;we bleibt eher ein Statist. Hat man
diese Aktion &uuml;berlebt, geht es weiter schwei&szlig;treibend zu: In &Auml;gypten! Die
Energie wird dringend gebraucht, die Kreiss&auml;ge ist allerdings gef&auml;hrlich!
Man sollte sich nicht am Rande des Blockes aufhalten, denn sonst wird man
gnadenlos rasiert!! Nach einem weiteren S&auml;geblatt lassen wir uns abermals
in die Schlucht st&uuml;rzen, die Spinnen sind kein Problem! Der Schlange, die
nicht von ihrem Platz weicht, halten wir den Socken vor die Nase (arme
Schlange)! Haben wir die drei M&uuml;nzen eingesammelt, benutzen wir den Kleber
mit der gebrochenen Schallplatte! Jetzt wieder ganz weit zur&uuml;ck, zur
ausgelassenen H&ouml;hle, in welcher wir drei M&uuml;nzen finden. Hurra! Wir haben
jetzt 51 M&uuml;nzen, will hei&szlig;en, da&szlig; wir uns den Spaten leisten k&ouml;nnen.
Zuerst ziehen wir aber die Metalschubladen mit dem Magneten an. Jetzt ist
der Weg frei und wir k&ouml;nnen die Stiefel einsacken! Dann suchen wir den
Shop auf, und kaufen einen Spaten. Haben wir das erledigt, rennen wir
durch den Planeten, durch das Eis, durch &Auml;gypten bis ein komisches
Raumschiff den Weg blockiert! Hier benutzen wir die Schallplatte! Ein Bild
weiter beginnt das Milit&auml;rgebiet, der Panzer ist alles andere als
gef&auml;hrlich. Die M&uuml;llkippe graben wir mit dem sauteuren Spaten um. Danach
befinden wir uns wieder im Gr&uuml;nen, die rostigen Spitzen brauchen etwas &Ouml;l!
Zu guter Letzt verpassen wir dem Dino einen Kick (womit wohl ?)! Gehen wir
aus dem Bild, ist das Game geschafft, und wir erfreuen uns an der nicht
gerade grandios gemachten Endsequenz!
</pre>
</body>
</html>
