<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="wibble_world_giddy.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="willy_in_the_castle_of_dreams.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Den ersten Schritt solltet Ihr immer in die Stadt setzen, um notwendiges
Personal einzustellen. Anschlie&szlig;end erwerbt Ihr ein sch&ouml;nes St&uuml;ckchen
Land, und begebt Euch zu einem H&auml;ndler. Dort sollten folgende Gegenst&auml;nde
unbedingt eingekauft werden: Wagen, Waffen, Rinder oder Pferde. Danach
stellt Ihr einen Treck zusammen und fahrt zu Eurem neu erworbenen Land.
Als n&auml;chstes la&szlig;t Ihr den Cowboy die Rinder (oder Pferde) ausladen und
dr&uuml;ckt dann zweimal OK, jedoch ohne weiterzufahren. Nun eine Runde
verstreichen lassen, um in der folgenden Runde blitzschnell auf Treck zu
dr&uuml;cken. Hier w&auml;hlt Ihr das gekaufte Land mit dem Cowboy an. Anschlie&szlig;end
ladet Ihr den &quot;Kuhjungen&quot; ein und wieder aus und klickt dann die Tiere an,
die Ihr nicht am Anfang gekauft habt. Jetzt steht bei &quot;Feld&quot;-1 und bei
&quot;Treck&quot;0, d.h. Euch stehen nun beliebig viele Tiere zur Verf&uuml;gung.
Achtung! Am Anfang solltet Ihr immer Rinder kaufen, denn bei diesem Trick
werden aus Rinder Pferde und umgekehrt. Pferde bringen aber bekanntlich
viel mehr Geld in die Kasse. Wer allerdings nicht gerne unfair spielen
m&ouml;chte, der sollte sich folgende Ratschl&auml;ge zu Herzen nehmen:

1. M&ouml;glichst nicht in die N&auml;he eines Flu&szlig;es geraten, denn hier besteht eine
ziemlich hohe &Uuml;berschwemmungsgefahr.

2. Die J&auml;ger solltet Ihr am besten im Hochland aktiv werden lassen. Wenn
Ihr sie zu einem Gebirge oder Hochlandgebirge bringt, lassen sich die
erbeuteten Felle nicht mit dem Wagen transportieren.

3.Diamantminen sind am ertragreichsten, gefolgt von Gold- und Silberminen.

4. Die Ausgaben solltet Ihr immer bei 100% halten, da Ihr sonst Gefahr
lauft, Eure Arbeiter zu verlieren.

Wie wird man beliebester B&uuml;rger in Rockwells innerhalb von einem Jahr:
Nat&uuml;rlich ist das ganze nur auf Betrug aufgebaut. Man spielt also im 2
Player Modus. Ein Mitspieler kauft beim H&auml;ndler einen Wagen und verkauft
ihn dann f&uuml;r 9999 Dollar wieder an seinen Widersacher. Dies wiederholt man
sooft, bis der erste Spieler kein Geld mehr hat, seine Farm
miteingeschlossen. Damit ist der Cowboy nat&uuml;rlich ruiniert. Wenn man nach
ein paar Tagen versucht, beim H&auml;ndler mit dem &quot;toten&quot; Mitspieler Kontakt
aufzunehmen, gelingt das, und es stehen in allen drei St&auml;dten 3000 - 8000
Dollar zur Verf&uuml;gung. In Gold-City und in Onneville wird man mit sehr viel
Geld, und in Kraxtown mit sehr viel Land beliebtester B&uuml;rger.

Man ben&ouml;tigt nur ein kleines Feld, auf dem einer unserer Cowboys Rinder
z&uuml;chtet. Dorthin schickt man einen Treck (kein Sammeltreck), um die
gez&uuml;chteten Rinder abzuholen. Nachdem alle Rinder in den Treck verladen
wurden, geschieht etwas sehr merkw&uuml;rdiges! Die Sperre auf dem Pferde-Icon
verschwindet. Klickt man sodann das Icon an, erscheint ein Pferdestand von
-1 (!), was uns nicht davon abhalten sollte, unseren Treck nach
Herzenslust mit Pferden zu beladen. Da&szlig; hierbei die Bestandszahl immer
weiter ins Negative abrutscht, st&ouml;rt nicht weiter. Bei jedem weiteren
Besuch der Parzelle steht der Pferdebestand wieder auf -1.
</pre>
</body>
</html>
