<HTML>
<HEAD>

<TITLE>AFD-Copyright</TITLE>

</HEAD>
 
<BODY LANG="de" BACKGROUND="marble.png" BGCOLOR="#9E9E9E" TEXT="#000000" LINK="#0000FF" VLINK="#0000FF" ALINK="#FF0000"></BODY>
<CENTER>
<H1>
Standard Amiga FD-Software<BR>
Copyright Note (TM)
</H1><H3>
Version 1.2 - Deutsch<BR>
27-Okt-1996<P>
</H3>
</CENTER>
<BR>
<H4>INHALT</H4><P>
<UL>
<LI><A HREF="#0">Einleitung</A>
<LI><A HREF="#1">Urheberrecht</A>
<LI><A HREF="#2">Verteilung</A>
<LI><A HREF="#3">Haftungsausschluss</A>
<LI><A HREF="#4">Gegenleistung</A>
<LI><A HREF="#5">Entwickler-Informationen</A>
<LI><A HREF="#6">Autoren</A>
</UL>
<BR>
<A NAME="0"></A><H4>0. EINLEITUNG</H4><P>
Falls du ein(e) Anwender(in) bist, magst du vielleicht diese Standard-Urheber-rechts-Notiz
f&uuml;r frei verteilbare Amiga® Software, die du nur einmal lesen mu&szlig;t anstelle  von
individuellen  Notizen.  Es gibt  &Uuml;bersetzte  Versionen  dieses Dokumentes im Aminet® unter:
<CODE>/pub/aminet/docs/misc/AFD-Files1-xx.lha</CODE> (xx = Zahl der Sprachen).<P>
Falls du ein(e) Software-Entwickler(in) bist und dieses Dokument in dein eigenes FD-Paket
einbinden willst, dann lies es bitte zuerst sorgf&auml;ltig durch, besonders Kapitel 5
"ENTWICKLER-INFORMATIONEN".  Danke f&uuml;r deine Unterst&uuml;tzung.<P>
<BR>
<A NAME="1"></A><H4>1. URHEBERRECHT</H4><P>
<UL>
<LI>a. Das Urheberrecht  f&uuml;r diese Software liegt bei ihren Entwicklern.  Das bedeutet:
du darfst Programm(e) und Dokumentation NICHT &Auml;NDERN. Insbesondere
darfst du die Dokumentation oder diesen Text NICHT ENTFERNEN.
<LI>b. Du darfst diese Software und alle ihre Teile, einschlie&szlig;lich aller Schriftarten,
Bilder oder Samples,  NICHT f&uuml;r irgend einen anderen Zweck  als den
in der zugeh&ouml;rigen  Dokumentation beschriebenen  benutzen.  Falls die Entwickler
nicht die Quell-Dateien mitgeliefert haben,  darfst du KEINEN TEIL
dieses Paketes dekompilieren.<P>
</UL><BR>
<A NAME="2"></A><H4>2. VERTEILUNG</H4><P>
Dieses Paket ist  frei verteilbar.  Das bedeutet:  du darfst  diese Software
weiterverteilen, solange du diese Punkte erf&uuml;llst:<P>
<UL>
<LI>a. Jede Weitergabe mu&szlig; alle Dateien in diesem Archiv umfassen, einschlie&szlig;lich
der Datei "AFD-COPYRIGHT",  ohne irgendwelche &Auml;nderungen.  Du darfst KEINE
Dateien zu diesem Archiv hinzuf&uuml;gen.
<LI>b. Dieses Paket darf frei weitergegeben werden &uuml;ber Mailboxen,  InterNet/UseNet,
Software-Bibliotheken wie die von Fred Fish und Aminet® CD-ROM's und
andere &auml;hnliche elektronische Kan&auml;le.
<LI>c. Disketten-Magazine und Dienstleister, die Zusatzgeb&uuml;hren f&uuml;r Datei&uuml;bertragung
erheben,  d&uuml;rfen es  NICHT ohne schriftliche Erlaubnis der Entwickler verteilen!<P>
</UL><BR>
<A NAME="3"></A><H4>3. HAFTUNGSAUSSCHLUSS</H4><P>
Durch die Benutzung dieses Produktes  akzeptierst du  die VOLLE Verantwortung
f&uuml;r alle Sch&auml;den, die durch seine Benutzung oder das Unverm&ouml;gen seiner Benutzung
auftreten k&ouml;nnen.  Die Entwickler dieser Software  und der Autor und die &Uuml;bersetzer
dieser  "Urheberrechts-Notiz"  k&ouml;nnen NICHT verantwortlich gemacht werden.<P>
WICHTIG: Der Autor und die &Uuml;bersetzer dieser  "Urheberrechts-Notiz"
geben KEINE Garantie f&uuml;r die Qualit&auml;t und die N&uuml;tzlichkeit
IRGENDEINES Produktes das dieser Notiz unterliegt!!!<P>
Einige Namen, die in diesem Text benutzt werden, sind Warenzeichen oder eingetragene
Warenzeichen. Die Benutzung dieser Namen impliziert nicht, da&szlig; sie frei benutzt werden d&uuml;rfen.<P>
<BR>
<A NAME="4"></A><H4>4. GEGENLEISTUNG</H4><P>
"Frei verteilbar" bedeutet nur,  da&szlig; du nicht  f&uuml;r das Kopieren oder die Weitergabe
dieser Software bezahlen mu&szlig;t.  Du hast das Recht, dieses Produkt 30
Tage lang zu testen.  Falls es dir gef&auml;llt und du es regelm&auml;&szlig;ig benutzt, wollen die
meisten Entwickler eine Gegenleistung f&uuml;r ihre M&uuml;he.<P>
Die Dokumentation dieser Software enth&auml;lt eine Einstufung der folgenden:<P>
<UL>
<LI>a. Freeware - Du darfst dieses Software KOSTENLOS benutzen.
<LI>b. Mailware - Du mu&szlig;t den Entwicklern eine NACHRICHT zukommen lassen (per EMail oder Post).
<LI>c. Cardware - Du mu&szlig;t den Entwicklern eine POSTKARTE schicken.
<LI>d. Donationware - Du mu&szlig;t einer Organisation, wie in der Dokumentation beschrieben, eine SPENDE zukommen lassen.
<LI>g. Giftware - Du bist aufgefordert, den Entwicklern ein GESCHENK zu machen, zum Beispiel:
<UL>
<LI>S&uuml;&szlig;igkeiten oder
<LI>ein P&auml;ckchen Disketten oder
<LI>eine Kopie eines selbstgeschriebenen Programmes oder
<LI>etwas Geld oder
<LI>einen Amiga 5000 PowerTower ;-)
</UL>
<LI>s. Shareware - Du mu&szlig;t den Entwicklern GELD in H&ouml;he des in der Dokumentation
verlangten Betrages zukommen lassen.<P>
</UL><BR>
<A NAME="5"></A><H4>5. ENTWICKLER-INFORMATIONEN</H4><P>
Das Konzept einer "Standard-Lizenz" wie dieser hat verschiedene Vorteile:<P>
<UL>
<LI>Du als Entwickler(in) mu&szlig;t dich nicht um die Urheberrechts-Fragen k&uuml;mmern.
<LI>Die Anwender deines Produktes m&uuml;ssen es nur lesen, falls sie es nicht
ohnehin schon getan haben.
<LI>Dieses Dokument ist in verschiedenen Sprachen im Aminet® verf&uuml;gbar.
So kannst du sicher sein, da&szlig; die Benutzer es wenigstens einmal gelesen
und verstanden haben.<P>
</UL>
Falls du "AFD-COPYRIGHT(TM) in dein eigenes Amiga® FD-Software Paket ein-
binden willst, mu&szlig;t du die folgenden Regeln befolgen:<P>
<UL>
<LI>a. Lies dieses Dokument sorgf&auml;ltig und &uuml;berzeuge dich davon, da&szlig; du dem
gesamten Text OHNE IRGENDWELCHE AUSNAHMEN zustimmst.<P>
(Falls du ihm nicht zustimmst, benutze ihn nicht! Du darfst Teile des
Textes &Uuml;bernehmen, aber FALLS du es tust, darfst du die Namen
"AFD-COPYRIGHT"(TM) und "Standard Amiga FD-Software Copyright Note"(TM) NICHT BENUTZEN.)<P>
<LI>b. &Uuml;berzeuge dich davon, da&szlig; du in den .info-Dateien, die du ver&ouml;ffentlichen
willst, die folgen Standardprogramme benutzt:<P>
<UL>
<LI>f&uuml;r ASCII-Texte:            More
<LI>f&uuml;r AmigaGuide®-Dokumente:  AmigaGuide
<LI>f&uuml;r AmigaOS-Skripte:        IconX
<LI>f&uuml;r ARexx-Skripte:          RX
<LI>f&uuml;r Konfigurations-Dateien: Ed
<LI>f&uuml;r Installer-Skripte:      Installer
<LI>f&uuml;r IFF-ILBM-Bilder:        Display<P>
(Die Idee zu dieser Regel wurde inspiriert durch Osma "Tau" Ahvenlampi,
Finnland. Sie wurde eingef&uuml;gt, um einen Standard zu setzen. Falls jemand
nicht diese Programme benutzt, mu&szlig; er/sie nicht mehr als einen "Link" pro
Dateityp auf die bevorzugten Programme einrichten!)<P>
</UL>
<LI>c. F&uuml;ge einen Absatz wie den folgenden in die Anleitung zu deinem Produkt ein:<P>
Diese Software unterliegt der "Standard Amiga FD-Software Copyright Note".<BR>
Sie ist <Typ_der_Software> wie definiert in Absatz 4<x>. [...]<BR>
F&uuml;r mehr Informationen lies bitte "AFD-COPYRIGHT" (Version 1 oder h&ouml;her).<P>
Beispiel:<P>
Diese Software unterliegt der "Standard Amiga FD-Software Copyright Note".<BR>
Sie ist SHAREWARE wie definiert in Absatz 4s.<BR>
Falls du sie magst und regelm&auml;&szlig;ig benutzt, sende bitte DM20 an...<BR>
F&uuml;r mehr Informationen lies bitte "AFD-COPYRIGHT" (Version 1 oder h&ouml;her).<P> 
<LI>d. Du mu&szlig;t die Datei "AFD-COPYRIGHT"(TM) (englisch) beilegen.
FALLS du eine AmigaGuide® Hypertext-Anleitung beilegst,  kannst du sie mit
dieser Datei verkn&uuml;pfen oder den gesamten Text  in die AmigaGuide® - Datei
einf&uuml;gen,  ganz wie du magst. Bitte lege nicht mehr als zwei &Uuml;bersetzungen
dieser Datei in deinem Paket bei.  So wird das Paket nicht zu gro&szlig;.<P>
</UL><BR>
<A NAME="6"></A><H4>6. AUTOREN</H4><P>
"AFD-COPYRIGHT"(TM) wurde geschrieben von Dietmar Knoll. Es unterliegt selbst
der obigen Urheberrechts-Notiz (© 10.12.1994, 27.02.1996).<P>
Falls du irgendwelche Kommentare, Hinweise oder Fragen oder auch Vorschl&auml;ge
f&uuml;r die n&auml;chste Version hast, schreibe sie bitte an die folgenden Adressen:<P>
Dietmar Knoll<BR>
Iltisweg 6<BR>
D-37081 G&ouml;ttingen<BR>
DEUTSCHLAND/EUROPA<P>
InterNet-Email:<BR>
To: dknoll@gwdg.de<BR>
Subject: AFD<P>
Meine WWW-Homepage: <A HREF="http://home.pages.de/~D-Online">http://home.pages.de/~D-Online/</A><P>
Die &Uuml;bersetzer dieses Dokumentes und ihre Adressen sind in den entsprechenden
Dateien  vermerkt.  Das Urheberrecht  der &Uuml;bersetzungen  liegt bei den &Uuml;bersetzern.
</BODY>
</HTML>
