<HTML>
<HEAD>

<TITLE>RelaySoft Amiga Productions - Battle XII</TITLE>

<META NAME="description" CONTENT="Amiga Free/Shareware-Programme">

<META NAME="keywords"    CONTENT="Amiga">

<META NAME="author"      CONTENT="Heiko Mueller">

</HEAD>

<BODY LANG="de" BACKGROUND="marble.png" BGCOLOR="#9E9E9E" TEXT="#000000" LINK="#0000FF" VLINK="#0000FF" ALINK="#FF0000"></BODY>
<BR><H2>
Spielablauf
</H2><BR>
<H5>Die Schiffe (im Allgemeinen)</H5><P>
Jeder Spieler verf&uuml;gt &uuml;ber f&uuml;nf Fighter und f&uuml;nf Bomber, deren Status in der Infozeile angezeigt wird.
Die Schiffe sind von 1 bis 10 (wird als 0 dargestellt) durchnummeriert, beginnend bei dem Fighter am
&auml;u&szlig;eren Rand des Bildschirms.
<IMG SRC="bt_butt1.png" ALT="Infozeile" ALIGN="RIGHT">
<BR>
Die Steuerung erfolgt &uuml;ber die Joysticks, wobei die Schiffe direkt in die Richtung beschleunigen, in die
der Joystick gedr&uuml;ckt wird. Um zu bestimmen, welche der 10 Schiffe man gerade steuern will, mu&szlig; man diese
in der Infozeile aktivieren. Die Nummern erscheinen dann wei&szlig;. Die Aktivierung erfolgt durch die Funktionstasten
f&uuml;r Spieler blau und durch die Tasten des Ziffernblocks f&uuml;r Spieler gr&uuml;n. Dabei steht jede Ziffer f&uuml;r eines
der Schiffe (s. Tabelle 1).<BR>
<TABLE BORDER="0" CELLPADDING="7" CELLSPACING="0" WIDTH="100%">
<TR><TD VALIGN="TOP" ALIGN="LEFT">
<B>Tabelle 1 (Auswahltasten)</B><BR>
<TABLE BORDER="1" CELLPADDING="4" CELLSPACING="1" WIDTH="20%">
<TH>Nr.</TH><TH>Typ</TH><TH>Taste(blau/gr&uuml;n)</TH>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">1</TD>
<TD VALIGN="CENTER" ALIGN="CENTER"><IMG SRC="bt_butt3.png" ALIGN="LEFT">Superfighter</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">F1/NUMPAD1</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">2</TD>
<TD VALIGN="CENTER" ALIGN="CENTER"><IMG SRC="bt_butt3.png" ALIGN="LEFT">Fighter</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">F2/NUMPAD2</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">3</TD>
<TD VALIGN="CENTER" ALIGN="CENTER"><IMG SRC="bt_butt3.png" ALIGN="LEFT">Fighter</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">F3/NUMPAD3</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">4</TD>
<TD VALIGN="CENTER" ALIGN="CENTER"><IMG SRC="bt_butt3.png" ALIGN="LEFT">Fighter</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">F4/NUMPAD4</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">5</TD>
<TD VALIGN="CENTER" ALIGN="CENTER"><IMG SRC="bt_butt3.png" ALIGN="LEFT">Fighter</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">F5/NUMPAD5</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">6</TD>
<TD VALIGN="CENTER" ALIGN="CENTER"><IMG SRC="bt_butt4.png" ALIGN="LEFT">Zielbomber</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">F6/NUMPAD6</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">7</TD>
<TD VALIGN="CENTER" ALIGN="CENTER"><IMG SRC="bt_butt4.png" ALIGN="LEFT">Bomber</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">F7/NUMPAD7</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">8</TD>
<TD VALIGN="CENTER" ALIGN="CENTER"><IMG SRC="bt_butt4.png" ALIGN="LEFT">Bomber</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">F8/NUMPAD8</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">9</TD>
<TD VALIGN="CENTER" ALIGN="CENTER"><IMG SRC="bt_butt4.png" ALIGN="LEFT">Bomber</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">F9/NUMPAD9</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">0</TD>
<TD VALIGN="CENTER" ALIGN="CENTER"><IMG SRC="bt_butt4.png" ALIGN="LEFT">Zielbomber</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">F10/NUMPAD0</TD></TR>
</TABLE>
</TD>
<TD VALIGN="TOP" ALIGN="LEFT">
Die Deaktivierung erfolgt durch einen erneuten Tastendruck. Schiffe, die im Augenblick der Deaktivierung gerade in
Bewegung sind, behalten ihre Geschwindigkeit und Flugrichtung bei. Es k&ouml;nnen so beliebige Kombinationen
zusammengestellt und recht komplexe Angriffsformationen geflogen werden. Um das Zusammenstellen von Gruppen zu
vereinfachen, gibt es f&uuml;r jeden Spieler zwei Tasten, mit denen er die Fighter 2-5,
bzw. die Bomber 7-9 zugleich aktivieren kann (s. Tabelle 2).<BR>
Weiterhin verf&uuml;gt jedes Schiff &uuml;ber einen einfachen Autopiloten. Er besitzt zwei Funktionen, die ebenfalls &uuml;ber Sondertasten
ausgel&ouml;st werden und sich jeweils auf alle aktivierten Schiffe beziehen. W&auml;hrend der Ausf&uuml;hrung eines Befehls wird
die Kennnummer des Schiffs rot eingef&auml;rbt, danach wird es automatisch deaktiviert. Die <I>STOP</I>-Funktion veranla&szlig;t
ein Schiff zur sofortigen Geschwindigkeitsreduzierung bis zum vollst&auml;ndigen Halt. Beim <I>RETURN</I>-Befehl kehrt
das Schiff automatisch zur Basis zur&uuml;ck und begibt sich dort auf seine Parkposition. Hierbei ist jedoch zu beachten, da&szlig;
der R&uuml;ckflugwinkel zur Basis nicht zu spitz ist, da das Schiff dann den Leitstrahl verfehlen und an einer Begrenzungsmauer
zerschellen k&ouml;nnte.
</TD></TR></TABLE>



<TABLE BORDER="0" CELLPADDING="7" CELLSPACING="0" WIDTH="100%">
<TR>
<TD VALIGN="TOP" ALIGN="LEFT">
F&uuml;r jedes Schiff existiert in der Infozeile neben den Zahlen ein kleiner Energiebalken, der zugleich auch die
maximal m&ouml;gliche Fluggeschwindigkeit angibt.
Solange die Schiffe in der Basis stehen, sind ihre Energiespeicher immer vollst&auml;ndig aufgeladen.
Geleert werden sie durch den normalen Flug, Phasertreffer, Phaserfeuer und Plasmaentladungen. Ist die Energie eines
Schiffes vollst&auml;ndig verbraucht, f&uuml;hrt dies zur sofortigen Explosion. Einen nur teilweise geleerten Speicher kann
ein Schiff auch aus eigener Kraft mit Hilfe seines Fusionsreaktors langsam wieder f&uuml;llen. Hierzu darf jedoch keine
Energie verbraucht werden (nicht fliegen, schie&szlig;en oder beschossen werden).<BR>

</TD>
<TD VALIGN="TOP" ALIGN="LEFT">
<B>Tabelle 2 (Sondertasten)</B><BR>
<TABLE BORDER="1" CELLPADDING="4" CELLSPACING="1" WIDTH="20%">
<TH>Funktion</TH><TH>Taste(blau)</TH><TH>Taste(gr&uuml;n)</TH>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">Fighter2-5 aktivieren</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">Tilde (~)</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">DEL</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">Bomber7-9 aktivieren</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">TAB</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">HELP</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">Autopilot: STOP</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">linke Shift</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">rechte Shift</TD></TR>
<TR><TD VALIGN="CENTER" ALIGN="CENTER">Autopilot: RETURN</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">linke Amiga</TD>
<TD VALIGN="CENTER" ALIGN="CENTER">rechte Amiga</TD></TR>
</TABLE>
</TD></TR></TABLE>

<BR>
<H5><BR>Die Schiffe (im Speziellen)</H5><P>
<IMG SRC="bt_shot4.png" ALT="Superfighter" ALIGN="LEFT">
Die Bewaffnung der f&uuml;nf Fighter besteht jeweils aus einer Phaserkanone mit automatischer Zielerfassung. Beim Druck auf
den Feuerknopf wird immer auf den Feind geschossen, der dem Schiff am N&auml;chsten ist und sich innerhalb der Reichweite
des Phasers befindet. Ist zuf&auml;llig ein eigenes
Schiff in der Schu&szlig;linie, wird darauf keine R&uuml;cksicht genommen. Eine Besonderheit stellt der Fighter Nr. 1 dar, der
deshalb auch nicht in die Gruppenaktivierung mit einbezogen ist. Er verf&uuml;gt &uuml;ber eine Laserkanone mit gleicher
Durchschlagskraft wie die der Basis: ein Treffer mit diesem Schu&szlig; zerst&ouml;rt ein feindliches Schiff sofort. Der Nachteil
bei diesem Fighter ist das vollst&auml;ndige Fehlen eines Schildsystems. Ein kurzer Treffer eines normalen Gegners
oder einer Plasmaentladung f&uuml;hrt zur sofortigen Vernichtung.<BR>
<IMG SRC="bt_shot3.png" ALT="Bomber" ALIGN="RIGHT">
Auch bei den Bombern gibt zwei verschiedene Typen. Am einfachsten zu handhaben sind die Zielbomber(6+0). Sie sind
mit Radartorpedos ausgestattet, die beim Abschu&szlig; die Umgebung nach feindlichen Schiffen scannen. Ist das n&auml;chstgelegene
Ziel erfa&szlig;t, dann steuern sie automatisch darauf zu und explodieren sobald ihr Treibstoff verbraucht ist. Bei den
anderen Bombern(7-9) kann man selbst die Flugbahn der Torpedos bestimmen. Sie &uuml;bernehmen dann beim Abschu&szlig; die Richtung
und Geschwindigkeit des Schiffes und behalten diese bis zu ihrer Explosion bei. Es erfordert schon einiges an &Uuml;bung,
mit dieser Waffe genau zu treffen, wenn es aber klappt, ist die Wirkung fatal. Allen Bombern ist gemein, da&szlig; sie jeweils
nur einen Photonentorpedo aufnehmen k&ouml;nnen. Nach dessen Abschu&szlig; m&uuml;ssen sie zur Basis zur&uuml;ckkehren um sich nachladen
zu lassen.

<BR>
<H5><BR>Die Basen</H5><P>
Jede Raumbasis besteht aus zwei Seitenw&auml;nden, an denen ein Schiff bei einer Kollision sofort explodiert (wie
&uuml;brigens auch beim Verlassen des Bildschirms). Der Eingang zur Basis ist durch ein Kraftfeld gesichert, das bei Kontakt
ebenfalls zur unmittelbaren Vernichtung f&uuml;hrt. N&auml;hert sich ein eigenes Schiff dem Kraftfeld, so wird dieses automatisch
f&uuml;r die Dauer des Durchflugs abgebaut. Bei Feinden bleibt es intakt.
<IMG SRC="bt_butt2.png" ALT="Basis" ALIGN="LEFT">
<BR>
Zus&auml;tzlich verf&uuml;gt jede Basis noch &uuml;ber eine offensive Verteidigungseinrichtung in Form
einer einer Laserkanone. Sie wird durch einen Ann&auml;herungsdetektor ausgel&ouml;st, sobald ein feindliches Schiff in Reichweite
kommt. Ist sie erstmal aktiviert, hat das Opfer keine Chance. Zugleich dient die Kanone noch als Ableiter f&uuml;r
Plasmaentladungen, die sonst parkende Schiffe zerst&ouml;ren und eine Kettenreaktion ausl&ouml;sen k&ouml;nnten.<BR>
Auch die Basis verf&uuml;gt &uuml;ber eine Energiepegelanzeige in Form des langen gelben Balkens in der Infozeile. Nur bei
absolut vollem Speicher steht Energie f&uuml;r die Aufladung der parkenden Schiffe, das Kraftfeld und die Laserkanone zur
Verf&uuml;gung. Die "Blitzableiter"-Funktion bleibt st&auml;ndig erhalten. Sie es ist allerdings auch der schwache Punkt der
Basis. Immer wenn eine Plasmaentladung neutralisiert werden mu&szlig;, kommt es zu einem sp&uuml;rbaren Energieabfall. Dies ist
an sich nicht besorgniserregend, jedoch kann ein gezielter Schu&szlig; der Bomber den Plasmaableiter total &uuml;berlasten.
Wird der Energiespeicher vollst&auml;ndig geleert, so f&uuml;hrt dies zur vollst&auml;ndigen Zerst&ouml;rung. Verlassen jetzt nicht
alle Schiffe schleunigst die Basis, dann gehen sie in der folgenden Explosion mit unter.<BR>
Den &Uuml;berlebenden kann nur geraten werden, mit ihrer Energie und den Torpedos hauszuhalten, da die Nachladem&ouml;glichkeit
f&uuml;r immer ausgeschaltet ist.<BR>
<BR>
<H6>Die Runde ist beendet, wenn alle Schiffe eines Spielers vernichtet wurden, egal ob die Basis noch lebt.<H6>


</BODY>
</HTML>
