<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="veteran.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="viking_child.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Zuerst sollten Sie mal ein paar Gegenst&auml;nde nehmen. Empfehlenswert w&auml;ren
da eine Visitenkarte aus der Schublade und die Pistole. Nun ist es an der
Zeit, das B&uuml;ro zu verlassen, und das Spiel zu beginnen. Nachdem Sie also
das B&uuml;ro verlassen haben, stehen Sie auf der Stra&szlig;e. Dort steht Ihr Wagen,
au&szlig;erdem liegt auf der Stra&szlig;e eine Zeitung und eine T&uuml;te. Die T&uuml;te sollten
sie &ouml;ffnen (benutzen) und die Zeitung lesen (angucken). Nachdem Sie nun
wissen was das Ziel des Spieles ist, steigen Sie unter Benutzung der Auto-
schl&uuml;ssel in das Auto und fahren los.
In der Bar angekommen, reden Sie mit der Bardame, bei dem Gespr&auml;ch wird
Wild Bill (der R&auml;uber) erw&auml;hnt. Nach dem Gespr&auml;ch wird Wild Bill aus der
Hintert&uuml;r kommen und Rachel (die S&auml;ngerin) rausschmei&szlig;en. Sie mischen sich
ein und werden auch rausgeschmissen.
Fahren Sie zur&uuml;ck in die Bar, und reden Sie mit Wild Bill &uuml;ber &quot;illegales
Gl&uuml;cksspiel&quot; und ob er &quot;keine Angst hat, erwischt zu werden&quot;. Dann, und
zwischendurch kommt viel Geschwafel, entschuldigt sich Wild Bill bei Rachel.
Jetzt ist der Zeitpunkt gekommen, mit Rachel zu reden. Sie k&ouml;nnen mit Ihr
rumflirten, Sie befragen oder Ihr gleich Ihre Visitenkarte &uuml;berreichen
(w&auml;hrend des Gespr&auml;chs).
Nachdem Sie nach Hause gegangen sind, kommt Rachel Sie besuchen. Zu allem
&Uuml;berflu&szlig; klingelt auch noch das Telefon. Reden Sie mit dem Anderen (etwas
Anderes bleibt Ihnen ja wohl nicht &uuml;brig). Nun befolgen Sie die Anweisungen
und gehen in das Haus.
Reden Sie mit Prof. Walker, benutzen Sie die Dialoge &quot;Ausprobieren&quot; und
&quot;Behilflich sein&quot;. Da Sie aber keine Lust haben , in der Zeit umher zu
reisen, verlassen Sie das Haus und versuchen Sie jetzt wieder in die Bar zu
fahren...

Nachdem Sie nun in Frankfurt 1993 gelandet sind, ist es mal wieder Zeit,
das Inventar zu erweitern : nehmen Sie den Kanister L&ouml;sungsmittel und die
Polizeiuniform. Nun verlassen sie die &quot;Oper&quot; (relativ weit links) zur
U-Bahn.
Da Sie woanders hin m&ouml;chten, aber nicht schwarz fahren m&ouml;chten, benutzen
Sie den Kanister mit dem L&ouml;sungsmittel mit der Fahrkarten-Werbung. Weil das
Ticket viel zu gro&szlig; ist, gehen Sie zur&uuml;ck in die Oper und &ouml;ffnen (benutzen)
die &quot;Wunder&quot; - Kiste, legen das Ticket hinein (benutzen mit), schlie&szlig;en die
Kiste und &ouml;ffnen die Kiste wieder. Siehe da, das Ticket ist geschrumpft.
Jetzt m&uuml;ssen Sie U-Bahn fahren, eine Bahn kommt immer, wenn Sie sich f&uuml;r
den Fahrplan interessieren (rechte Maustaste). Die Bahn f&auml;hrt nach einer
Karte und den Rest m&uuml;ssen Sie herausfinden, da ich mir die Finger nicht wund
schreiben m&ouml;chte (PS: U-Bahnen &quot;benutzt&quot; man).
Nachdem Sie das nun geschafft haben, auf zur B&ouml;rse. Reden Sie mit dem
B&ouml;rsianer und fragen Sie ihn, w&auml;hrend des Gespr&auml;chs, &uuml;ber die Aktien.
Also: Zur&uuml;ck in die Vergangenheit, und dem Kerl in der Bar die 95 Dollar
gegeben.
Zur&uuml;ck in der Zukunft reden Sie noch einmal mit dem B&ouml;rsianer und infor-
mieren sich ein zweites mal &uuml;ber die Aktien, die sie dann an Ihn verkaufen.
Da Rachel mit deutschem Geld, was erst 65 Jahre sp&auml;ter gedruckt wird,
nichts anfangen kann, gehen Sie zur LBS-Gesch&auml;ftsstelle.
Dort angekommen, reden sie mit der LBS-Beraterin, und richten einen Bau-
sparvertrag f&uuml;r Rachel ein. Bevor Sie gehen, zahlen Sie das Geld auf den
Vertrag ein (w&auml;hrend eines Gespr&auml;chs &uuml;bergeben).
Bevor Sie jedoch Frankfurt wieder verlassen, sollten Sie das Comic, was
auf einem Bahnsteig liegt, nehmen...

Wieder zu Hause, ist Ihre Aufgabe sehr simpel. Nehmen Sie die Rose, welche
vor dem M&uuml;lleimer liegt. Fahren Sie in die Bar. Reden Sie mit der Bardame
und &uuml;berreichen Sie ihr die Rose (w&auml;hrend des Gespr&auml;chs). Nun k&ouml;nnen Sie be-
ruhigt nach einem Gin fragen. Jetzt, wo Sie den Gin f&uuml;r Prof. Walker haben,
fahren Sie zur&uuml;ck. Geben dem Jungen vor dem Haus das Comic, gehen in das
Haus, geben Prof. Walker den Gin (im Gespr&auml;ch) und auf in die Zukunft...

Im Jahr 2000 landen Sie mit Ihrer Zeitmaschine, die dabei etwas auseinan-
der f&auml;llt. &Uuml;bergeben Sie dem Chemiker den Zettel, welchen Sie schon vor
langer Zeit in der Zeitmaschine gefunden haben. Dieser gibt Ihnen den Auf-
trag, ein rostiges Ofenrohr zu besorgen. Also auf...
Ihr Ticket von 1993 ist im Jahr 2000 nicht mehr g&uuml;ltig, deswegen m&uuml;ssen
Sie erst einmal jemanden hereinlegen, damit er Ihnen sein Ticket &quot;abgibt&quot;.
Nehmen Sie das Schild von der &quot;S&auml;ule&quot; und benutzen Sie das Schild sowie die
Dose mit der Nische. Nun brauchen Sie nur noch die leere T&uuml;te &uuml;ber die S&auml;ule
zu ziehen und schon geht es los. Nachdem Sie jetzt eine Karte haben, fahren
Sie zur LBS-Gesch&auml;ftsstelle. Der U-Bahn-Plan ist immer noch g&uuml;ltig, jetzt
sind aber ein paar Orte ausgetauscht worden.
Dort angekommen, reden Sie mit der LBS-Beraterin, und l&ouml;sen ihren Bauspar-
vertrag auf. Ganz nebenbei fragen Sie auch nach einem rostigen Ofenrohr.
Zur&uuml;ck zum Chemiker. Der sagt Ihnen aber leider, da&szlig; er noch einen Saphir
braucht. Nun fahren Sie dahin wo vorher die Oper war, und verlassen dort die
U-Bahn. Oben angekommen, begutachten Sie den Plattenspieler, welcher einen
Saphir hat. Nachdem Sie mit dem kleinen Jungen geredet haben, machen Sie
sich auf die Suche nach ein paar Akkus.
Jetzt m&uuml;ssen Sie auch mal arbeiten, ich gebe Ihnen nur ein paar Tips:
Finden Sie einen Jungen, der Walkman h&ouml;rt, reden Sie mit ihm &uuml;ber Akkus und
den Umweltpolizeiausweis, den Sie vorher aus der Jacke des Chemikers geklaut
haben. Und benutzen Sie die Uniform.
Nachdem Sie also die Akkus haben, gehen Sie zu dem anderen Jungen und
machen mit ihm einen Deal, Akkus gegen den Tonarm. Nun wieder zur&uuml;ck zum
Chemiker,...
</pre>
</body>
</html>
