<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Space Quest 3 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Police Quest 2</FONT><BR><FONT SIZE="+1">The Vengeance</FONT></B><BR><BR><BR>Wir
 ziehen die Autoschl&uuml;ssel ab (take key), &ouml;ffnen das Handschuhfach
(open box) und entnehmen den Personal-Ausweis (take card).  Wir schlie&szlig;en
die Box wieder (close box) und verlassen das Auto (leave car, lock door), um in
das Pr&auml;sidium   zu   gehen  (unlock  door).   Dort  begeben  wir  uns  in 
die Umkleidekabine,  wo  wir unseren Schrank &ouml;ffnen (turn card, , open
locker). Im  Schrank  finden wir einen Revolver (take gun), Munition (take ammo)
und Handschellen  (take cuff).  Wir schlie&szlig;en den Schrank wieder (close
locker) und  suchen  den  Schie&szlig;stand  auf.   Hier  verlangen wir Ohrensch&uuml;tzer
von unserem Kollegen (take protector) und gehen dann in eine freie Kabine.  Wir
ziehen  den Ohrenschutz &uuml;ber (put on protector) und stellen uns in Richtung
der  Schie&szlig;kammer  auf.  Wir laden den Revolver (F6), ziehen (F8),
visieren die  Zielscheibe  an  und  dr&uuml;cken  ab  (F10).   Wenn  wir  die
Zielscheibe anschauen  (view),  k&ouml;nnen  wir  die  Waffe  einstellen 
(adjust gun).  Wir ersetzen  die  Scheibe  (change  target)  und wiederholen
diese Handlung so lange,  bis  wir  keine  Punkte  mehr daf&uuml;r bekommen. 
Dann ge- ben wir den Ohrensch&uuml;tzer  zur&uuml;ck  und  bitten um neue
Munition (ask for ammo).  Nun ab ins  B&uuml;ro,  wo  wir einen wichtigen
Auftrag vom Chef bekommen.  Dort nehmen wir  den  Brief  und die Dienstmarke aus
der Schublade (sit, unlock drawer, open  drawer,  take  letter, take wallet,
close drawer, lock drawer), sowie die  Schl&uuml;ssel vom Schl&uuml;sselbrett
(stand, take key) und das Photo von Bains aus  dem  Aktenschrank  (open 
cabinet,  take bains, take shot, close file, close  cabinet).   Im  Papierkorb
ent- decken wir eine Nachricht (look into basket,  take  note).   In  der 
Vorhalle  finden  wir  im  Schrank unseren Aktenkoffer  (unlock  bin,  open 
bin, take kit, close bin, lock bin).  Wir verlassen  nun  die  Station und
stecken den Koffer in den Koffer- raum des Dienstwagens  (open  trunk,  put kit
in trunk, close trunk).  Danach fahren wir  in  das  Gef&auml;ngnis  (unlock
door, open door, drive to jail, open door, lock  door).   Dort  stecken wir die
Waffe in ein Schlie&szlig;fach (open locker, put  gun in locker, close locker). 
Wir klingeln an der T&uuml;r (ring bell) und zeigen  dem  W&auml;chter die
Dienstmarke (show wallet).  Diesen fragen wir &uuml;ber Bains`  Flucht aus (ask
about escape, ask about escape) und erhalten so die M&ouml;glichkeit,  mit 
einem  Zeugen  zu sprechen, was wir auch ausn&uuml;tzen (&uuml;ber alles  m&ouml;gliche
 fragen).   Dann  wenden  wir uns wieder dem W&auml;chter zu und verlangen  von 
ihm  einen  Einblick  in Bains Akte (ask man, ask for file, bains),  der  wir 
das  Photo  entnehmen  (take  photo).  Wir verlassen das Geb&auml;ude  und 
fahren  in Richtung Pr&auml;- sidium (open locker, take gun, close locker, 
unlock  door,  open  door, drive to office).  Unterwegs werden wir gebeten,  zum
 Einkaufs-Center  Oak  Tree Mall zu fahren (drive to oak tree mall).   Wir 
steigen  aus  (open door) und gehen nach dem Gespr&auml;ch mit dem anwesenden 
Officer  zu dem blauen Sportwagen rechts unten.  Wir &ouml;ffnen die T&uuml;r
(open door) und betrachten das Innere vom Handschuhfach (open box, look in 
box),  wo  wir  Munition  und  ein  Holster  entdecken (take ammo, take
holster).   Wir  schlie&szlig;en  die  Box  (close box) und die T&uuml;r wieder
(close door)  und gehen zu der Frau, die der Officer auf- getrieben hat (ask
about her  car).   Wir  benachrichtigen das Office (open door, call dispatch)
und fahren  wieder in Richtung Pr&auml;sidium (drive to office).  Doch erneut
werden wir  aufgehalten.   Diesmal  sollen wir in den Park fahren (drive to
cotton cove).  Keith schl&auml;gt uns ei- ne Wette vor, in die wir einsteigen
(yes), um uns  f&uuml;nfzig  Cent  zu verdienen.  Am Park angekommen steigen wir
aus (open door)  und  nehmen  den  Koffer  aus dem Wagen (open trunk, take kit,
close trunk).   Wir  sprechen  mit dem M&auml;dchen (look girl, ask girl) und
bereiten uns  auf  eine Schie&szlig;erei vor!  Dazu laden wir den Revolver (F6)
und ziehen ihn  (F8), bevor wir nach Westen gehen.  Wenn die Musik aufspielt,
beginnen wir  sofort  zu  schie&szlig;en  (F10, F10, F10 .  .  .  ), bis Bains
weggelaufen ist.   Wir  kehren  zum  Wagen  zur&uuml;ck und benachrichtigen das
Office (call dispatch).   Am  Ufer  ganz  im  Osten entdecken wir eine Blutspur,
die wir fotografieren  (look  blood,  use  camera).   Au&szlig;erdem  machen 
wir  einen Gipsabdruck (use plaster) und nehmen eine Probe des Blutes (use
vial).  Wir warten  auf  den  Taucher,  der  den  Flu&szlig;  absucht (wir k&ouml;nnen
auch selber mittauchen!).   W&auml;hrend dieser Zeit informieren wir wieder das
Office (open door,  call  dispatch).  Wir warten auf den Taucher und brechen,
nachdem er uns  die  Leiche gezeigt hat, auf in Richtung Flughafen, wo sich
Bains wohl hingefl&uuml;chtet  haben  mu&szlig;  (open  door,  drive to airport,
open door, close door, lock door, open trunk, take kit, close trunk).  Auf dem
Parkplatz des Flughafen  sehen  wir  den  Fluchtwagen  Bains,  den  schwarzen
Kombi.  Wir betrachten das Nummernschild (look plate) und geben es an das Office
weiter (wie  ge-  wohnt).   Wir &uuml;berqueren die Ampel (press button) und
kaufen dem M&auml;d- chen einen Blumentopf ab (buy plant).  Im Flughafen begeben
wir uns zu dem  Autoverleih,  wo  wir  die  beiden  Vertreter  ansprechen (2*
show him shield,  2*  show  him  photo).   Nun  fahren wir aber wirklich endlich
zum Office  - und nichts wird uns daran hindern (wie gewohnt).  Wir steigen aus
und  gehen  zur  Annahmestelle  (wie  gewohnt).  Dort &uuml;bergeben wir unserem
Kollegen  die  Blutprobe (give him vial) und den Gipsabdruck (give him foot
prints).   In  unserem  B&uuml;ro  setzen wir uns an den Schreibtisch (sit).  Im
M&uuml;lleimer  finden  wir  erneut  eine Notiz (look in basket, take note, read
note).  Nun benutzen wir das Telephon (dial phone) und rufen die nette Dame an 
der  Strippe  (Auskunft!)  an  (0),  die  uns nach Wohnort und Name des
Teilnehmers  fragt  (Lytton,  Marie  Wilkans).  Wir bekommen die Nummer und w&auml;hlen
sie auch gleich (555-4169).  Am anderen Ende der Leitung meldet sich Marie  und 
wir  gr&uuml;&szlig;en sie freundlich (hi).  Sie fragt uns, ob wir mit ihr essen
 gehen  wollen,  womit  wir  nat&uuml;rlich einverstanden sind (yes).  Wir h&auml;ngen
 den  H&ouml;rer  auf (escape), stehen auf (stand) und ge- hen zu unserem
Privatwagen  (unlock  door,  open  door), mit dem wir zum Restaurant fahren
(drive to Arnie).  Wir steigen aus und schlie&szlig;en ab (open door, lock
door), denn  auf  dieser  Welt  gibt es zu viele kleine Gauner (deshalb gibt es
ja auch uns!).  Wir setzen uns zu Marie (sit) und beantworten ihre Frage (ok).
Wir  geben  eine  Bestellung beim Kellner auf (rib).  Nachdem dieser wieder
verschwunden ist, geben wir Marie einen Ku&szlig; (kiss marie) und schen- ken
ihr die  Pflanze  (give  plant).   Jetzt k&uuml;ssen wir sie noch ein paar Mal
(kiss girl, kiss girl .  .  .  ) und alles l&auml;uft von alleine .  .  .  Wir
steigen aus  (take  key,  leave, lock door) und gehen ins B&uuml;ro (unlock
door).  Dort erhalten  wir  vom  Chef einen Auftrag, den wir auch direkt ausf&uuml;llen
(take key,  open  trunk,  put  kit in trunk, close trunk, open door, drive to
160 West  Rose).   Wir  nehmen  den Koffer aus dem Kofferraum (open trunk, take
kit, close trunk) und machen eine Blutprobe (use vial).  Wir schauen in den
Kofferraum  des  anderen  Wagens  (look  into  trunk)  und  durchsuchen den
Leichnam  (search man), wobei wir eine Ecke von einem Brief finden, auf dem eine
 Addresse  steht  (take  corner  of envelope).  Wir fahren also zu der genannten
 Adresse  (drive  to  753 Third Street).  Wir zeigen dem Pf&ouml;rtner unseren 
Ausweis und das Photo von Bains (show shield to man, show photo to man)  und 
gehen  dann  zum  Auto zur&uuml;ck, um Bericht zu erstatten und einen
Hausdurchsuchungs-Befehl  zu  erhalten  (open  door,  call  dispatch,  call
backup, open door).  Wir nehmen den Koffer aus dem Kofferraum (wie gewohnt) und 
 warten   auf  den  Kollegen,  der  uns  den  Hausdurchsuchungs-Befehl &uuml;berreicht
 (take  search  warrant)  und  uns einige M&auml;nner zur Verst&auml;rkung
anvertraut.  Wir zeigen dem Pf&ouml;rtner das Dokument (show him search warrant)
und  verlangen  von  ihm den Schl&uuml;ssel zur Wohnung (take key).  Wir stellen
uns  an  den  rechten Rand der T&uuml;r und machen den Revolver fertig (F6, F8).
Dann  &ouml;ffnen wir die T&uuml;re (unlock door).  Nachdem das Tr&auml;nen- gas
abgezogen ist,  betreten  wir das Zimmer und nehmen eine Probe von dem Blut
neben dem Bett (look floor, take blood).  Im Nachtschr&auml;nkchen finden wir
einen Brief, den wir lesen (open drawer, take letter, read letter).  Au&szlig;erdem
finden wir auf  der  Toilette  noch eine Gesch&auml;ftskarte (look, look in
mirror, look in sink,  take  business card, look business card).  Wir verlassen
das Zimmer, setzen  uns  ins  Auto,  wo  wir  dem  Office  Bericht erstatten und
fahren anschlie&szlig;end  zu  Marie  (open  door,  call dispatch, drive to
Marie).  Wir steigen aus und lesen die Nachricht, die an der T&uuml;r klebt
(look, take note, read  note).  Wir &ouml;ffnen die T&uuml;r mit dem Ersatzschl&uuml;ssel
(unlock door, open door).   Nach  einigem  Staunen finden wir im Aschenbecher
bei der kaputten Lampe  einen  Zettel  (look,  look floor, look in ashtray, take
paper, read paper).   Wir  verlassen das Haus und melden dem Office das
Geschehene (wie &uuml;blich,  drive  to office).  Drinnen geben wir die
Blutprobe, den Brief und die Briefecke bei der Annahmestelle ab (yes, give vial,
give envelope, give corner  of  enve- lope).  Im B&uuml;ro spricht uns der Bo&szlig;
an und fragt uns nach einer  Ab-  schu&szlig;liste Bains, die wir ihm &uuml;berreichen
(give hit list).  Wir setzen uns an den Schreibtisch (sit) und finden nat&uuml;rlich
auch jetzt wieder einen  Zettel  im  Papierkorb  (look in basket, take note,
read note).  Nun benutzen wir das Telephon (dial phone, 0) und erhalten auf
unsere Bitte hin die Nummer der Polizei-Stelle in Steelton (Steel- ton, Police).
 Wir w&auml;hlen die erhaltene Nummer (407-555-2677), melden uns (hi) und erz&auml;hlen,
da Bains ausgebrochen  ist  (ask  about bains).  Nachdem er aufgelegt hat, rufen
wir Colby an (407-555-3323), um ihm dasselbe mitzuteilen (hi, ask about bains).
Wir  beenden  die  Gespr&auml;che  (escape), stehen auf (stand) und schie&szlig;en
uns erneut  ein  (wie  &uuml;b-  lich).   Danach fahren wir zum Flughafen (alles
wie gew&ouml;hnlich).   Wir  kaufen  am  Schalter zwei Tickets nach Steelton (2*
buy tickets  to Steelton) und benutzen die Rolltreppe in das erste Obergescho&szlig;.
Hier  zeigen wir dem Officer unseren Dienstausweis (show him shield), um an der 
Sperre  vorbeizukommen.   Dahinter  treffen  wir auf drei gelangweilte M&auml;nner,
 die wir ansprechen (3* look man, talk to Larry Laffer).  Wir gehen weiter  ins 
Flugzeug  (Bye,  Larry!)  Hier  stzen  wir uns neben Keith und schnallen  uns 
an  (sit,  put  on  seat  belt).  Bei der netten Stewardess bestellen  wir einen
Kaffee (coffee, please).  Da wir Schlimmes bef&uuml;rchten, laden  wir  schon 
Mal den Revolver (F6) und l&ouml;sen den Sicherheitsgurt (put off  seat  belt). 
 Nach kurzer Zeit nehmen zwei Ganoven die Stewardess als Geisel.   Sobald  diese
 ohnm&auml;chtig  geworden  ist, stehen wir auf (stand), ziehen  den Revolver
(F8) und schie&szlig;en den Gangster nieder (F10).  Das wie- derholen  wir, 
wenn der zweite Gauner aufkreuzt.  Wenn wir die zwei M&auml;nner durchsuchen  
(look  man,  search  jacket),  k&ouml;nnen  wir  eine  Drahtzange entdecken, 
mit  der wir schnell nach hinten auf die Toilette gehen, um die Bombe   zu  
suchen   (look,  look  dispenser,  open  dispenser).   Schnell entsch&auml;rfen 
wir  die  Bombe  (cut  yellow,  cut  purple, cut blue, connect yellow,  cut 
white,  cut  yellow) und chlie&szlig;en dann den Dispen- ser wieder (close 
dispenser).  Vorne machen wir es uns dann wieder gem&uuml;tlich, w&auml;hrend
wir  als  Held  gefeiert  werden  ...  In Steelton werden wir von einem Cop
abgeholt,  der  mit uns einige Runden mit seinem Heli dreht.  Von dem Tisch im 
B&uuml;ro nehmen wir die Funkger&auml;te (take radio).  Im Park treffen wir
einen Mann, der wie wild durch die Gegend hoppelt und unschuldige Leute
ausraubt. Wir  wehren uns (F6, F8) und rufen Keith zur Hilfe, der ihn festnageln
soll (use  radio),  was er auch erfolgreich schafft (komisch, sonst verschwindet
er  immer,  wenn  ihn  Arbeit  erwartet!).   Wir  lesen  dem Gangster seine
Leviten,  &auml;h,  seine  Rechte  (read  rights).   Nachdem wir ihm noch einige
Fragen  gestellt  haben  (talk  to man), f&uuml;hrt ihn Keith ab.  Im westlichen
Teil  des Parkes finden wir einen Kanaldeckel, den wir &ouml;ffnen (look ground,
open  manhole) und in den wir hineinsteigen (climb down).  Der Weg:  Osten,
Osten,  S&uuml;den,  S&uuml;den,  Westen.   Hier finden wir einen Kasten, in dem
eine Gasmaske  liegt  (open cabinet, take mask, close cabinet).  Unser Weg f&uuml;hrt
uns  weiter  nach  Westen, wo wir uns die Gasmaske aufsetzen (put on mask). Der 
weitere Weg:  S&uuml;den, S&uuml;den, Osten, Osten.  Wir stellen uns an die T&uuml;r,
&ouml;ffnen  sie  und befreien Marie (calm Marie, untie Marie).  Da wir Schritte
h&ouml;ren,  verstecken  wir  uns  hinter der linken S&auml;ule.  Dort ziehen
wir den Revolver  (F6,  F8).  Schon bald tritt Bains in den Raum ein.  Steht er
auf gleicher  H&ouml;he wie unsere S&auml;ule, so fangen wir zu schie&szlig;en
an, was das Zeug h&auml;lt (F10, F10, F10).  Haben wir ihn getroffen, so ist er
tot und das Spiel ist zuende; wenn nicht, sind wir tot und das Spiel ist auch
zuende ...<BR><BR></P>
<UL>
<LI>Immer wieder vorkommende Befehle:
<OL>
<LI><I>Einsteigen in einen Wagen: </I>open trunk, put kit in trunk, close
trunk, unlock door, open door.</LI>
<LI><I>Handhabung der Pistole: </I>laden (F6), ziehen (F8) und schie&szlig;en
(F10).</LI>
<LI><I>Gef&auml;ngnis: </I>open locker, put gun in locker, close locker, ring
bell, . . . , open locker, take gun, close locker.</LI></OL></LI>
<LI>Telefon-Nummern:
<UL>
<LI><I>Auskunft: </I>0</LI>
<LI><I>Auslands-Auskunft: </I>555-0001</LI>
<LI><I>Polizei-Pr&auml;sidium Lytton: </I>555- 5432</LI>
<LI><I>Polizei-Pr&auml;sidium Steelton: </I>407-555-2677</LI>
<LI><I>Donald Colby: </I>407-555-3323</LI>
<LI><I>Marie Wilkans: </I>555-4169</LI></UL></LI></UL></BODY></HTML>
