<HTML>
<HEAD>
<TITLE>The Colonel`s Bequest - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR>
<B><FONT SIZE="+3">The Colonel`s Bequest</FONT></B>
<BR><BR><BR>
<B>Szene I</B><BR><BR>
Wir gehen zu Ethel in ihr Zimmer und sprechen mit ihr &uuml;ber alle Personen,
die uns interessieren (talk to Ethel, ask about Colonel / Lillian / Rudolph
/ Clarence / Wilbur / Blaze / Gertrud / Polly / Gloria, Beauregard,
Jeeves, Celie, Fifi). Nach diesem ausf&uuml;hrlichen Gespr&auml;ch gehen wir in das
Badezimmer, wo wir Lillian treffen, die wir beim Parf&uuml;mieren beobachten.
Wir machen uns nun auf den Weg in die oberste Etage, wo wir den rechten
Wandschrank verschieben (push armoire). Wenn wir einen Blick durch das Loch
des Bildes werfen, k&ouml;nnen wir ein Gespr&auml;ch zwischen Lillian und Ethel
verfolgen (look holes). Dasselbe wiederholen wir auf dem linken Fl&uuml;gel des
Stockwerkes, wo wir den Colonel und Fifi erblicken (push armoire, look
holes). Wir betreten nun den Raum von Wilbur, wo wir das Bett genauer
untersuchen (look bed) und die Taschen durchw&uuml;hlen (look bag). Auf dem Weg
in das untere Parterre halten wir im Raum des Colonels, um dort unsere
Zigarre und den Cognacschwenker zu &uuml;berpr&uuml;fen (look cigar, look decanter).
Und das Spionieren geht auch gleich weiter, wenn wir die Uhr wegschieben
(move clock) und durch das untere Bild schauen (look holes). Dadurch k&ouml;nnen
wir Clarence und Gertrude beobachten, indem wir den Geheimraum rechts
betreten und den Spiegel beiseiter&uuml;cken (move mirror). Wir gucken durch
das untere Bild (look holes) und gehen dann in das Zimmer von Gloria und
Gertrud, wo nun die Uhr zum ersten Mal schlagen sollte.
<BR><BR>
<B>Szene II</B>
<BR><BR>
Wir stehen auf und nehmen das Tuch vom Boden auf (look floor, take hanky).
Wir beachten die Ratschl&auml;ge nat&uuml;rlich genau, die uns der Vater
gibt. Wir laufen zum Billardsaal und dort weiter nach links raus, wo wir
eine Leiche entdecken, die wir durchsuchen (search body). Dadurch stellen
wir fest, wie sie gestorben ist. Wir gehen in das B&uuml;ro vom Colonel, wo
wir den Waffenschrank &ouml;ffnen (open cabinet) und uns dessen Inhalt
anschauen. Die Waffe aus der Glasvitrine wird auch n&auml;her von uns
examiniert (look case, look gun). Wir verlassen den Raum durch die linke
T&uuml;r, folgen Wilbur und Clarence bis in den Flur und biegen dann in
den rechten Gang ab, von wo wir die beiden durch das obere Bild belauschen
k&ouml;nnen (move mirror, look holes). Wir suchen Lillian in ihrem Zimmer
auf, um sie &uuml;ber verschiedene Personen auszufragen (siehe
Gespr&auml;ch mit Ethel). Falls Lillian nicht in ihrem Zimmer anzutreffen
ist, finden wir sie auf jeden Fall in der K&uuml;che, wohin wir sowieso
gehen m&uuml;ssen. Hier n&auml;lich k&ouml;nnen wir den Knochen aus dem
Eisfach holen (open icebox, take bone). Wir entfernen uns in Richtung Osten
und warten, bis der Hund von Jeeves gef&uuml;ttert wurde. Wir legen den
Knochen beiseite (drop bone) und durchsuchen die Hundeh&uuml;tte (search
dog house), wo wir das Juwelenhalsband finden (take necklace). Wir gehen zu
Wilbur in die Bilbiothek und von dort weiter in den linken Geheimgang und
schauen dort durch das untere Bild (move clock, look holes).<BR><BR>
<B>Szene III</B><BR><BR>
Wir durchst&ouml;bern nun alle Geheimg&auml;nge und finden dabei einen
Gehstock (look floor, get cane). Danach gehen wir in die Bibliothek, wo wir
die Federn untersuchen (look floor, look feathers) und den Stock mitnehmen
(look floor, take poker). Im Stall findet die tragische Geschichte eine
Fortsetzung. Wir untersuchen die Leiche von Wilbur (look body) und
entdecken ein Brillenglas (take monoclel). Damit k&ouml;nnen wir alles
besser sehen. Im Kinderhaus beobachten wir Lillian (open door). Wir kehren
in das Haus zur&uuml;ck und betreten dort den linken Geheimraum im oberen
Stockwerk, um den Colonel zu beobachten (push armoire, look holes). Wir
gehen in den linken Geheimraum des unteren Stockwerks und machen dort das
gleiche (move clock, look holes). Wir gehen in den Keller, &ouml;ffnen die
Luke und nehmen aus dem Zimmer von Jeeves die Kekse mit (open celar, take 
cracker). Wir arrangieren ein Meeting mit Celie, das vor ihrem Haus
stattfinden soll. Steht sie nicht dort, klopfen wir an die T&uuml;r und
gehen hinein (knock door). Wir fragen Celie &uuml;ber die Personen aus, die
uns noch interessieren (siehe oben). Dabei sollten wir uns aber auch etwas
beeilen, denn Zeit ist Leben. Vorher geben wir ihr aber noch die
Juwelenkette, die wir in der Hundeh&uuml;tte gefunden haben (give necklace 
to Celie). Wir nehmen die Karotte (take carrot) und machen uns wieder auf
den Weg zur&uuml;ck ins Haus und in Wilburs Zimmer, wo erneut seine Taschen
und das Bett durchw&uuml;hlt werden (look bag, look bed). Vom Zimmer von
Rudy und Clarence aus gehen wir in den rechten Geheimgang und schauen von
dort aus die Szene an (push armoire, look holes). Wir gehen in das Zimmer
des Colonels und hoffen, da&szlig; er gerade nicht da ist, denn dann
k&ouml;nnen wir in die Kanone schauen (look in cannon) und den
Schl&uuml;ssel nehmen (take key). Wir gehen in den Aufzug und fahren mit
ihm aufw&auml;rts (unlock control, up). Wir lesen die Zeitung in der
Dachkammer (take newspaper) und sehen in die vordere Truhe (look in chest, 
examine chest with monocle). Wir betrachten die alten Klamotten (examine 
clothes with monocle) und fahren mit dem Aufzug wieder nach unten (down).
Wir gehen in das Zimmer von Fifi.<BR><BR>
<B>Szene IV</B><BR><BR>
Wir gehen gleich in den Billardsaal und betrachten dort den Schlamm 
(examine mud with monocle), die Federn (examine feathers with monocle) und
nehmen und untersuchen die Schallplatte (take record, examine record with 
monocle). Wir latschen durch die Geheimr&auml;me und finden einen
Zigarrenstummel (take butt). In der Gartenlaube finden wir die Leiche von
Gloria (search body). Wir nehmen alles mit, was sie hat, und kehren
zur&uuml;ck in das Haus. Dabei d&uuml;rfen wir auf keinen Fall durch den
Salon oder durch das B&uuml;ro gehen. Vor der Haust&uuml;r k&ouml;nnen wir
eine Schl&auml;gerei zwischen Rudy und Clarence beobachten. Wir gehen in
den Salon und warten, bis Fifi gegangen ist. Dann erst geben wir Polly den
Keks (give cracker to Polly). Wir gehen in die Bibliothek, wo wir die
verfluchten Federn erneut untersuchen, bevor Jeeves kommt (examine feathers 
with monocle). Nachdem Jeeves wieder verschwunden ist, gehen wir ins
E&szlig;zimmer und danach in das B&uuml;ro.<BR><BR>
<B>Szene V</B><BR><BR>
Westlich des Hauses suchen wir die Umgebung ab, wobei wir einen
Fu&szlig;abdruck entdecken (examine footprint with monocle). Au&szlig;erdem
finden wir hier eine Rolle, die wir mitnehmen und analysieren (take rolling
pin, examine rolling pin with monocle). Wir gehen in den Stall f&uuml;r die
Kutsche und nehmen die &Ouml;kanne mit (take oilcan). Wir schauen in die
Kutsche (look in carriage) und untersuchen alles, was uns interessiert, mit
dem Monokel. Hier k&ouml;nnten wir auch eine weitere Leiche finden. Wenn
nicht, dann liegt sie im Rosengarten (search body). Wir gehen in das Zimmer
von Fifi und dann in den Geheimgang links im oberen Stock, um Lillian und
den Colonel zu observieren (push armoire, look holes). Wir treiben uns so
lange in den Geheimg&auml;ngen rum, bis der Geruch von Parfum in unsere
Nase treibt. Dann gehen wir in das E&szlig;zimmer, in den Salon und in das
Zimmer vom Colonel. Dort warten wir, bis er verschwunden ist.<BR><BR>
<B>Szene VI</B><BR><BR>
Im Badezimmer durchw&uuml;hlen wir den Papierkorb (search basket). Wir
untersuchen die Flasche (take bottle, examine bottle with monocle) und
gehen in die Zimmer von Lillian und Fifi. Dort untersuchen wie die beiden
Leichen (search body) und den Cognacschwenker (examine decanter with 
monocle). Wir gehen in den rechten Geheimgang der ersten Etage und
beobachten von dort aus Clarence (push armoire, look holes). Wir werfen
noch einen kurzen Blick durch das obere Bild (look holes) und fl&uuml;chten
dann zu Polly in den Salon. Ihr geben wir einen Keks (give cracker to
Polly). Anschlie&szlig;end untersuchen wir das Glas (examine glass with 
monocle) und gehen dann zu Celie, die sich gerade in ihrer H&uuml;tte
aufh&auml;lt (knock door). Wir gehen in das Haus zur&uuml;ck und dann
wieder hinaus.<BR><BR>
<B>Szene VII</B><BR><BR>
Nachdem wir im B&uuml;ro gewesen sind, geben wir Polly erneut einen Cracker
(give cracker to Polly). Im Zimmer von Clarence und Rudy lesen wir das
Notizbuch (read notebook). Die tote Clarence liegt im Bad oder in dem
Zimmer von Wilbur (search body). Wir gehen in Lillians Zimmer, wo wir ihren
Koffer &ouml;ffnen (open suitcase), daraus das Tagebuch nehmen (take diary)
und dieses lesen (read diary). Weiter geht es ins B&uuml;ro, wo wir die
Schr&auml;nke und die Glasvitrine durchsuchen (look in cabinet, look case, 
look gun). In der Kapelle entfernen wir die Bretter mit der Brechstange 
(pry up floorboards with crowbar). Wir nehmen die Bibel, die sich darunter
befindet (look hole, take bible), und lesen sie (read bible). Nachdem wir
das Buch wieder zur&uuml;ckgelegt haben (put back bible), beten wir mit
Celie, da&szlig; diese schreckliche Geschichte endlich ein Ende findet
(pray with Celie). Wir gehen in das Kinderzimmer und beobachten Lillian 
(open door). Wir geben dem Pferd im Stall die Karotte (give carrot to horse)
und nehmen die Laterne, die an der Wand h&auml;ngt (open gate, take
lantern). Wir klettern den Glockenturm hinauf und &ouml;len oben die
Glocke (oil bell). Wieder unten ziehen wir mit dem Spazierstock am Seil 
(pull rope with cane) und nehmen die Kurbel der Glocke (take crank). Wir
&ouml;len das Visier der Ritterr&uuml;stung, das sich nun bewegen
l&auml;&szlig;t (oil visor, open visor). Dahinter wurde eine Notiz
versteckt (take handle, look note). Im Heckengarten untersuchen wir die
Statue (examine statue with monocle, look statue). Wir stecken den Hebel in
die &Ouml;ffnung (insert handle in shaft) und spiele an der Statue und dem
Hebel herum (turn handle, turn statue). Wir z&uuml;nden die Laterne an 
(light lantern) und finden in den Katakomben im Westen zwei Leichen, die
wir identifizieren (search body, search body). Wir stecken die Kurbel in
die Metallplatte und drehen daran (insert crank in plate, turn crank). Im
Westen finden wir in einer kleinen Kammer Rudy`s Grab (get lantern, pry 
open rudy`s vault with crowbar). Wir stecken den Beutel ein (get pouch) und
verlassen diesen ungastlichen Ort durch die T&uuml;r (unbar door). Wir
gehen, wieder an der frischen Luft, ins Haus und zu Lillians Zimmer.<BR><BR>
<B>Szene VIII</B><BR><BR>
Wir gehen zur Hauptt&uuml;re und lesen den Zettel, der dort h&auml;ngt 
(read note). Im Heckengarten durchsuchen wir die Leichen (seach body) und
nehmen den Schl&uuml;ssel (take key). Wir heben den Revolver und die
Munition auf (get bullets, get gun) und laden die Waffe (load gun). Wir
gehen ins oberste Gescho&szlig; des Hauses und &ouml;ffnen mit dem 
Schl&uuml;ssel die T&uuml;r zum Dachboden (unlock door, open door). Wir
st&uuml;rmen hinein und machen der Trag&ouml;die ein Ende, indem wir Rudy
mit der Waffe niederschie&szlig;en (shoot Rudy).</P></BODY></HTML>