/*
\\  Small Arexx script to quit MultiPlayer.
//
\\  Created for Gloom3DC Installation by Gaz Murfin.
//
\\
*/
PARSE ARG REASON
ADDRESS "RXTRACKER"
QUIT

