<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Space Quest 3 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Space Quest 4</FONT><BR><FONT SIZE="+1">Roger Wilco and the Time
Rippers</FONT></B><BR><BR><BR>Zu Beginn befindet sich Roger Wilco im
Zeitsector Space Quest 12 von Xenon. Im  Osten  entdecken wir im Schuthaufen ein
Seil, das wir einstecken.  Hier in der N&auml;he treffen wir zwei ulkige Typen: 
einen Cyborg, den wir, wenn wir an unserem Leben h&auml;ngen, in Ruhe lassen,
und einen hoppelnden Plastikhasen, der sp&auml;ter noch vorgekn&ouml;pft wird. 
Im Westen steht ein Raumgleiter, den wir betreten.  Aus dem Handschuhfach nehmen
wir den Laptop-PC mit.  Nun mu&szlig; der Hase  dran  glauben:   wir  stellen 
uns  in  den dunklen Haus- eingang und basteln uns mit dem Seil eine Schlinge,
die wir auf den Boden legen.  Schon nach  kurzer  Zeit  erscheint  das  H&auml;schen
und tappt mit beiden Pfoten ins Fettn&auml;pchen.<BR><BR>Im  Norden  betreten
wir den Kampf-Panzer, um erneut eine famose Endsequenz sehen  zu  k&ouml;nnen, 
falls  wir  die  Granate  nehmen  (also  besser  vorher abspeichern!).    Wir  
gehen   weiter  in  Richtung  Osten,  wo  wir  zwei Abwassersch&auml;chte  
sehen.    Durch  das  linke  Gitter  betreten  wir  die Kellerh&ouml;hle,  wo 
wir  das Glas vom B&uuml;rotisch nehmen und den Knopf dr&uuml;cken, der  von 
der  Plastikmatte  verdeckt  wird.   Die folgende Show sollte man genaustens
beobachten.<BR><BR>Um  in  den  Kanal  zu  gelangen, &ouml;ffnen wir die
Klappe des rechten Rohres. Dort  fliegt  uns  eine schleimartige Fl&uuml;ssigkeit
entgegen, die wir mit dem Glas  auffischen,  wenn  sie  sich  nicht  mehr 
bewegt.   Oben  angekommen erblicken  wir  einen  Patroullien-Gleiter der zust&auml;ndigen
Polizei-Beh&ouml;rde. Wir  eilen  (m&ouml;glichst ungesehen) zum Einziehschacht
der Fahrwerke, das wir erklimmen.   Mit  einem blinden Passagier an Bord setzt
sich das Gef&auml;hrt in Bewegung  und  bringt  uns  an  eine  andere  Stelle, 
wo  wir  (links  vom Ausgangspunkt)  in  eine  Zeitmaschine  steigen  k&ouml;nnen,
 sobald die beiden Polizisten  eine  vertiefende  Unterhaltung begonnen haben. 
Wir &uuml;berwinden den   Kopierschutz   hoffentlich  ohne  Probleme  und 
schreiben  dann  die Zahlenkombination   vom  Monitor  ab,  die  uns  den  R&uuml;ckweg
 nach  Xenon erm&ouml;glicht.   Anschlie&szlig;end  geben wir zwei verschiedene
Codes ein.  Dadurch beamt uns die Zeitmaschine nach Estros in den Zeitsector
Space Quest 10, wo wir  direkt  aus  der  Wundermaschine  aussteigen.  Im Westen
gehen wir die Treppe  nach  unten.   Sobald  wir den Schatten einer Frau und
eines Vogels erkennen,  laufen  wir wieder nach oben und zur Maschine zur&uuml;ck,
wo wir die Treppe  benutzen.   Hier  werden  wir  von  einem Vogel (einer
Bestie?) auf frischer   Tat   ertappt  und  ergriffen.   Er  bef&ouml;rdert  uns
 mit  einem verachtenden  Fu&szlig;tritt  in  sein  heiliges Gemach (sein Nest).
 Bald darauf wirft  er  die vorgekaute Leiche eines Beamten der Sequel Police
hinterher. Wir  entrei&szlig;en  ihm  in  aller  Hetze  des  Moments  das
ausgespuckte, aber hygienisch in ein Papier gewickeltes Kaugummi und bereiten
uns dann f&uuml;r die Flucht  vor (wir k&ouml;nnten allerdings auch noch auf ein
drittes Opfer warten, das dem k&ouml;niglichen J&uuml;ngling Graham aus King`s
Quest V sehr &auml;hnlich sieht - dazu  haben  wir aber nicht den gewissen Mut
und au&szlig;erdem auch keine Lust). Wir  st&uuml;rzen  uns,  sobald  sich  ein 
Loch im Nest bildet, dort hinein und landen  so vom Regen in die Traufe.  Unten
angekommen n&auml;mlich empfangen uns die  Amazonen-Kannibalen,  deren  h&uuml;bsche
Anf&uuml;hrerin mit dem wohlklingenden Namen  Zondra  wir irgendwann in der
Zukunft hintergangen haben.  Aus Rache veschleppt  sie  uns  auf  ihr  Schiff, 
wobei wir besser keinen Widerstand leisten.   Die  furchterregende Zondra bringt
uns mit ihrem U-Boot auf ihre Festung,  wo  wir  auf  einen  Folterstuhl
gebunden werden.  Aber zum Gl&uuml;ck erscheint  kurz  darauf eine halb
verhungerte Seeschlange, die die Amazonen vertreibt  und  unsere  Fesseln  l&ouml;st.
  Sobald wir einigerma&szlig;en frei sind, dr&uuml;cken  wir  den  roten Knopf
links am Folterstuhl.  Wir schnappen uns die Sauerstoffflasche,  die  rechts 
neben  dem Stuhl liegt, und werfen sie der Seeschlange energisch ins Maul. 
Daraufhin haben wir erstmal Ruhe und zudem Ansehen  bei  den  Amazonen,  denn 
nicht  jeden  Tag  beseitigt jemand ein grausames,  f&uuml;rchterliches  und
barbarisches Seemonster.  Selbst Zondra ist von  dieser  Heldentat  begeistert 
und  l&auml;dt  uns  zu  einem  gem&uuml;tlichen Einkaufsbummel  in  die Gallaxy
Galleria, das sch&ouml;nste Einkaufszentrum weit und  breit,  ein.   Aus  dem 
angenehmen  Spaziergang  wird nichts.  Sofort st&uuml;rzen  sich  die 
anscheinend  kaufbegierigen  Untertanen Zondras auf die breite  Masse  der 
Angebote  -  wir  hinterher,  nachdem wir die ATM-Karte aufgehoben  haben,  die 
die Amazonen-Anf&uuml;hrerin verloren hat.  Hier d&uuml;rfen wir jedoch nicht
die Rolltreppen benutzen, da ansonsten sofort ein Polizist erscheint,  der  mit 
Strafzetteln nur so um sich wirft.  Und das w&uuml;rde das vorzeitige  Ende 
bedeuten  .   .   .   Im  vornehmen Bekleidungsladen &quot;Big &amp; Tall&quot;
besorgen wir mit dem verbliebenen Geld (W&auml;hrung:  Buckazoids) einen neuen
Anzug.<BR><BR>Anschlie&szlig;end  begeben  wir  uns  per  Skate-o-Rama zum
Zukunfts- Restaurant &quot;Monolith  Fastburger&quot;,  wo wir uns nach einer
Arbeit als Koch informieren. Da  die  Leute  dort  zuf&auml;lligerweise  gerade
einen suchen, k&ouml;nnen wir auch gleich  anfangen.   Aufgabe  ist  es  nun, 
soviel  Hamburger  wie  m&ouml;glich herzustellen.    Daf&uuml;r  gibt  es  ja 
auch  Geld,  n&auml;mlich  insgesamt  34 niegelnagelneue  Buckazoids,  und  ein 
paar  neue  Score-Punkte.  Nach der Entlassung  (Roger  war  mal  wieder  zu 
faul  und  hat zu wenig Hamburger herstellen  k&ouml;nnen) werden wir vom Chef
pers&ouml;nlich vor die T&uuml;r gesetzt.  Er wirft  uns  &auml;rgerlich einen
abgerauchten Zigarrenstummel hinterher, den wir freudig aufheben.<BR><BR>Anschlie&szlig;end
 machen  wir  uns auf den Weg zum ans&auml;ssigen Software-H&auml;ndler, den wir
aber noch nicht besuchen.  Anstatt dessen versuchen wir unser Gl&uuml;ck beim 
Geld-Automaten,  bei  dem wir die ATM-Karte von Zondra in den Schlitz stecken.  
Leider  f&auml;llt  der Test negativ aus, das hei&szlig;t, das der Computer uns 
nicht  als  Zondra  erkannt hat.  Deshalb m&uuml;ssen wir uns etwas anderes
ausdenken .  .  .  Wir suchen &quot;Sack`s&quot; Bekleidungs-Gesch&auml;ft auf
und kaufen, ohne  das  wir  uns  von den sp&ouml;ttischen Bemerkungen der Verk&auml;uferin
reizen lassen,  ein  Kleid  (Leisure Suit?) und eine Per&uuml;cke.  Hier ziehen
wir die Sachen  auch  gleich  an.   Wiederum st&ouml;ren wir uns nicht an den Sp&auml;&szlig;en
der &uuml;beraus am&uuml;sierten Droidin.<BR><BR>Nun  suchen  wir  erneut  den
 Geldschalter auf und gelangen anhand unserer genialen  Verkleidung  zu  dem
fremden Geld (2001 stolze Buckazoids!).  Wir bemerken,  da  sich die kaufw&uuml;tige
Menge im Software-Laden verteilt hat und betreten  denselben.   In der W&uuml;hlkiste
links vom Eingang entdecken wir ein Hintbook  von  Space  Quest  4 (sehr
interessant), das wir f&uuml;r 5 Buckazoids kaufen, aber noch nicht aufschlagen,
da es sich nur ein einziges Mal &ouml;ffnen l&auml;&szlig;t!   Den  Rest  im
Laden (Software und B&uuml;cher) k&ouml;nnen wir uns anschauen. Kaufen  werden 
wir  aber  ansonsten  nichts.   Lieber  gehen wir zu &quot;Radio Shock&quot;, 
wo wir in der Abteilung Rubrik Electronic Gadgets einen Pocket Pal Connector
kaufen.  Wir suchen einen der Stecker aus (egal welchen, kann man sp&auml;ter 
umtauschen)  und verlassen den Laden, um uns bei &quot;Sack&quot; umziehen zu k&ouml;nnen.
 Danach gehen wir zur Spielhalle, wo wir uns mit dem Spielautomaten &quot;Astro 
Chicken&quot;,  der links in der Ecke steht, am&uuml;sieren.  Wir schauen uns
etwas um und bemerken nach kurzer Zeit eine Zeitmaschine der Sequel Police, die 
sich  gerade  im  Landevorgang  befindet.   Sobald  einer  der  beiden
Polizisten  (nirgends ist man vor diesen &quot;%&eth;&#167;&#161;&#181;&oslash;&#164;&quot;
sicher!) die Spielhalle verlassen  hat,  fl&uuml;chten  wir zur T&uuml;r hinaus
und zum Skate-o-rama, mit dem wir  so  weit wie m&ouml;glich nach oben fliegen,
um einen kleinen Vorsprung vor den  Verfolgern  zu gewinnen.  Sobald sie n&auml;her
gekommen sind, fl&uuml;chten wir durch den rechten Ausgang.  Wir m&uuml;ssen uns
hier st&auml;ndig (!) bewegen, da die Kerle  sofort  losballern,  wenn man
stehen bleibt.  Sobald wir den Ausgang erreicht haben, eilen wir nach links zur
Spielh&ouml;lle und in die Zeitmaschine (auch auf dem Laufband sollten wir um
unser Leben rennen).<BR><BR>In  der  Maschine  geben  wir  den  Flugcode  ein.
  Er  setzt sich aus den verwirrenden Zeichen, die auf dem Kaugummipapier
stehen, und denen, die auf Seite  4  des  Hintbooks  genannt werden.  Dabei
(wenn das Buch schon offen ist,  schreiben  wir auch gleich den Zahlencode auf,
der auf Seite 7 steht. Die  Maschine legt los und bald darauf befinden wir uns
in den Ulence Flats des   Zeitsectors   Space   Quest  1.   In  der  Bar  werden
 wir  von  den &uuml;belriechenden  Monochrome  Guys  angep&ouml;belt.   Sie 
wollen uns aus der Bar werfen,  was  wir zu verhindern wissen:  wir sto&szlig;en
ihre Motorr&auml;der um, was eine wilde Verfolgungsjagd ausl&ouml;st.  Anschlie&szlig;end
gehen wir zur&uuml;ck zur Bar, um  die  Streichh&ouml;lzer  zu nehmen.  Auf dem
R&uuml;ckweg zur Zeitmaschine werden wir  erneut einer Gefahr ausgesetzt:  die
miesen Monochrome Guys wollen uns aus  Rache  f&uuml;r unser unfaires Vergehen
mit ihren PS-strotzenden Zweir&auml;dern flach  legen.   Wir drehen deshalb die
Spiel-Geschwindigkeit etwas herunter und  springen  dann  im  letzten Moment,
wenn die mickrigen Boys uns nahezu erreicht  haben,  zur  Seite  weg.   Als 
sicheren Umweg w&auml;hlen wir &quot;Tiny`s Junkyard&quot;.   Mit der
Zeitmaschine fliegen wir zum Zeitsector Space Quest 12 zur&uuml;ck  nach  Xenon 
(als Flugcode gelten immer noch die Zahlen, die wir am Anfang  aufgeschrieben 
haben.   Nach  der angenehmen Landung gehen wir zum Eingang  nach rechts, wo wir
das T&uuml;rschlo&szlig; mit dem gr&uuml;nen Schleim ver&auml;tzen. Im 
Tunnelsystem  z&uuml;nden wir uns den verbliebenen Zigarrenstummel mit Hilfe der
  Streichh&ouml;lzer  an.   In  seinem  Rauch  k&ouml;nnen  wir  nun  die  drei
Laserschranken  sichtbar  machen.  Wir begeben uns zu dem Schaltpult rechts an 
der  Wand  und  geben  hier  drei  zusammengeh&ouml;rende Zahlen ein, um die
Laserstrahlen  umzuleiten  (zum Beispiel:  432, 333, 123, 234, 321, 111 und so 
weiter).  Nach etwas Ausprobieren an diesem komischen Ger&auml;t stehen alle
Laser-Sender senkrecht nach oben, so da&szlig; man ohne Probleme an ihnen
vornbei gehen  kann.   Der weitere Weg f&uuml;hrt uns zu drei Plattformebenen,
auf denen viele wilde Droiden rumtoben.  Wir fl&uuml;chten zum Tunnel zur&uuml;ck
und entdecken jetzt  erst  die  Boxen  an der Seite der Plattformen, die zum
Anschlu&szlig; des Laptops  dienen.   Das  geht  nat&uuml;rlich nur mit einem
der Adapter aus Radio Shock.   Leider  haben wir nat&uuml;rlich den falschen gew&auml;hlt.
 Wir vergleichen den  Adapter  mit  der  Steckdose  und  tauschen ihn bei Radio
Shock in der Gallaxy Galleria um.  Wir w&auml;hlen den gleichen Weg, wie wir
hierhin gekommen sind,  da  die Polizisten inzwischen verschwunden sind.  Mit
diesem reichen Geschenk  in der Tasche fahren wir wieder zur&uuml;ck zum
Tunnel-System, stecken den  Adapter  an die Steckdose und benutzen ihn mit dem
Laptop, den wir mit der  Batterie  aus dem Pl&uuml;schhasen f&uuml;ttern.  Wir k&ouml;nnen
uns allerdings auch auf  die  akkustischen Ank&uuml;ndigungs-Signale der Roboter
verlassen und ihnen entsprechend  immer  ausweichen, was zwar etwas schwieriger
ist, daf&uuml;r aber nicht so lange Zeit ben&ouml;tigt.  Vom Ausgangspunkt also
gehen wir zuerst nach oben, dann nach links und die Treppe runter in das untere
Stockwerk, wo wir wieder  nach  links  und  dann in den Lift gehen.  Wir fahren
nach oben und tricksen so den Droiden aus, der uns lange Zeit gefolgt ist. 
Danach fahren wir wieder runter und gehen zum Ausgangspunkt, wo nun der bisher
versperrte Weg  in  Richtung Westen frei ist.  Wenn wir diesen ganz durchgehen,
sto&szlig;en wir  auf  die  T&uuml;r  der  Computer-Zentrale,  die  wir  mit dem
Code aus dem Hintbook  &ouml;ffnen.   Wir gehen hindurch und sehen mit entz&uuml;ckten
Blicken den gro&szlig;en  Zentral-Computer.   Wir schmei&szlig;en ihn an und sp&uuml;len
alle Icons, bis auf  das  von Space Quest IV, ab (im Toilletten-Icon ablegen). 
Nachdem die W&auml;chter  au&szlig;er  Kontolle  gesetzt  wurden  und  danach
das Gehirn von Roger formatiert  wurde,  untersuchen  wir die G&auml;nge erneut
genauestens, denn nun wandeln  ja  auch  keine  W&auml;chter in Form von
Blechdroiden mehr herum.  Wir gehen nun in die dritte Etage zu Vohaul, der in
seinem Raum bereits auf ein n&auml;chstes  Opfer  (wir)  wartet.   Wir
informieren uns mit Hilfe des Laptops &uuml;ber  den  Zustand  unseres  Sohnes 
(auf  dem Monitor-Screen erscheint das h&uuml;bsch-h&auml;&szlig;liche   Face  
von  dem  Ober-Mickerling  Vohaul).   In  dessen Hau&szlig;tquartier  m&uuml;ssen
 wir  feststellen,  da&szlig; er die Gestalt unseres Sohnes angenommen hat.<BR><BR>Weil
 der  B&ouml;sewicht  grinsend die System-Diskette zur R&uuml;ck-Verwandlung der
Gestalten  in  den  tiefen  Abgrund  wirft,  dr&auml;ngen wir ihn w&uuml;tend in
sein Strahlenfeld  zur&uuml;ck, wo er gel&auml;hmt stehen bleibt.  In dieser
Zeit klettern wir  die  Leiter hinunter und holen die ver-schollene Diskette zur&uuml;ck.
 Wir eilen  wieder  hoch,  schmei&szlig;en  die  Platte in das Laufwerk der
inzwischen erschienenen  Computer-Konsole.   Mit  unserem  Wissen  ger&uuml;stet
 geben wir folgende  Befehle  ein, um unseren Sohn zur&uuml;ck zu holen:  DISK
UPLOAD, BEAM UPLOAD  und  BEAM  DOWNLOAD.   Eventuelle  Fehleingaben werden vom
Computer ignoriert und k&ouml;nnen anschlie&szlig;end durch die Cursortasten
korrigiert werden. Bei  der  richtigen  Eingabe  erscheint  auch  schon  bald 
der Sohn in der Endsequenz  (Happy  End!) und begr&uuml;&szlig;t uns mit einer
heftigen Umarmung.  Ich meinerseits benutze die gleichen Worte wie beim Ende von
&quot;Space Quest III - The  Pirates  of  Pestulon&quot;:   Man  kann  sich  nun
 zur&uuml;cklehnen und sich die wundersch&ouml;ne  (und  ergreifende) 
Endsequenz  anschauen ...</P></BODY></HTML>
