<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Zak McKracken - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Zak McKracken</FONT><BR><FONT SIZE="+1">Zak McKracken and the Alien
Mindbenders</FONT></B><BR><BR><BR>Alle Karten stammen von Heiko und Ute Schr&ouml;der.
Vielen Dank!<BR>Die Karten liegen als AmigaGuide-Text vor und stehen
<A HREF="zak-maps.guide">hier zum downloaden</A> bereit.<BR><BR><BR><B>SAN
FRANCISCO</B><BR><BR>Im  Schlafzimmer  finden wir im Schrank neben dem Bett,
das wir  auch  benutzen  k&ouml;nnen, eine Telefonrechnung, wenn wir die obere
Schublade &ouml;ffnen.<BR><BR>Wir  nehmen  sie  heraus  und   benutzen  sie 
mit  unserer Kreditkarte, die vom Schreibtisch gefallen ist. Vom Schrank nehmen
wir unseren Fisch Sushi,  &ouml;ffnen dann die  Schublade des Schreibtisches 
und finden dort eine Tr&ouml;te.  Wir rei&szlig;en das  St&uuml;ck Tapete  von
der Wand,  schalten den  Anrufbeantworter ein und schlagen die Teppich-Ecke um.
Daraufhin verlassen  wir das  Schlafzimmer und  betreten das Wohnzimmer. Hier r&auml;umen
wir das Polster wieder an seine richtige Stelle und heben danach das  linke
Polster hoch,  um eine  Fernbedienung zu entdecken,  die wir nehmen.  Wenn der
Stecker in der Steckdose steckt, k&ouml;nnen wir den  Fernseher anschalten, um
eine interessante  Dokumentation &uuml;ber die  Marsm&auml;nnchen-Invasion zu
sehen.  Nachher schalten wir  das Ger&auml;t  wieder aus.  In der K&uuml;che
nehmen wir  das Ei aus dem  K&uuml;hlschrank, das Messer von der Wand und den
kleinen Schl&uuml;ssel,  der neben der T&uuml;r h&auml;ngt. Im Schrank finden
wir einen gelben Buntstift.<BR><BR>Mit ihm k&ouml;nnen wir den Olan,  den wir
im Traum vorhergesehen  haben  (siehe Vorspann!), auf das  Tapetenst&uuml;ck
malen. Wir treten nun vor die Haust&uuml;r und suchen den B&auml;cker auf. Da
dieser aber schon geschlossen hat,  m&uuml;ssen wir erst drei Mal klingeln, um
ein Brot zu erhalten.<BR><BR>Unser  n&auml;chstes Ziel  ist das  Gesch&auml;ft,
 in dem  wir alles aufkaufen, was uns gef&auml;llt; als da w&auml;ren:  zum
Beispiel ein Golfschl&auml;ger,  ein enger  Taucheranzug,  ein Werkzeugkasten
und so weiter ...;  nur dem  Lotterielos k&ouml;nnen wir  widerstehen;  das
kaufen wir  sp&auml;ter.  Vor dem Haarstudio k&ouml;nnen wir mit der 
Drahtschere aus dem  Werkzeugkasten  das Haarnadel-Schild abmontieren.<BR><BR>Wir
verkleiden uns mit Nase und Brille,  Hut und Taucheranzug und betreten dann das 
TPC-Geb&auml;ude, wo wir die Telefonrechnung  begleichen  wollen.  Mit dieser 
Verkleidung  der Au&szlig;erirdischen  (Hut,  Taucheranzug,  Brille mit Maske)
gelangen wir an den Computer und bezahlen so  zum  Nulltarif. Wir nehmen die
Anmeldung aus der Box und f&uuml;llen sie mit dem Buntstift aus,  um sie in
unseren Briefkasten zu legen, den wir mit dem kleinen Schl&uuml;ssel &ouml;ffnen.<BR><BR>Nun
gehen wir  wieder in unsere  Wohnung und legen das Brot in die Sp&uuml;le  in
der K&uuml;che.  Wir dr&uuml;cken auf den  Knopf und die geheimnisvolle 
Maschine beginnt  zu laufen.  Das  Brot ver- schwindet und  wir schalten das Ger&auml;t
wieder aus.  Wir montieren  das Rohr  ab und nehmen die  Brotkr&uuml;mel. 
Danach sch&uuml;tten wir  Sushi in das Becken,  ohne aber  die Zerhack-Maschine
erneut in Betrieb zu setzen.<BR><BR>Nun haben wir alle  Dinge hier in  San
Francisco  erledigt. Wir  bereiten uns auf die  Reise nach  Seattle vor.  Um zum
Flugplatz zu gelangen,  brauchen wir  erstmal ein  vern&uuml;nftiges 
Verkehrsmittel.  Dabei bietet sich besonders der Bus an.  Leider schl&auml;ft
der Fahrer und wir sind gezwungen,  ihn aus seinem Traum zu rei&szlig;en. Wir
stellen uns vor den Bus und beginnen,  auf der Tr&ouml;te  zu spielen.  Er wacht
auf und wir eilen zum  Kreditkartenleser,  in den wir  die  Kreditkarte stecken.<BR><BR><B>IM
FLUGZEUG</B><BR><BR>Im Flughafen  treffen  wir einen Kerl.  Ihm kaufen  wir
ein Buch ab, in dem wir ihm die  Kreditkarte &uuml;berreichen.  Dann gehen wir
zum Flugzeug,  wo wir von einer freundlichen Stewardess einige Erdn&uuml;sse
erhalten. Nach dem Start stehen wir auf und gehen  auf Toilette.  Wir stopfen
das  Klopapier in das Wasch- becken und stellen den Wasserhahn an. Der Abflu&szlig;
wird ver- stopft und das Wasser flie&szlig;t &uuml;ber den Beckenrand. Wir rufen
um Hilfe der Stewardess (Knopf dr&uuml;cken)  und laufen, bevor sie hinten
angekommen ist, zum Eingang des Flugzeuges. Dort ersp&auml;hen wir eine
Mikrowelle,  die wir &ouml;ffnen. Wir stecken das  Ei hinein,  schlie&szlig;en 
die Mikrowelle  und schalten sie an.  Was passiert,  kann man sich denken.  Wir
fl&uuml;chten  also lieber auf  unseren  Sitzplatz.  Auf dem Weg dorthin heben
wir jedoch noch das Polster des ersten Sitzes auf.  Ein Feuerzeug  faellt  auf
den Boden.  Wir stecken es hastig ein  und  nehmen  Platz.  Wenn  die 
Stewardess  die Schweinerei  in der Kueche  sieht und  reinigt,  &ouml;ffnen wir
alle Faecher ueber den  Sitzen und finden einen Sauerstofftank. Wir nehmen ihn
und verlassen nach der Landung zufrieden das Flugzeug.<BR><BR> <B>SEATTLE</B><BR><BR>Am
Flughafen kaufen wir dem Mann das Buch ab  und gehen  dann nach  drau&szlig;en. 
Wir brechen den Ast ab, f&uuml;ttern das zweik&ouml;pfige Nagetier mit den Erdn&uuml;ssen
und vergr&ouml;&szlig;ern, nachdem es verschwunden ist, den Eingang der H&ouml;hle
mit  dem Ast.  Nach der  langen  und  anstrengenden  Arbeit betreten wir die  H&ouml;hle
und  suchen  an der Decke ein altes Vogelnest,  das wir mit  Hilfe des  Golfschl&auml;gers
herunterhauen  und mit dem Ast in die  Feuerstelle am Boden  legen. Wir z&uuml;nden
alles  zusammen an und k&ouml;nnen endlich wieder die eigene Hand vor den Augen
sehen. Mit dem gelben Stift  vervollst&auml;ndigen  wir die  Zeichen an  der
Wand. Im Geheimraum entdecken wir das erste Artefakt, das wir uns mit Hilfe der
Fernbedienung holen. Wir nehmen den Kristall und machen uns auf den R&uuml;ckweg
zum Flughafen. Hier  kaufen wir am Computer ein R&uuml;ckticket nach San
Francisco.<BR><BR><B>BEKANNTSCHAFT MIT ANNIE</B><BR><BR>Wir  laufen  nach 
Hause und h&ouml;ren den Anrufbeantworter ab. Bei  Annie werfen wir den Kristall
in den Briefschlitz, der in  der  TV-Sendung  angegebenen Wohnung.  Wir warten
einen Augenblick  und  werden  dann  von einer netten jungen Dame hereingebeten.
  Nach  dem  ausf&uuml;hrlichen Gespr&auml;ch erhalten wir  einen  neuen 
Befehl,  mit  dem  wir  noch drei andere Personen  steuern  k&ouml;nnen.   Diese
 Funktion  benutzen  wir nat&uuml;rlich  auch direkt.  Wir schalten zu Annie um,
die ihre Kreditkarte    nehmen    soll,    die    sich   unter   der
Schreibunterlage  befindet.  Wir gehen zum Bus und wechseln &uuml;ber  zu  Zak,
der Annie zum Bus folgt, aber dann noch kurz bei   seinem   Briefkasten 
vorbeischaut,  in  dem  er  die bestellte Fan-Club-Karte findet.<BR><BR>Wir
fahren auf die gewohnte Weise mit dem Bus zum Flughafen (beim  Betreten des
Buses mit dem Personenwechseln beeilen, da  man  sonst  rausgeschmissen  wir). 
Wir fliegen mit Zak nach  Miami,  wo  wir  mit  dem  Penner das Buch gegen eine
Flasche  Whiskey  tauschen.   Mit  dieser  fliegen wir nach London.   Wir 
wechseln zu Annie und folgen Zak ohne Umwege nach London.<BR><BR><B>LONDON</B><BR><BR>Wir
geben Annie den Whiskey von Zak  und gehen zu dem Wachposten, der vor dem 
Flughafengeb&auml;ude steht.  Wir geben dem Soldaten das  Feuerwasser,  worauf
er  (eine halbe  Flasche sp&auml;ter) sanft einschlummert. Wir wechseln  zu Zak
und gehen nach drau&szlig;en, wo wir den Schalter umstellen. Mit der Drahtschere
 aus dem Werkzeugkasten  zerschneiden wir den Drahtzaun.<BR><BR><B>KATMANDU</B><BR><BR>Anschlie&szlig;end
fliegen wir nach Katmandu, wo wir vor dem Haus des Gurus auf einen W&auml;chter
sto&szlig;en,  dem wir das Buch  zeigen. Dadurch glaubt er, da&szlig; wir ein 
Anh&auml;nger des  Meisters sind, und er l&auml;&szlig;t uns passieren. Im
Inneren des Hauses wenden wir uns dem Guru zu, der uns nun  wichtige Dinge
lehrt. Wir h&ouml;ren ihm geduldig bis zum Ende zu.  Dann gehen wir zum
Strohballen vor dem  Haus und  z&uuml;nden ihn an,  um die Leute in der Stadt
und besonders den  Sheriff abzulenken,  so da&szlig; wir die Flagge am  Gef&auml;ngnis-Geb&auml;ude
einstecken k&ouml;nnen.  Im Gef&auml;ngnis  entwenden  wir die  Schl&uuml;ssel, 
die an  der Wand h&auml;ngen, und kehren  dann zum Flughafen  zur&uuml;ck,  in
dem wir die Kreditkarte beim Yak einl&ouml;sen.<BR><BR><B>KINSHASA</B><BR><BR>Die
 n&auml;chste  Station  im  Kampf  gegen die  Verdummung der Menscheit ist
Kinshasa, wo wir  in einem  Dschungel landen. Wir suchen uns den Weg durch das 
Buschlabyrinth und stehen schon kurz danach im  Eingeborenen-Dorf  von Kinshasa.
 Wir betreten die  bescheidene  H&uuml;tte  des  H&auml;uptlings,  der uns zun&auml;chst
gar nicht beachtet.  Seine Aufmerksamkeit wird auf uns gelenkt,  in dem wir ihm
den Golfschl&auml;ger schenken, der ihm noch in seiner  Sammlung zu fehlen 
scheint.  Als  Dank daf&uuml;r zeigt er uns  mit seinem  Gefolge einen  &quot;Mars-Tanz&quot;,
den man sich  genau anschauen mu&szlig;.  Nach dem  Tanz  stellen sich die  T&auml;nzer
 diagonal zum  Lagerfeuer  auf und  knieen sich  in  einer  Reihenfolge hin, 
die man  sich  unbedingt merken mu&szlig;:<BR><BR></P>
<TABLE BORDER="0" CELLPADDING="3" CELLSPACING="1">
<TR>
<TD WIDTH="100"><BR></TD>
<TD></TD>
<TD></TD>
<TD></TD>
<TD>T&auml;nzer 3</TD></TR>
<TR>
<TD></TD>
<TD></TD>
<TD></TD>
<TD>T&auml;nzer 2</TD>
<TD></TD></TR>
<TR>
<TD></TD>
<TD></TD>
<TD>T&auml;nzer 1</TD>
<TD></TD>
<TD></TD></TR>
<TR>
<TD></TD>
<TD>Lagerfeuer</TD>
<TD></TD>
<TD></TD>
<TD></TD></TR></TABLE>
<P><BR><BR>Ein Beispiel:  T&auml;nzer 1  kniet zweimal nacheinander nieder,
dann T&auml;nzer 3 einmal,  T&auml;nzer 2  zweimal und nochmal T&auml;nzer 3
einmal.  In diesem  Fall  lautet  die  Zahlenkombination: 1, 1, 3, 2, 2, 3.  In 
dieser  Reihenfolge  m&uuml;ssen  nachher  die Kn&ouml;pfe der T&uuml;r zum
Marstempel gedr&uuml;ckt werden,  die sich in der gleichen Aufstellung 
befinden.  Nach dem Tanz  geht es weiter zum Flughafen und von dort aus unter
einigen Umwegen &uuml;ber Kairo, Miami, Mexiko nach Lima,  das ja bekanntlich in
Peru liegt.<BR><BR><B>LIMA</B><BR><BR>Auch hier gelangen wir wieder in
einen umfassenden  Urwald, den wir schnell  durchqueren.  Wir  streuen die 
Brotkr&uuml;mel auf die Futterplatte und schon  bald segelt ein  Vogel  heran.
Wir benutzen den blauen Kristall,  der ja laut Aussage des Gurus die Gestalten
von Tier und Mensch vertauscht, mit dem Vogel.  Nun  m&uuml;ssen  wir uns
beeilen,  da die  Au&szlig;erirdischen vom Benutzen eines Kristalls informiert 
und sofort zu dem Ort der  Anwendung  gebeamt werden.  In Gestalt  des Vogels 
gleiten wir  in das linke  Auge der Statue,  wo wir eine Pergament-Rolle
entdecken  und mitnehmen.  Wir fliegen wieder mit kr&auml;ftigen Fl&uuml;gelschl&auml;gen
 hin&uuml;ber zur Plattform, geben die Rolle an den  K&ouml;rper von  Zak und 
verwandeln uns wieder in diesen. Wir fl&uuml;chten zum Flughafen,  um nicht
erwischt zu werden und weiter nach Mexico, wo wir durch einen weiteren Dschungel
zu einem Tempel gelangen, den wir betreten. In der  Dunkelheit durchforsten wir
das Labyrinth und suchen den Raum mit  einer Statue, die den zweiten (gelben)
Kristall verbirgt.  Um den Kristall zu  erhalten m&uuml;ssen wir die Zeichnung
vervollst&auml;ndigen.<BR><BR><B>MARS</B><BR><BR>Wir wechseln nun endlich
zu Leslie,  die die  Sicherung und die  Kreditkarten  aus dem  Handschuhfach des
 Raumschiffes entfernt. Wir geben Melissa ihre Kreditkarte und  holen einige
Fahrkarten am Ticket-Automaten. Wir betreten die gastliche St&auml;tte (das
Haus) und nehmen mit den  Tickets die Metallplatte  rechts  von der T&uuml;r ab,
 um die alte  Sicherung durch die  neue zu  ersetzen.  Wir schlie&szlig;en  die
gro&szlig;e T&uuml;r und &ouml;ffnen danach erst die  kleine zum Nebenraum. 
Achtung: Man darf nie beide T&uuml;ren gleichzeitig ge&ouml;ffnet haben!<BR><BR>Im
Aufenthaltsraum  nehmen wir die Leiter von der Wand, die Taschenlampe  aus dem 
Schrank, den  Klebestreifen  von der Schrankt&uuml;r und den  Besen  (Alien) 
aus dem Bett  (Igitt!). Wir  gehen  raus,  schlie&szlig;en die  kleine  T&uuml;r,
 &ouml;ffnen  die gro&szlig;e,  nehmen die  Sicherung  wieder  raus.<BR><BR>Wir
gehen  ganz nach rechts  zu der gro&szlig;en  Marst&uuml;r, wo wir mit Hilfe der
Leiter die richtige Kombination  (siehe oben) eingeben. Die T&uuml;r &ouml;ffnet
sich, wir nehmen die Leiter wieder mit und  lesen die  Zeichen an  der zweiten 
Statue. An der linken T&uuml;r stellen wir die Leiter am Sockel auf und dr&uuml;cken
gegen  die Kugel,  damit  sich  die T&uuml;r  &ouml;ffnet. Wir  gehen hinein
(Leiter  nicht vergessen) und  schalten die Taschen- lampe ein. In diesem
Labyrinth gelangen wir in zwei R&auml;ume. In einem k&ouml;nnen  wir die Zeichen
 und die  Karte lesen,  im anderen  stellen wir beide Schalter um, damit wir die
Helme abnehmen k&ouml;nnen. Danach verlassen wir das Labyrinth.<BR><BR>Wir
wechseln zu  Melissa und  nehmen den  Radiorekorder und die Kassette aus dem
Raumschiff mit. Wir wechseln wieder zu Leslie  und  geben  das  Klebeband und 
die Taschenlampe an Melissa. Leslie stellt die Leiter an den Sockel der rechten
T&uuml;r.  Wir wechseln  erneut zu  Melissa. Wir  befestigen den Klebestreifen
auf der  Kassette, legen  diese in den Rekorder und schalten ihn ein und auf
Aufnahme. Wir klettern die Leiter hoch,  nehmen den  Helm ab  und  dr&uuml;cken 
gegen  die Kugel. Wir gehen  zur mittleren  T&uuml;r, spielen  die Kassette ab
und nehmen den Ankh von  der Statue. Wir gehen durch die rechte T&uuml;r,  legen
den Ankh in das Fach,  dr&uuml;cken den Knopf und stecken die goldenen Schl&uuml;ssel
ein.<BR><BR><B>BERMUDA-DREIECK</B><BR><BR>Nun  wechseln  wir  wieder 
weiter:  diesmal  zu  Zak.  Wir vervollst&auml;ndigen die Zeichen auf der Statue
und auf unserer Karte, wenn n&ouml;tig, und verlassen den  Tempel, um &uuml;ber
Kairo und Miami zu den Bermudas zu fliegen. Wir warten bis  uns die Au&szlig;erirdischen
 in ihr Raumschiff  gebeamt haben. Der Pilot fl&uuml;chtet und wir  setzen die 
Nasenbrille und  den Hut auf. Wir klingen an der T&uuml;r. Dem King geben wir
unsere Fan-Club-Karte (oder die  Gitarre).  Wir merken uns  die Kombination die
der Au&szlig;erirdische  eingibt (gr&uuml;n, gelb, rot, hellblau). Wir gehen
wieder  in den Raum zum Lott-O-Mat und merken uns die  Lottozahlen f&uuml;r
morgen.  Wir beamen uns mit der Kombination nach Hause.<BR><BR><B>SAN
FRANCISCO</B><BR><BR>Wir  kaufen uns  im Laden ein  Los und geben die Zahlen
vom Lott-O-Mat ein. Wir fliegen wieder &uuml;ber Miami zu den Bermudas.<BR><BR><B>BERMUDA-DREIECK</B><BR><BR>Nach
dem  Start benutzen  wir den  Fallschirm und landen im Wasser. Zum Gl&uuml;ck 
bleiben  wir wegen dem Sitzkissen an der Oberfl&auml;che des Wasser. Wir fl&ouml;ten
unser Lied  auf der Tr&ouml;te und  kurz darauf  erscheint ein  Delphin. Wir 
benutzen den blauen  Kristall,  um  die  Gestalten zu  vertauschen.  Als Delphin
 schwimmen wir nach Atlantis, wo wir das leuchtende Objekt hinter dem Seetang 
finden und  mitnehmen. Das geben wir Zak  und wechseln  wieder zu ihm. Nach 
einer Weile des Wartens holen uns die Au&szlig;erirdischen und verdummen uns.<BR><BR><B>SAN
FRANCISCO</B><BR><BR>Nach der Verdummungsprozedur gehen wir  wieder zu Hause
ins Schlafzimmer und warten bis wir wieder gesund sind. Mit dem Schraubenschl&uuml;ssel
&ouml;ffnen  wir die Platte  am Boden, binden das Seil an die T&uuml;r und
seilen  uns ab. Wir befinden uns im Geheim-Raum, &ouml;ffnen  den Schrank und
nehmen alles wieder an uns.  Schnell wieder  nach  oben  und Seil  einstecken.
Wir gehen zum Laden  und holen uns den Lottogewinn &uuml;ber 10.000$ ab.<BR><BR><B>LONDON</B><BR><BR>Wir
fliegen wieder nach London.  Dort legen wir die  Flagge auf den Altar-Stein bei
Stonehenge. Dort legen wir auch die beiden  Kristallscherben  ab.  Wir holen 
Annie  zum Altar-Stein, geben ihr die Schriftrolle und wechseln dann zu ihr. Wir
lesen die Schriftrolle und fliegen  nach Kairo,  um von dort aus zu Zak zu
wechseln.  Wir nehmen das gelbe Kristall und  geben  ihm  dem  H&auml;uptling 
in  Kinshasa   (Flug  &uuml;ber Katmandu).<BR><BR>Wir beamen  uns in  die
Pyramide,  dr&uuml;cken  dort  den Hebel links  runter,  gehen  die  Treppe 
hinunter  und  aus  der Pyramide hinaus.  Am Bein der Sphinx  vervollst&auml;ndigen
 wir die Zeichnung. In der  Person  von Annie  folgen wir Zak in die Sphinx. Wir
 lesen  das  Schild  am  Eingang,  gehen in das Labyrinth  und  suchen den 
Kartenraum.  Wir lesen  die Hyroglyphen und dr&uuml;cken die Kn&ouml;pfe in der
richtigen Reihenfolge  (links, mitte, rechts).  Wir  wechseln  mit  Zak und
vervollst&auml;ndigen unsere  &quot;Traumkarte&quot;  durch den Plan,  der
erschienen  ist,  als Annie  die Kn&ouml;pfe  gedr&uuml;ckt hat.  Wir lesen 
noch einmal die Markierungen.<BR><BR>Zak beamt  sich in das linke  Auge
(peruanische H&ouml;hle), von wo wir den  Kerzenst&auml;nder nehmen.  Dann
beamen wir uns wieder in die Pyramide  (ja, so leicht geht das!),  wo wir das
leuchtende  Objekt aus  Atlantis und den  Kerzenst&auml;nder auf den  W&uuml;rfel
setzen.<BR><BR><B>MARS</B><BR><BR>Wir ziehen den Taucheranzug an,  flicken
das  Fischglas mit dem Dichtungsband  aus dem  Werkzeugkasten und  setzen  den
Sauerstofftank  auf, weil  das so  schmuck  aussieht.  Dann beamen wir  uns auf
zum  Gesicht auf dem Mars,  wo wir  die Markierungen  vervollst&auml;ndigen und
durch  den mittleren Tunnel den Ausgang suchen. Wir wechseln zu Annie, gehen in
die Pyramide und dr&uuml;cken den Schalter hoch. Wir wechseln wieder zu Zak. 
Nachdem  sich  Zak, Melissa  und Leslie  getroffen haben, gehen  alle in den 
Raumbus und schnuppern am Sauerstoffhahn. Jede Person kauft sich zwei M&uuml;nzen
f&uuml;r die Bahn.<BR><BR>Inzwischen  fegen wir  durch  Leslie den Sand vor
dem  Haus weg.  Nach langer  Arbeit erscheint ein Solarfeld,  das die Bahn
antreibt. (Zwischenspeichern!)  Leslie gesellt sich zu ihren beiden Freunden in
die Bahn (15 Sekunden Zeit um alle mit den M&uuml;nzen die Bahn zu betreten). 
Nach der Fahrt gehen alle vor die Pyramide.<BR><BR>Leslie wischt den Sand vor
der T&uuml;r weg. Mit Zak stecken wir das  Haarnadel-Schild  in  das  Schl&uuml;sselloch.
 Mit  Leslie dr&uuml;cken wir im n&auml;chsten Raum gegen  den Fu&szlig;  vom
Sarkophag. Mit Zak und Melissa gehen wir die Treppe hoch.  Leslie geht einen
Schritt  zur&uuml;ck, damit  Zak und Melissa sich  im Raum bewegen k&ouml;nnen.<BR><BR>Wir
lassen Zak den dritten (wei&szlig;en) Kristall nehmen,  nachdem Melissa den
Kasten mit dem goldenen Schl&uuml;ssel  ge&ouml;ffnet und  den Knopf  gedr&uuml;ckt
hat.  Um wieder  aus dem  Raum  zu kommen,  gehen  Zak  und  Melissa in die
linke Ecke, Leslie dr&uuml;ckt   wieder  gegen  den  Fu&szlig;  und  alle 
verlassen  die Pyramide,  um  mit  der Bahn wieder zur&uuml;ckzufahren (Schnell
einsteigen!).   Mit  Leslie  setzen  wir  die Sicherung ins Raumschiff ein und
fliegen mit Melissa und Leslie ab.<BR><BR>Wir wechseln zu Zak und beamen uns
in die Pyramide, um dort alle  drei (blau, gelb und wei&szlig;)  Kristalle auf
den Kerzenst&auml;nder zu setzen.  Mit Zak und  Melissa dr&uuml;cken wir  beide
Schalter  nach oben und  haben es danach endlich geschafft: die Menschheit ist
vor der Verdummung gerettet!<BR><BR><BR><BR><B>Zuletzt noch einige Tips und
Tricks:</B></P>
<OL>
<LI>Die  Fan-Club-Karte  an  den King  (im Raumschiff, in das  man kommt,  wenn
man  zum  Bermuda-Dreieck fliegt) geben.  Lottozahlen  f&uuml;r den  n&auml;chsten
Tag ablesen,  im Laden in San Francisco  Lotto spielen und  saemtliche   (!)  
Geld-Probleme  los   sein.
</LI>
<LI>Ab und zu  sollte man zu Hause vorbei  schauen und die  Nachrichten  vom  
Anrufbeantworter  abrufen.</LI>
<LI>So bekommt man seine  Sachen wieder,  wenn man sie an die  Au&szlig;erirdischen
abgeben mu&szlig;te:  Verkleidung anziehen  (Taucheranzug, Brille, Nase,  Hut), 
zur Post gehen  und  dort durch  die  T&uuml;r  hinter  dem Schalter,  Schrank  &ouml;ffnen,
 alle  Sachen  nehmen.</LI>
<LI>Regenanzug, Sauerstofftank und Fischglas (geflickt mit Klebeband  aus
Werkzeugkasten)  ergeben  einen Raumanzug   und   einen   genialen  
Taucheranzug.</LI>
<LI>Die Luke im Schlafzimmer von  Zak kann man aufbrechen mit einem Instrument
aus dem  Werkzeugkasten. Dann kann man mit dem Seil durch das Loch klettern (zu
den verdummten Au&szlig;erirdischen  in der Gruft!).</LI>
<LI>Um den Busfahrer  aufzuwecken,  benutzen wir  entweder die  Mundharmonika 
oder ein  Instrument aus dem Werkzeugkasten,  mit dem wir  gegen die 
Fensterscheibe klopfen.</LI>
<LI>Damit  die  Luft  auf  dem Mars nicht  knapp wird, sollten alle  einmal im
Raum-Bus am Sauerstoffhahn schn&uuml;ffeln.</LI></OL>
<P><BR><BR></P></BODY></HTML>
