<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Space Quest 3 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">King's Quest 4</FONT><BR><FONT SIZE="+1">The Perils of Rosella</FONT></B><BR><BR><BR>Nachdem
wir in Tamir angekommen sind, begeben wir uns sofort, auf der Suche nach  dem 
Talismann  und  den  magischen Fr&uuml;chten, zu dem Haus der Zwerge. Hier 
sieht  es  nicht sehr gastlich aus, und da wir immer zur Hilfe bereit sind,  r&auml;umen
 wir  die  H&uuml;tte  eben  auf (clean room).  Als Dank laden die Zwerge  uns 
nach  ihrer  Ankunft  zum Essen ein.  Nach dem herzhaften Mahl verschwinden  die
 Zwerge wieder zur Arbeit.  Wir entdecken einen Sack voll Diamanten, den einer
von ihnen wohl vergessen hat (get pouch).  Wir bringen ihn  dem  Oberzwerg 
(give pouch), der sich zusammen mit den anderen in der Miene  aufh&auml;lt.   Er
ist von unserer Ehrlichkeit so &uuml;berw&auml;ltigt, da&szlig; er uns sowohl
die Diamanten als auch eine Laterne schenkt.<BR><BR>Wir  bedanken  uns  &uuml;ber
die freundliche Gabe und verabschieden uns von den netten  Wichten.  Nun
streifen wir in der Gegend herum und sto&szlig;en unterwegs auf  eine Br&uuml;cke,
wo wir einen goldenen Ball finden (take ball), den wir in den  Froscht&uuml;mpel
 werfen  (throw  ball  into  pond),  der  sich  im Norden befindet.   Kurz 
darauf erscheint auch schon der Frosch, der mit der Kugel zu  uns  an  das Ufer
kommt.  Er &uuml;berreicht sie uns und wir geben ihm einen Ku&szlig;,  worauf 
er  sich  nat&uuml;rlich  in  einen  attraktiven,  jungen  Prinzen verwandelt 
(kiss  frog).   Wir  erhalten  seine  Krone  als  Dank  f&uuml;r die Verwandlung
 und marschieren dann weiter in Richtung Osten.  Hier erblicken wir mit k&ouml;niglicher
W&uuml;rde ein Geisterhaus.  Wir betreten es und ersp&auml;hen im linken  Raum 
ein Regal (look shelf), in dem ein Buch von Shakespeare steht (take  book).  
Wir verlassen dieses ungastliche Haus wieder und machen uns auf  den  Weg  an 
die  westliche  K&uuml;ste  von  Tamir,  wo sich ein Musikant herumtreibt.<BR><BR>Mit
ihm machen wir einen fairen Tausch.  Wir erhalten von ihm eine Klampfe. Damit 
gehen  wir  zu  Pan.  Wir spielen ihm einen Song auf der Klampfe vor (play 
lute).  Er ist davon so begeistert, da&szlig; er uns im Tausch gegen unser
Instrument  eine Fl&ouml;te vermacht.  Nun gehen wir zum Wasserfall im Osten des
Landes.   Wir  setzen  die Krone auf unseren heiligen Kopf (wear crown) und
verwandeln  uns  so  in einen Frosch.  Mit dieser Gestalt schwimmen wir bis
hinter  den  Wasserfall,  um uns dann wieder zu verwandeln (put off crown). Wir 
stecken  das  Brett  ein  (take  board),  z&uuml;nden die Laterne an (light
lantern)  und  nehmen  den Knochen in Verwahrung (take bone).  Wir betreten die 
H&ouml;hle  und  geben gleichzeitig auf den gemeinen Troll Acht.  Unser Weg f&uuml;hrt
 uns nach Osten und Westen, wo wir vor einer Schlucht stehen bleiben. Wir  legen
 das  Brett  dar&uuml;ber (put board across chasm) und setzen unseren Marsch 
fort  in  Richtung  Norden,  wo  wir durch ein winziges Loch an die frische 
Luft  gelangen.   &Uuml;ber den Sumpf gelangen wir spielend, in dem wir von
einer zur anderen Stelle h&uuml;pfen (jump).<BR><BR>Auf der Insel sto&szlig;en
wir auf eine Giftschlange, die wir mit Hilfe der Fl&ouml;te von Pan
hypnotisieren (play flute).  Wir klettern auf den Baum und pfl&uuml;cken die 
Frucht  (get  fruit).   Anschlie&szlig;end  machen  wir  uns  wieder auf den R&uuml;ckmarsch.
  Dabei d&uuml;rfen wir nicht das Brett vergessen (take board).  Auf Lolottes 
Schlo&szlig;  werden wir gebeten, uns auf die Suche nach dem Einhorn zu begeben.
  Dazu  m&uuml;ssen  wir  zuerst einen Wurm auftreiben.  Ihn finden wir westlich
der Burg im Wald (take worm).  Als neuer Besitzer des armen Kerles suchen wir
die Fischer auf, die sich, wie nicht anders zu erwarten war, bei ihrem  Haus  am
 Meer  gesammelt haben.  Wir sprechen sie freundlich an und unterhalten uns mit
ihnen (talk to man).<BR><BR>Wir  schenken  ihnen den Diamanten-Sack und
erhalten als Gegenleistung eine Angelrute  (give  pouch to man).  Der Wurm wird
auf den Angelhaken gespie&szlig;t und  die  fr&ouml;hliche  Jagd  auf  Fische 
kann  beginnen  (fish).  Allerdings funktioniert  es  nicht immer beim ersten
Mal;das hei&szlig;t aber nicht, da&szlig; wir direkt  aufgeben.  Nachdem wir
einen Fisch gefangen haben, bereiten wir uns auf  eine  kleine Schwimmtour durch
das Meer vor.  Dabei m&uuml;ssen wir auf den Hai  aufpassen,  der  anscheinend 
noch  nicht  zu Mittag gegessen hat (das Mittagessen  sind  wir, wenn wir uns
nicht beeilen).  Auf der anderen Insel angekommen,  entdecken  wir  eine 
Pfauenfeder  (take feather).  Wir kehren wieder  in  das Wasser zur&uuml;ck, wo
wir kurz darauf von einem Wal verschluckt werden.  Wir kitzeln ihn etwas mit der
Pfauenfeder (tickle) und werden auch direkt  ausgespuckt.   Vom  Wasser  aus
erblicken wir im Norden eine kleine Insel.<BR><BR>Dort  geben  wir dem Pelikan
den Fisch (throw fish) und erhalten daf&uuml;r eine Pfeife.   Bei  dem 
Schiffswrack entdecken wir etwas Zaumzeug (look floor). Wir  pfeifen  durch  das
Instrument (blow whistle).  Ein Delphin erscheint, der  uns  sofort  zur&uuml;ck
nach Tamir bringt (ride delphin).  Im Osten st&ouml;ren wir  Amor  beim  Baden 
in  einem  Pool.   Er  flieht.   Wir  rei&szlig;en  seine Liebespfeile  an  uns 
(take bow).  Als n&auml;chstes suchen wir nun endlich das Einhorn,  das  im
Westen anzutreffen ist.  Wir beschie&szlig;n es mit einem Pfeil (shoot  unicorn)
 und  schon ist es anh&auml;nglich wie ein Lamm.  Wir legen ihm das  Zaumzeug 
an  (bridle  unicorn)  und  reiten mit ihm stolz in Richtung Lolottes Burg.<BR><BR>Als
 n&auml;chste  Forderung  sollen wir der alten Hexe ein Zauberhuhn besorgen.
Dieses  finden  wir  beim  Ogres.   Sobald der Kerl das Haus verlassen hat, &ouml;ffnen
 wir  die  T&uuml;r (open door) und werfen dem netten Hund den Knochen zu (throw
 bone).   Wir eilen in die obere Etage und holen die Axt (take axe). Wir 
flitzen  wieder  runter  und verstecken uns im Schrank, wo wir auf den Ogre
warten m&uuml;ssen (open door, close door).  Wenn wir einen Blick durch das Schl&uuml;sselloch
 wagen (look through keyhole), k&ouml;nnen wir beobachten, wie der Ogre 
friedlich  einschlummert.   Sobald  er  g&auml;nzlich  eingeschlafen  ist, st&uuml;rmen
wir aus unserem Versteck hervor (open door), schnappen uns das Huhn (get  hen) 
und  suchen  schleunigst  das  Weite,  denn  wir  wollen  nicht riskieren,  da&szlig;
uns das Tier (der Ogre) in seinem heiligen Gemach entdeckt. Aber  auch  nach
Bestehen dieser Aufgabe ist die Hexe noch nicht zufrieden. Sie  schickt  uns 
aus,  um die B&uuml;chse der Pandora zu suchen und zu finden. Wir  machen  uns 
also  wieder gezwungenerma&szlig;en auf den Weg.  Der f&uuml;hrt uns zuerst  zu 
den unfreundlichen B&auml;umen.  Wir drohen ihnen, sie mit Hilfe der Axt  zu  f&auml;llen
 (swing  axe).  Darufhin erhalten wir freien Durchgang.  Im Totensch&auml;del  m&uuml;ssen
 wir den Hexen das Glasauge klauen (get eye), ohne das sie  uns  dabei 
erwischen;das  kann  mitunterrecht schwierig sein, deshalb empfehle  ich, 
erstmal  abzuspeichern.  Wir fl&uuml;chten hinaus und gehen dann wieder hinein,
weil die alten Tanten uns einen Skarab&auml;us entgegenschmei&szlig;en, den  wir
 nat&uuml;rlich  gerne  nehmen  -  alles,  was  umsonst ist, wird gerne genommen
 (get  scarab).   Mit diesem K&auml;fer sind wir immun gegen alle Arten von 
Zombies und &auml;hnlichem Kroppzeug.  Dankbar geben wir den Hexen auch ihr
Glasauge wieder zur&uuml;ck (give eye).  Nett, nicht?<BR><BR>Wir gehen zum
Geisterhaus, das wir ja schon zum Teil kennen.  Im Wohnzimmer examinieren  wir 
die  westliche  Wand und entdecken dabei die Klinke einer Geheimt&uuml;r 
(examine  wall).   Wenn  wir  die  T&uuml;r  &ouml;ffnen,  finden wir eine
Schaufel,  die wir nehmen.  Wir warten auf das Eintreten der Dunkelheit und auf 
die  Mitternacht.   Zu  diesem  Zeitpunkt  erklingt ein schauderhaftes
Babygekreische  aus dem Kinderzimmer.  Wir bemerken, da&szlig; es sich dabei
zwar um ein Baby handelt, aber um kein gew&ouml;hnliches.  Wir gehen also nach
Westen auf  den  Friedhof und suchen das Grab des Kindes.  Am Grab buddeln wir
ein wenig  und finden einen Rassel, die wir dem Kind bringen (dig, take rattle,
throw  rattle  in  cradle).  Doch der ich die Geister ruf`, werd` ich nicht mehr
 los (nicht ganz Original-Zitat J.  W.  v.  Goethe).  Kaum hat man das Kind  mit
 seinem Spielchen begl&uuml;ckt, trottet auch schon der n&auml;chste an und
verlangt  einen  Beutel  voll  Gold.   Auch  diesen Wunsch versuchen wir zu erf&uuml;llen
 (dig,  take  bag, give bag to ghost).  Nun werfen wir einen Blick auf  den 
Friedhof  im  Osten.  Hier finden wir ein Medaillon (locket), ein weiteres
Spielzeug (toy horse) und ein paar alte Orden.<BR><BR>Wir klettern die Leiter
hoch (climb ladder) und geben den Geistern, was sie haben  wollen.   Wir begeben
uns auf den Dachboden und untersuchen dort die Kiste  (open  chest,  look  in
chest).  In dieser Kiste finden wir ein paar Noten,  welche wir auf der Orgel,
die im geheimen Turm steht, spielen (take notes,  play  sheet  music).   Nach 
Er-  t&ouml;nen des St&uuml;ckes &ouml;ffnet sich von magischer Hand gef&uuml;hrt
eine Schublade.  Wir schauen hinein (look in drawer) und  nehmen  den  Schl&uuml;ssel
 daraus  (take  key).   Damit  &ouml;ffnen  wir  die Grabkammer  auf dem
Ostfriedhof (use key).  Wir rollen die Strickleiter aus (push  rope)  und 
klettern  daran herunter (climb rope).  Unten angekommen sehen wir die Erl&ouml;sung:
 die von Lolotte gesuchte B&uuml;chse von Pandora!<BR><BR>Wir  schnappen  sie 
uns  (take  pandora`s  box)  und  bringen  sie auf dem schnellsten  Wege  zu der
Hexe.  Lolotte ist &uuml;bergl&uuml;cklich und &uuml;berl&auml;&szlig;t uns als 
freundliche  Geste  ihren h&uuml;bschen Sohn (hm?).  Wir bedanken uns recht
herzlich  und  erhalten von dem netten J&uuml;ngling eine Rose mit Schl&uuml;ssel
zur Freiheit  (look  rose,  get gold key).  Wir gehen durch das E&szlig;zimmer
in die K&uuml;che,  wo  wir  im  Schrank  eine  Ausr&uuml;stung finden (open
cupboard).  Wir besteigen den zweiten Turm, wo das Zimmer von Lolotte liegt. 
Wir schlie&szlig;en die T&uuml;r auf (use gold key) und ermorden die Alte kaltbl&uuml;tig,
aber mit gutem Grund  (shoot  Lolotte).   Wir stecken schnell den Talismann ein
und rei&szlig;en das  Zauberhuhn  und  Pandora`s  B&uuml;chse an uns (get
medallion, get hen, get pandora`s box).<BR><BR>Wir  holen das Einhorn aus dem
Stall und fl&uuml;chten eilig zu Genesta, der wir den Talismann schenken, wor&uuml;ber
sie sehr gl&uuml;cklich ist.  Mit gutem Gewissen kehren  wir  nach Daventry zur&uuml;ck.
 Das Spiel ist geschafft:  die b&ouml;se Hexe Lolotte  ist  besiegt  und  wir, 
die edle Prinzessin Rosella, sind von dem Fluch der Hexe losgesprochen ...<BR><BR></P></BODY></HTML>
