<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="guild_of_thieves.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="guy_spy.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Mal wieder Bruch gebaut und den besten Mann verloren ? Keine Angst, ein
guter (Disketten-)Doktor kann ihn wieder zusammenflicken. Man nehme hierzu
einen Diskettenmonitor und schaue sich die Datei ROSTER.DAT etwas genauer
an. Der zuletzt aktive Pilot steht immer an vorderster Stelle der Datei,
das Byte 56h steht f&uuml;r seinen Zustand. Die Werte 00 bis 04 bedeuten dabei
in dieser Reihenfolge Replacement, Active, Retired, Missing in action,
Killed in action. Setzt man das Byte also auf 01, erfreut sich der Herr
wieder bester Gesundheit. Falls einer der anderen Piloten wiederbelebt
werden soll, sucht man sich ganz einfach seinen Namen und &auml;ndert dort das
86.Byte nach Beginn des Namens.

Tips f&uuml;r Hubschrauberpiloten:
Ein wichtiger Hineis zuerst: ohne vor dem Spiel geladenen Tastaturtreiber
(KEYB US) ist diese Simulation nur seht schwer zu bedienen, au&szlig;erdem wird
die Tastaturschablone sinnlos. Wer Speicherprobleme hat, sollte wirklich
alle TSR`s (auch den Maustreiber) aus dem Speicher entfernen. Man sollte
von Anfang an das realistische Flugverhalten des Hubschraubers w&auml;hlen, da
man sonst keine speziellen Flugman&ouml;ver benutzen kann. Wer Probleme hat,
die Flugh&ouml;he zu halten, sollte kurz den Autopiloten einschalten, da dieser
die H&ouml;he stabilisiert. Die Waffen sollte man unbedingt selber bedienen,
die Gegenma&szlig;nahmen kann man zu Beginn dem Kopiloten &uuml;berlassen. Sobald man
den Hubschrauber einigerma&szlig;en beherrscht (nach 2-3 Trainingsmissionen),
sollte man sich echte Auftr&auml;ge geben lassen, da man nur so an
Bef&ouml;rderungen und damit an die reservierten Hubschraubertypen und vor
allem an sein Team kommt. Von den anf&auml;nglichen Gegnern geht nicht viel
Gefahr aus. Man sollte niedrig bleiben und wissen, wann es genug ist: wenn
einem der Rotor angeschossen wurde und man keine Munition mehr hat, sollte
man schleunigst zur Basis fliegen. In 20 Fu&szlig; H&ouml;he ist man vor gegnerischen
Raketen sicher (schon mal unter einer Palme durchgeflogen ?!). Generell
sollte man nur &uuml;ber 100 Fu&szlig; fliegen, wenn man etwas sucht (&Auml;rger oder
Pick-Up Punkte). Ein Wort zur Bewaffnung: ideal ist ein (Longbow-)Apache
mit 16 Hellfires und 4 Stingers an den Fl&uuml;gelspitzen. Ist eines der
Waffensysteme nicht verf&uuml;gbar, kann man die Hellfires durch TOW`s oder
Helstreaks und die Stinger durch Sidewinder ersetzen. Ungelenkte Hydras
sind nicht zu empfehlen, da man beim Abfeuern zu stark steigt und die
computerkontrollierten Piloten mit ihnen &uuml;berhaupt nichts anfangen k&ouml;nnen.
Das gleiche trifft auf MG-Gondeln zu, alle anderen Waffen braucht man
nicht, da man das gleiche Ergebnis auch mit Hellfires erreicht. F&uuml;r
Entfernungen unter 1,5 km ist die Bordkanone ideal. Wenn man jetzt endlich
sein Offizierspatent hat, stellt sich die Frage, wie man sein Team zum
Besten einsetzt. Normalerweise teilt man es auf, um Zeit zu sparen-nur
wenn beide Ziele dicht beieinander leigen, kann man seine f&uuml;nf Gunships
zusammenlassen. Search and Destroy-, Luftlande- und Rettungsmissionen
sollte man immer selber fliegen, da sich die computergesteuerte Gruppe
sehr schwer tut, das Ziel zu finden. Falls man etwas transportieren mu&szlig;,
braucht man nat&uuml;rlich einen Blackhawk. Dieser sollte sich in der
Dreiergruppe befinden, damit ihm zwei Apaches Deckung geben k&ouml;nnen.
Ansonsten kann man reine Apache-Gruppen verwenden, manchmal kann man
allerdings auch einen Aufkl&auml;rer gut gebrauchen. Ein kleiner Bug am Rande:
Wenn ein Hubschrauber auf einer Basis landet, werden in etwa 75% der F&auml;lle
auch alle anderen betankt und aufmunitioniert. Sp&auml;ter werden die Gegner um
einiges kompetenter, man sollte deshalb sehr auf seine Deckung achten.
Hervorragend zur Tarnung geeignet sind Flu&szlig;t&auml;ler und Stra&szlig;enschluchten,
hier kann man au&szlig;erdem hervorragend Pop-Up-Man&ouml;ver durchf&uuml;hren: in einem
Tal stoppen und den Auto-Hover Modus einschalten (mit 0). Wenn man das
Collective nicht ver&auml;ndert hat, steigt man sofort stark. Hat man ca. 500
Fu&szlig; H&ouml;he erreicht, reduziert man das Collective auf 0 und wirft Flares und
Chaff. Die Automatik f&auml;ngt den Helikopter am untersten Limit auf, welches
immer 50 Fu&szlig; betragen sollte. Nun sind alle Gegner in der n&auml;heren Umgebung
in den Karten verzeichnet und man kann sie ausschalten, ohne b&ouml;se
&Uuml;berraschungen zu erleben. Das macht man, indem man langsam steigt, bis
die Gegner vom Zielsystem erfa&szlig;t werden. Hier sind Mastvisiere und
Fire-and-Forget-Waffen wie die Hellfire MMW von gro&szlig;em Nutzen, da man
sofort wieder in Deckung gehen kann, bzw. sie gar nicht erst verlassen
mu&szlig;. Noch ein kleiner Tip zur Zielsuche: viele Geb&auml;ude und vor allem auch
Panzer- und Lastwagenkolonnen sind an oder auf Stra&szlig;en zu finden,
Marineeinheiten sind logischerweise im Wasser, an den Ausg&auml;ngen von
Schluchten lauern oft Luftabwehreinheiten. Die beiden Hauptziele werden
nat&uuml;rlich auch am besten verteidigt.
</pre>
</body>
</html>
