<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="savage.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="schnebitz.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Es gibt drei &quot;Modern Rifles&quot; im Spiel, so da&szlig; man alle Personen von der
Erde (Jimmy, Rafkin und sp&auml;ter Johann) mit einer solchen Waffe ausr&uuml;sten
kann, was sich besonders im Endkampf gegen die Myrmidex bezahlt macht. Man
findet das Gewehr mit gen&uuml;gend Munition und einigen anderen Sch&auml;tzen ganz
im Norden von Eodeon aud dem Planeten Plateau neben Fritz' H&ouml;hle. Am
besten wendet man sich am Eingang dieser H&ouml;hle nach Westen und geht
solange am Rand entlang, bis man Totenk&ouml;pfe auf Stangen entdeckt. Diesem
Weg folgt man in s&uuml;dlicher Richtung, bis man an eine Kluft kommt. Der in
der Kluft wachsende Baum kann mit einer Granate gef&auml;llt werden. Jetzt l&auml;&szlig;t
sich die Schlucht &uuml;berwinden, und man findet eine geheime
Diamantensucherstadt, jede Menge Myrmidex, einen alten Bekannten, der
diesmal allerdings nur Sch&auml;tze suchen will, sowie einige n&uuml;tzliche Dinge.
Torches mu&szlig; man nicht klauen, sie lassen sich auf recht einfache Weise
herstellen. Man nehme einige &quot;tarred clothstripes&quot; und &quot;use&quot; sie mit
&quot;branches&quot;, schon kann man in die Massenproduktion von Kerzen einsteigen.
Ein &quot;bug&quot;, der in meiner Version aufgetreten ist, gab mir die M&ouml;glichkeit,
das gesamte Valley von au&szlig;en zu betrachten. In den H&ouml;hlen der Myrmidex gab
es einen Ausgang, der mich auf die sonst unerreichbaren Felsen von Eodon
brachte, wo ich nun einmal von au&szlig;en &uuml;berall herumst&ouml;bern konnte. Es gab
allerdings keinen R&uuml;ckweg, und auch der Eingang zur H&ouml;hle existierte nicht
mehr.
</pre>
</body>
</html>
