<html>
<head>
  <title>The Secret of Monkey Island</title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="secret_of_monkey_island_ii,_the.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="secret_weapons_of_the_luftwaffe.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Secret of Monkey Island, The
Hersteller:&#009;Lucasfilm Games&#009;
Vertrieb:&#009;Rushware
Genre:&#009;&#009;Adventure

Wertung (Amiga Game Power)

Grafik:&#009;&#009;86 %&#009;
Sound:&#009;&#009;82 %
Motivation:&#009;90 %


Im Kampf mit der Schwertmeisterin wird man von Ihr beleidigt. Wenn man
darauf keine passenden Antworten hat, kommt man dem Verlust des Kampfes
immer ein St&uuml;ckchen n&auml;her. Hier sind die passenden Antworten:

 1&#009;F: &Uuml;berall in der Karibik kennt man meine Klinge.
&#009;A: Zu schade, da&szlig; Dich &uuml;berhaupt niemand kennt.
 2&#009;F: Niemand wird sehen, da&szlig; ich so schlecht k&auml;mpfe wie Du.
&#009;A: Du kannst so schnell rennen.
 3&#009;F: Jetzt wei&szlig; ich, wie dumm und verkommen man sein kann.
&#009;A: Aha, Du warst also beim letzten Familientreffen.
 4&#009;F: Jetzt gibt es keine Finten mehr, die Dir helfen.
&#009;A: Doch, doch, Du hast sie nur nie gelernt.
 5&#009;F: Alles, was Du sagst, ist dumm.
&#009;A: Ich wollte, da&szlig; Du Dich wie zu Hause f&uuml;hlst.
 6&#009;F: Ich werde Dir den letzten Tropfen Blut aus Deinem K&ouml;rper melken.
&#009;A: Wie passend, Du k&auml;mpfst wie eine Kuh.
 7&#009;F: Nach dem letzten kampf war meine Hand blut&uuml;berstr&ouml;mt.
&#009;A: Aha, wieder mal in der Nase gebohrt.
 8&#009;F: Sind alle M&auml;nner so?! Dann heirate ich ein Schwein.
&#009;A: Hattest Du das nicht vor kurzem getan?
 9&#009;F: Mein Name wird in jeder dreckigen Ecke gef&uuml;rchtet.
&#009;A: Also hast Du den Job als Putze gekriegt.
10&#009;F: Hast Du eine Idee, wie Du lebend von hier wegkommst?
&#009;A: Wieso, die k&ouml;nntest Du viel eher gebrauchen.
11&#009;F: Dein verborgenes Schwert wird mich niemals ber&uuml;hren.
&#009;A: Und Du wirst Deine rostige Klinge nie wieder sehen.
12&#009;F: Kluge Gegner rennen weg, sobald sie mich sehen.
&#009;A: Auch, bevor sie Deinen Atem riechen.
13&#009;F: Mein Schwert wird Dich in tausend St&uuml;cke schneiden.
&#009;A: Dann mach nicht damit `rum wie mit einem Staubwedel.
14&#009;F: Soll ich Dir jetzt eine Nachhilfestunde geben?
&#009;A: Willst Du mich mit Deinem Geschwafel erm&uuml;den?
15&#009;F: Ich habe nur einmal einen Feigling wie Dich gesehen.
&#009;A: Er mu&szlig; Dir das Fechten beigebracht haben.

W&auml;hrend des Spiels m&uuml;&szlig;t Ihr nur &#060;CTRL&#062; und &#060;W&#062; dr&uuml;cken, um zu gewinnen.

Falls man Guybrush sterben sehen will, solltet Ihr ihn f&uuml;r mindestens zehn
Minuten im Wasser stehen lassen. Unser M&ouml;chtegern-Pirat wird eine wunder-
same Umwandlung mitmachen.

Komplettl&ouml;sung:
Geht zur Bar und la&szlig;t Euch von den Piraten in dem hinteren Raum &uuml;ber Eure
Aufgabe aufkl&auml;ren, dann wartet, bis der Koch aus seiner K&uuml;che kommt, erst
dann k&ouml;nnte Ihr sie betreten. Dort nehmt Ihr das Fleisch und den Topf,
dann geht nach drau&szlig;en, wo eine M&ouml;we an einem Fisch knabbert.&#009;Bewegt Euch
an das Ende des Steges hinter der M&ouml;we. Nachdem Ihr nun ein paarmal
draufgetreten habt fliegt die M&ouml;we kurz hoch, die Zeit sollte reichen, sich
den Fisch unter den Nagel zu rei&szlig;en. Danach geht zu dem Circus, hier k&ouml;nnt
Ihr den mitgenommenen Topf als Helm benutzen, Ihr erhaltet daf&uuml;r eine Menge
Geld. Jetzt geht Ihr in die Stadt und kauft bei dem Gemischtwarenh&auml;ndler
das Schwert und die Schaufel. Nun k&ouml;nnt Ihr zum &quot;Ausbilder&quot; gehen, um die
Fechtkunst zu erlernen. Auf dem Weg begegnet Ihr einem &quot;Troll&quot;, der Euch
vorbeil&auml;&szlig;t, wenn Ihr im den Fisch gebt. Ihr lernt nun das Fechten und
weiterhin, da&szlig; es nur auf die treffenden Beleidigungen ankommt. Danach
m&uuml;&szlig;t Ihr alle m&ouml;glichen Piraten angreifen, die auf der Insel herumlaufen
und von Ihnen die Beleidigungen mit zugeh&ouml;riger Antwort lernen, am besten
Ihr notiert sie Euch kurz. Nach einer Weile sagen Euch die Piraten, da&szlig;
Ihr den Schwertmeister herausfordern k&ouml;nntet, was Ihr auch tun solltet.
Ihr findet den Schwertmeister, indem Ihr den Gemischtwarenh&auml;ndler zu ihm
schickt und dem Gemischtwarenh&auml;ndler dann einfach folgt. Mit dem
Schwertmeister liefert Ihr Euch nun einen &quot;Kampf&quot;, den Ihr m&ouml;glichst
gewinnen solltet. Die Beleidigungen sind nicht identisch mit denen der
Piraten, aber ann&auml;hernd &auml;hnlich. Merkt Euch auch hier besser, welche
Antwort mit Erfolg gesegnet wird und versucht es notfalls mehrmals. Wenn
Ihr gewonnen habt erhaltet Ihr ein T-Shirt, da&szlig; Ihr den Piraten zeigt.
Danach solltet Ihr Euch aufmachen, die 2. Pr&uuml;fung (Stehlen) zu bestehen.
Die Piraten h&auml;tten gerne das Idol des Gouverneurs. Zuerst geht Ihr nun in
den Wald und sucht Euch ein paar Bl&uuml;mchen (die Gelben), die Ihr mit dem
Fleisch &quot;benutzen&quot; solltet. Das nun vergiftete Fleisch gebt Ihr dann den
Hunden vor dem Haus des Gouverneurs, die daraufhin bald einschlafen. Nun
betretet Ihr einfach das Haus und dort wieder die erste T&uuml;r gleich links.
Danach geht's wieder zur&uuml;ck zur Stadt, dort in das Gef&auml;ngnis. Unterhaltet
Euch nun mit dem Gefangenen. Die von Ihm gew&uuml;nschten Pfefferminz k&ouml;nnt Ihr
beim Gemischtwarenh&auml;ndler kaufen, was Ihr auch tun solltet. Gebt sie dem
Gefangenen. Ich kann mich hier nicht mehr ganz erinnern, aber ich glaube
Ihr braucht noch eine Spray gegen die Ratten f&uuml;r den Gefangenen, Ihr m&uuml;&szlig;t
ihn dazu kriegen, Euch den Kuchen zu geben, in dem sich eine Feile
befindet. Nun hei&szlig;t es wieder zur&uuml;ck zum Haus des Gouverneurs. Durch das
entstandene Loch gelangt Ihr wieder ins Zimmer. Ihr erhaltet das Idol.
Danach d&uuml;rfte es wiedermal &Auml;rger mit Shintop geben - unter Wasser findet
Ihr Euch wieder - gaaaanz cool bleiben. Ihr k&ouml;nnt n&auml;mlich einfach
rumlaufen (das Gewicht nehmen). Das Idol m&uuml;&szlig;t Ihr wieder bei den Piraten
abliefern. Von dem Verk&auml;ufer in der Stadt (steht rum) kauft Ihr eine Karte
und ab in den Wald, um den Schatz zu heben. Geht: hoch, links, rechts,
links, rechts, hoch, rechts, links, hoch, dann noch ein St&uuml;ckchen rechts
und &uuml;ber dem X fangt Ihr an zu buddeln. Ihr werdet ein weiteres T-Shirt
finden womit Ihr Euch wieder zu der Kneipe begebt. Mittlerweile hat sich
einiges getan, in der Kneipe solltet Ihr alle Tassen einsammeln, die Ihr
kriegen k&ouml;nnt. Nach einer kurzen Unterredung mit dem armen Koch wi&szlig;t Ihr,
da&szlig; Ihr ein Schiff kaufen und ausr&uuml;sten sollt. Geht nun zuerst in die
K&uuml;che und f&uuml;llt eine der Tassen mit dem Grog. Das Zeug ist ziemlich &auml;tzend
und Ihr k&ouml;nnt damit den Gefangenen befreien, doch Vorsicht, der Grog &auml;tzt
Euch auch die Tasse durch, Ihr solltet den Grog also auf dem Weg zum
Gef&auml;ngnis mehrmals umf&uuml;llen, Ihr habt ja gen&uuml;gend Tassen. Im Gef&auml;ngnis
dann einfach auf das Schlo&szlig; kippen. Ist dies erfolgreich erledigt, solltet
Ihr daran denken, den Gummihahn beizuhaben, den Ihr bei der Dame findet,
die Euch die Zukunft erz&auml;hlt. Zuerst macht Ihr Euch aber noch zum
Schwertmeister auf, die der Crew, die Ihr ben&ouml;tigt, beitritt. Dann geht
Ihr zu dem Haus am Ende der Insel, man kann es nur erreichen, indem man den
Gummihahn mit dem Kabel benutzt, da&szlig; zum Haus f&uuml;hrt! Nun labert Ihr den
Besitzer an und ber&uuml;hrt das Monster (haha), wie er es w&uuml;nscht, woraufhin er
Eurer Crew ebenfalls beitritt. Danach geht Ihr zu dem Schiffsverk&auml;ufer,
bis er Euch erz&auml;hlt, da&szlig; Ihr eine Art B&uuml;rgschaft des Gemischtwarenh&auml;ndlers
ben&ouml;tigt, die Ihr Euch also besorgen solltet, also ab zum
Gemischtwarenh&auml;ndler. Ihn bringt Ihr nun dazu, den Safe zu &ouml;ffnen, wobei
Ihr Euch die Kombination merken solltet!!! Danach schickt Ihr in weg,
&ouml;ffnet den Safe und bem&auml;chtigt Euch des Inhalts. Danach wieder zum
Schiffverk&auml;ufer, mit dem Ihr kr&auml;ftig verhandeln solltet (nur Geduld!).
Habt Ihr es geschafft, geht Ihr zum Dock, wo die anderen bereits warten.
Nun gehts auf die Reise.

Wenn Ihr Euch im Schiff befindet m&uuml;&szlig;t Ihr in dem Zimmer erstmal die Tinte
finden. Nun hei&szlig;t es raus hier und auf den Mast klettern, wo Ihr die
Flagge an Euch nehmt. Nun sucht Ihr noch eine Flasche Wein, etwas Pulver
und ein Seil. In der K&uuml;che findet Ihr einen Topf und M&uuml;sli, in dem Ihr
einen Schl&uuml;ssel finden solltet. Mit dem Schl&uuml;ssel k&ouml;nnt Ihr einen
verschlossenen Schrank in der Kapit&auml;nskabine &ouml;ffnen, was Ihr nat&uuml;rlich auch
tun solltet. Ihr findet etwas Zimt und ein magisches Rezept. Nun wieder
ab in die K&uuml;che, wo Ihr in dem gro&szlig;en Topf den Zaubertrank brauen solltet,
wozu folgendes geh&ouml;rt: 1 mal Zimt, 4 Pfefferminz, die Piratenflagge, 2 mal
Wein, ein Hahn, 1 mal Pulver und 3 M&uuml;sli. Ich hoffe nichts vergessen zu
haben, sonst schaut halt nach, was vergessen worden ist. Es sollte auf
jeden Fall 'ne kleine Explosion geben, nach der Ihr Euch nahe Monkey Island
befindet. Nun m&uuml;&szlig;t Ihr Euch mit der Kanone an Bord auf die Insel schie&szlig;en.
Hierzu ben&ouml;tigt Ihr wieder etwas Pulver, was Ihr in die Kanone stopft. Ein
Seil steckt Ihr als Z&uuml;ndschnur hinten in die Kanone. Danach begebt Irh
Euch wieder in die K&uuml;che und benutzt die Karte mit dem Feuer, sie f&auml;ngt an
zu brennen und Ihr k&ouml;nnt das Seil damit anz&uuml;nden. Nun wieder den Topf
aufsetzten und in die Kanone klettern.

Auf der Insel angekommen nehmt Ihr zuerst einmal die Banane und geht dann
zu Hermans Fort (auf dem Vulkan links). Dort angekommen dr&uuml;ckt Ihr die
dort stehende Kanone und nehmt die Kanonenkugel, das Fernrohr, das Seil und
etwas Pulver mit. Irgendwo m&uuml;&szlig;tet Ihr einen Stein gefunden haben, der sich
bei genauerer Betrachtung als Feuerstein erweist (bei der Br&uuml;cke?).
Nachdem Ihr &uuml;ber die Br&uuml;cke r&uuml;ber seid, findet Ihr eine Art Kunstwerk,
woran Ihr 2 mal ziehen solltet, das ist wichtig!!!! Nicht dr&uuml;cken!! Nun
hoch auf das Plateau. Ihr k&ouml;nnt den Stein am Rand hinuntersto&szlig;en, er
verwandelt das &quot;Kunstwerk&quot; in eine Art Schleuder; wenn Ihr es vorher nicht
bewegt habt, zerschmettert Ihr Euer Schiff, ansonsten trefft Ihr den
Bananenbaum. Nun wieder zu dem Bild mit der Br&uuml;cke, rechts davon befindet
sich ein Damm. Auf diesen legt Ihr erstmal etwas Pulver und benutzt dann
den Feuerstein mit der Kanonenkugel. Ihr werdet weggeschwemmt. An dem See
findet Ihr ein Seil bei dem Toten, das Ihr nehmen solltet. Nun solltet Ihr
zwei Seile haben und zu der Schlucht gehen. Links ist ein Baum, an dem Ihr
ein Seil befestigt, das 2. Seil befestigt Ihr, wenn Ihr das erste St&uuml;ck
hinuntergestiegen seid. Unten findet Ihr Paddel, die Ihr an Euch nehmen
solltet. An der Stelle, wo Ihr auf die Insel gekommen seid, findet Ihr ein
Boot, das Ihr nun benutzen k&ouml;nnt. Nun k&ouml;nnt Ihr um die Insel rudern, wo
Ihr am oberen Ende ein Kannibalendorf finden solltet. In der linken Ecke
des Dorfes befindet sich ein gro&szlig;er Steinkopf, vor dem eine Schale liegt.
Die Banane, die Ihr findet, solltet Ihr an Euch nehmen. Inzwischen sollten
die Kanibalen aufgetaucht sein, die Euch einsperren. Ihr solltet ein loses
Brett am Fu&szlig;boden entdecken, Ihr k&ouml;nnt also fliehen. Nachdem Ihr auch die
Bananen des getroffenene Bananenbaumes mitgenommen habt, begebt Ihr Euch
mitten auf die Insel, wo die ganze Zeit ein kleiner Affe rumrennt, den Ihr
aufsuchen solltet und ihn kr&auml;ftig mit den ganzen Bananen f&uuml;ttert, er folgt
Euch daraufhin. Ganz rechts auf der Insel stehen ein paar Totenpf&auml;hle rum.
Ihr k&ouml;nnt die &quot;Nase&quot; eines Totems bewegen, woraufhin sich eine T&uuml;r &ouml;ffnet.
Wenn Ihr allerdings losla&szlig;t schlie&szlig;t sich die T&uuml;r wieder. Der Affe macht
Euch aber alles nach und Ihr k&ouml;nnt schlie&szlig;lich durch. Nun nehmt Ihr
lediglich die kleine Holzstatue mit und verla&szlig;t den Ort wieder. Die Statue
bringt Ihr zu den Kannibalen, Ihr k&ouml;nnt jetzt den Bananengreifer nehmen,
den Ihr bei Hermann gegen den &quot;Schl&uuml;ssel&quot; f&uuml;r den Affenkopf tauschen k&ouml;nnt.
Nun rudert Ihr wieder um die Insel und benutzt den &quot;Schl&uuml;ssel&quot; im Ohr des
gro&szlig;en Affenkopfes. Danach geht es wieder zu den Kannibalen, bei denen Ihr
den Schl&uuml;ssel und ein Prospekt abgebt. Ihr solltet daf&uuml;r den Kopf des
Navigators erhalten, nun geht es ab in den Affenkopf.

Dort k&ouml;nnt Ihr den Kopf befragen, wohin es gehen soll. Nach einer Weile
kommt Ihr an das Piratenschiff. Nun solltet Ihr dem Kopf des Navigators
seine Kette abschwatzen, droht ihm am Ende, ihn in die Lava zu schmei&szlig;en.
Die Kette solltet Ihr Euch umh&auml;ngen, Ihr werdet nun unsichtbar und k&ouml;nnt
das Piratenschiff betreten. Hier solltet Ihr zuerst einmal in LeChucks
Kabine (links) gehen und den Schl&uuml;ssel, der an der Wand h&auml;ngt, mit dem
Magnetkompa&szlig; an Euch bringen. Nun geht in den Lagerraum und nehmt die
Feder, mit der Ihr den schlafenden Piraten am Zeh kitzelt, der schlie&szlig;lich
den Grog fallen l&auml;&szlig;t. Mit dem Schl&uuml;ssel k&ouml;nnt ihr in den verschlossenen
Raum gelangen. Die st&ouml;rende Ratte beseitigt man, indem man den Grog in den
bereitstehenden Teller kippt. Die Ratte trinkt das Zeug und ist kein
Hindernis mehr. Ihr findet etwas Fett in einem Topf, wovon Ihr etwas
mitnehmen k&ouml;nnt. Damit l&auml;&szlig;t sich die quietschende T&uuml;r zum Schweigen
bringen. Ihr solltet all die Werkzeuge mitnehmen und den leuchtenden
Kasten damit &ouml;ffnen. Ihr findet die Voodoo-Wurzel, die Ihr wieder zu den
Kannibalen schleppt, die Euch daraufhin ein kr&auml;ftiges Antigeistermalzbier
brauen. Nun wieder zur&uuml;ck in die H&ouml;hle, leider findet Ihr nur noch einen
armen Geist, der Euch &uuml;ber die Geschehnisse aufkl&auml;rt. Nun sollten Eure
Freunde auftauchen und Ihr fahrt zur&uuml;ck nach Melee Island (nat&uuml;rlich TM!).
Die rumlaufenden Geister k&ouml;nnt Ihr mit Eurem Spezialtrankt vernichten. Ihr
solltet Euch aber schnellstens in die Kirche begeben und Einspruch erheben.
So, alles weitere sollte sich von selber ergeben.
</pre>
</body>
</html>
