<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="secret_weapons_of_the_luftwaffe.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="swos.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Sensible Soccer
Hersteller:&#009;Renegade/Sensible Software&#009;&#009;
Vertrieb:&#009;Rushware
Genre:&#009;&#009;Sportspiel

Wertung (Amiga Game Power)

Grafik:&#009;&#009;68 %&#009;
Sound:&#009;&#009;81 %
Motivation:&#009;82 %


Immer die Aufstellung 4-3-3 w&auml;hlen, um offensiv agieren zu k&ouml;nnen. Den
Gegner mir kurzen P&auml;ssen austricksen und vor dem Strafraum voll
draufhalten. Dabei den Ball so anschneiden, da&szlig; er mit voller Kraft ins
Tor donnert. Dies mu&szlig; recht z&uuml;gig gespielt werden.

Die Mannschaften:
D&auml;nemark:
Offensive Mannschaft, die nur durch ein angriffsbetontes Spiel zum Erfolg
gef&uuml;hrt werden kann. Sie schie&szlig;en auch aus gr&ouml;&szlig;eren Distanzen und das mit
einer unglaublichen Pr&auml;zision. Der Torwart ist nur durch eine z&uuml;gige
Spielweise zu &uuml;berraschen.

CIS:
Dieses Team zeichnet sich durch &auml;u&szlig;erst hohes Pa&szlig;spiel aus und versucht,
das Spiel in seiner eigenen H&auml;lfte zu verschleppen.

England:
Die K&ouml;nigstruppe spielt schnell und folglich auch sehr ungenaue P&auml;sse. Der
Torwart mu&szlig; mit schnellen Drehungen ausgetrickst werden.

Holland:
Das Oranjeteam besitzt einen hervorragenden Torh&uuml;ter, der nur durch flache
B&auml;lle bezwungen werden kann.

Schottland:
Torwart kann durch Aufsetzer und halbhohe Sch&uuml;sse aus dem Takt gebracht
werden. Seine Kollegen schie&szlig;en aus gro&szlig;er Entfernung.

Schweden:
Der Gastgeber zeichnet sich durch mal kurz, mal lang geschlagene P&auml;sse
aus. Seine Spieler sind geniale Ballzauberer und &auml;u&szlig;erst dribbelstark.

Frankreich:
Spielt auf allen Positionen sehr konstant und auch der Torwart ist (fast)
immer zur Stelle. Durch ein druckvolles Spiel dagegenhalten.

Deutschland:
Der Vizeeuropameister verf&uuml;gt &uuml;ber eine sehr fr&uuml;h st&ouml;rende Mannschaft, die
kurzes Pa&szlig;spiel bevorzugen. Bodo gl&auml;nzt nicht bei allen seinen Aktionen
und genaue Sch&uuml;sse ins Eck landen fast immer im Tor.

Ein kleiner Gag: In der Datei Eigene Teams befindet sich die Manschaft
England und West Germany von 1966. L&auml;&szlig;t man diese beiden Manschaften ein
Freundschaftsspiel machen, so kann man sich das ganz in S/W anschauen.
</pre>
</body>
</html>
