<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="sierra_soccer.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="silkworm.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Die allerserste und wichtigste Regel ist: sich niemals sehen lassen! Warum
kann ein U-Boot tauchen? Nicht, um den Wasserbomben der Zerst&ouml;rer oder den
46-cm-Gesch&uuml;tzen der Yamato zu entkommen, sondern um vom Feind nicht
bemerkt zu werden. Handelsschiffe ohne Eskorte kann man auch tags&uuml;ber &uuml;ber
Wasser angreifen. Ansonsten gilt: Immer nur nachts schaut mehr als das
Periskope aus den Wellen! Demnach  sind  die  wichtigsten Informationen,
die Ihr bekommt, die &quot;visibility ranges&quot; vor dem Feindkontakt. Und
tags&uuml;ber ist das aufgetauchte Boot fast so weit zu sehen wie ein
Flugzeugtr&auml;ger.

Eskorte, nein Danke !
Daraus ergibt sich die zweite Regel: La&szlig; Dich niemals mit der Eskorte ein!
Gezielt Zerst&ouml;rer angreifen, ist kompletter Unsinn. Zum einen ist ihre
Tonnage viel zu gering. Zum anderen sind sie viel zu schwer zu versenken;
man sollte Torpedos lieber f&uuml;r lohnende Ziele aufsparen.

Zum dritten ist der Sinn einer Feindfahrt, die Wirtschaft Japans zu
schw&auml;chen; um die Kriegsschiffe k&uuml;mmern sich unsere Kriegsschiffe - wir
k&uuml;mmern uns um die Handelsschiffe.

Was ist also zu tun? Unbemerkt, mit Hilfe des &uuml;berlegenen Radars, am
Konvoi vorbeiziehen - au&szlig;erhalb dessen Sichtweite - um dann getaucht im
Generalkurs abzuwarten, bis er ganz von selbst auf einen zu f&auml;hrt. Bei
langsamen Schiffen, Tankern etwa, kann man ruhig einen gro&szlig;en Abstand
lassen (2000 Yards), feuert auf die Breitseiten der Handelsschiffe einen
Torpedof&auml;cher und setzt sich ab. Erst wenn die ersten Explosionen
Wellenberge auft&uuml;rmen, merkt die Eskorte, was los ist - aber dann sind wir
schon l&auml;ngst verschwunden. Zieht der Konvoi dann weiter, kann man die
waidwunden &Uuml;berreste in aller Ruhe mit der Bordkanone erledigen - ganz
ohne Risiko.

Falls der Konvoi abl&auml;uft, kann man ihn vergessen; manchmal f&auml;hrt er auch
nur so 17 Knoten, dann kann man ihn noch einholen (sch&ouml;n au&szlig;er Reichweite
halten!). Im anderen Falle begibt man sich genau in seinen Kurs, dreht ihm
das Heck zu und befiehlt absolute Stille an Bord. Selbst kleinste Fahrt
vorraus w&auml;re verr&auml;terisch. Auch das Periskop mu&szlig; eingefahren sein. Wenn
man gut steht, kann man glatt durch den &auml;u&szlig;eren Ring der U-Boot-J&auml;ger
sacken und befindet sich dann mitten im Konvoi! Auf diese Weise kann man
bis zu 400 Yards an einen Flugzeugtr&auml;ger herankommen. Dabei sollte man
nicht nerv&ouml;s werden, wenn mal ein &quot;Ping&quot; ert&ouml;nt; deswegen ist man noch
lange nicht geortet. Kommt das totgeweihte Schiff - das sollte man vorher
schon ausgepickt haben - auf gleiche H&ouml;he, mu&szlig; alles sehr schnell gehen:
Periskop ausfahren, Ziel erfassen (am besten, man dreht das Periskop schon
vorher in die Richtung), TDC programmieren und alle (!) Torpedos abfeuern.
Und dann: tauchen! Man hat nur Sekunden, dann sind schon f&uuml;nf oder sechs
Zerst&ouml;rer &uuml;ber einem. Mit ein bi&szlig;chen Gl&uuml;ck war man nah genug an dem
Dicken dran, so da&szlig; er den Kurs nicht mehr &auml;ndern konnte, bevor die
Torpedowelle ihn erreicht. Zuminderst die ersten treffen fast immer. Naja,
dann mu&szlig; man sich nur noch eventuell noch ein oder zwei Gnadentorpedos
opfern, und die Belobigung ist einem sicher.
</pre>
</body>
</html>
