<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="sim_city_2000.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="simpsons,_the.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      Simon the Sorcerer
Genre:          Adventure


Screenshots:

 <IMG SRC="../bilder/SIMON1.GIF" alt="Simon the Sorcerer  Screenshot 1"> <IMG SRC="../bilder/SIMON2.GIF" alt="Simon the Sorcerer  Screenshot 2">
   Erstmal eine ruhige Kugel schieben....                 ...und sich wieder aufw&auml;rmen.


Komplettl&ouml;sung:
---------------

IM DORF

Simon findet sich in Calypsos H&uuml;tte wieder. Beim Lesen des Briefes erf&auml;hrt
er, da&szlig; Calypso ihn bereits erwartet hat und auf seine Rettung aus Sordids
F&auml;ngen hofft. Um dies zu bewerkstelligen, mu&szlig; Simon allerdings erst zum
Zauberer avancieren. Er macht sich also auf den Weg zum Zirkel der
Zauberer, nicht ohne vorher die Schere aus der Schublade und das Magnet
vom K&uuml;hlschrank mitzunehmen. Eine Unterhaltung mit dem Schmied zu beginnen
ist sinnlos,dieser scheint entweder stumm zu sein, oder er redet nicht mit
jedem dahergelaufenen Rotzl&ouml;ffel. Simon nimmt das Seil mit, das wohl
niemand vermissen wird und auch der Kl&ouml;ppel, der auf dem Tisch liegt
wandert in seine Tasche.

Simon entschlie&szlig;t sich zu einem kleinen Umweg, liest eine Leiter auf und
macht Station im Haus des Druiden, wo er eine Flasche Hustensaft und ein
Spezienglas aufklaubt - die Unterhaltung mit dem H&auml;ndler bringt ohne Geld
nichts ein. Auch im Shop hei&szlig;t es nur umschauen, aber nichts ber&uuml;hren -
ohne Moneten ist Simon arm dran!

In der Kneipe schnappt er sich zun&auml;chst einmal das P&auml;ckchen Streichh&ouml;lzer
und geht dann ins Hinterzimmer zu den Zauberern, von denen er den Auftrag
erh&auml;lt, einen Zauberstab zu finden. Im Schankraum h&auml;lt er noch ein Schw&auml;tz-
chen mit den K&auml;mpferinnen und schneidet dann in einem unbeobachtetem Moment
dem schlafenden Zwerg den Bart ab.

IM WALD

Also macht sich Simon im Wald auf die Suche nach dem Turm. Er trifft bald
auf einen Barbaren, dem ein Dorn im gro&szlig;en Zeh steckt. Simon befreit ihn
von diesem und erh&auml;lt zum Dank ein kleines Metallpfeifchen. Das l&auml;&szlig;t er auf
seinem Weg auch gleich den Troll blasen, der ihn nicht &uuml;ber seine Br&uuml;cke
lassen&#009;will und bekommt postwendend Hilfe von seinem neuen Freund. Nun
kann er die Br&uuml;cke &uuml;berqueren und zum Turm, der ganz im S&uuml;dosten des Waldes
steht, wandern. Das Schild nimmt er mit.

Er repariert die Glocke durch Einbau des Kl&ouml;ppels und benutzt sie nat&uuml;rlich
sogleich. Das heruntergelassene Haar erklimmt er und k&uuml;&szlig;t im Turmzimmer
nach dem ersten Schrecken Rafunzel - ab ins Inventar mit ihr!

Bevor es nun ins Dorf zur&uuml;ckgeht, macht Simon Bekanntschaft mit dem Dorf-
deppen, der ihn Wasser holen schickt. Nichts einfacher als das, denkt sich
Simon und trifft im S&uuml;dwesten des Waldes auf ein Hexenh&auml;uschen, vor dem
ein Brunnen steht. Simon kurbelt den Eimer nach oben und nimmt ihn mit.

Simon erkundet noch ein wenig den Wald und findet Holzw&uuml;rmer auf einem
Baumstumpf, mit denen er sich l&auml;ngere Zeit &uuml;ber Holzsorten unterh&auml;lt.
Weiter im Norden sitzt eine Eule auf einem Baum, die nicht mit guten Rat-
schl&auml;gen spart. Simon nimmt auf jeden Fall die herunterfallende Feder mit
und geht dann wieder den Dorfdeppen besuchen. Er gie&szlig;t die Bohnen und macht
sich aus dem Staub. Wenn er das n&auml;chste Mal an diesen Ort kommt, steckt er
die &quot;ertr&auml;nkten&quot; Bohnen ein.

IM DORF (2)

Simon begibt sich zum Haus des Imkers auf der Westseite des Dorfes. Er l&auml;&szlig;t
Rafunzel auf die Tr&uuml;ffel-T&uuml;r los und betritt dann das Haus, um sich mit Im-
kerhut und -pfeife auszur&uuml;sten. Dann geht er nach drau&szlig;en und benutzt die
Pfeife am Bienenstock. Wenn die Bienen verscheucht sind, kann er sich das
St&uuml;ck Wachs nehmen. Er schaut jetzt nochmal bei Calypsos H&uuml;tte vorbei und
geht zu deren R&uuml;ckseite, wo er die Bohnen auf den Komposthaufen wirft. Die
Wassermelone wandert ins Inventar.

Dann geht er in die Kneipe, spricht mit dem Wirt und bestellt einen Drink.
Wenn der Wirt sich nun nach den Zutaten b&uuml;ckt, benutzt Simon das Wachs mit
dem Bierfa&szlig;. Dann nimmt er das Prospekt mit dem Biergutschein entgegen und
findet vor der Kneipe das Bierfa&szlig; vor, das er in seinem Hut verschwinden
l&auml;&szlig;t.

IM WALD (2)

Simon geht zum Susaphonspieler und wirft diesem die Wassermelone ins Instru-
ment. Um einen Gegenstand reicher, geht er nun zum Zwergenbau und wechselt
auch im Vor&uuml;bergehen ein paar Worte mit Dr. Jones. Dann liest er vor der
H&ouml;hle den Stein auf und schaut diesen an: Bier! Hinein in die H&ouml;hle - aber
nicht vergessen den Bart anzuziehen.

BEI DEN ZWERGEN

Mit der Losung &quot;Bier&quot; kommt Simon ins Innere der H&ouml;hle. Der Wache bietet er
das Bierfa&szlig; an und steigt mit hinunter ins Bierlager. Dort kitzelt er den
schlafenden Zwerg mit der Eulenfeder und nimmt daraufhin den Schl&uuml;ssel an
sich. Jetzt wieder rauf und die andere Treppe runter - vom Geschrei des
Buchhalters nicht st&ouml;ren lassen!

Simon nimmt den Haken an sich und &ouml;ffnet die goldene T&uuml;r mit dem Schl&uuml;ssel.
Er betritt die Schatzkammer. Dem Zwerg dort macht er ein Angebot: Er gibt
ihm den Biergutschein. Dann l&auml;&szlig;t er sich mit einem Juwel beschenken.
N&ouml;rdlich der Zwergenh&ouml;hle befindet sich das Doppelportal zum Reich der Ko-
bolde. Davor liegt ein St&uuml;ck Papier, das Simon als Einkaufslist erkennt.
Westlich der Zwergenh&ouml;hle trifft Simon bald auf einen Holzf&auml;ller,dem er ei-
nen Metalldetektor abschwatzt.

IM DORF (3)

Den Juwel verkauft Simon an Dodgy, den H&auml;ndler, f&uuml;r nicht mehr oder weniger
als 20 Goldst&uuml;cke. Mit dem neu gewonnenen Reichtum geht er nun in den Laden
und kauft den Hammer und den Weissen Geist, ausserdem gibt er die Einkaufs-
liste ab. Dann macht er sich auf den Weg zum Sumpfling.

BEIM SUMPFLING

Der Sumpfling hat Geburtstag und l&auml;dt Simon zum Suppe fassen ein. Simon i&szlig;t
auch tapfer zwei Portionen, bevor er die dritte im Spezienglas verschwinden
l&auml;&szlig;t. Wenn sich nun der Sumpfling auf den Weg gemacht hat, verschiebt
Simon die Kiste vorne rechts, &ouml;ffnet die Fallt&uuml;r und steigt nach unten.
Beim &uuml;berqueren des Stegs stellt sich allerdings heraus, da&szlig; dieser nicht
ganz niet- und nagelfest ist. Simon befestigt also das Brett mit den
Hammer. Dann geht er zur Sch&auml;delinsel und pfl&uuml;ckt das Kraut Froschfluch.

DER GOLLUM

Simon begibt sich nun zur S&uuml;dseite der Schlucht (diese erreicht er, indem
er von der Kreuzung - siehe Karte - nach Nordosten geht) und hangelt sich
an den Lianen vorne links im Bild herab zum angelnden Gollum. Nach kurzer
Plauderei bietet Simon dem Gollum die Sumpfsuppe an und bekommt die Angel
im Tausch daf&uuml;r. Die Angel wiederum verhilft ihn nach kurzer Zeit zum
Ring (&quot;mein Ssschatzzz&quot;).

DIE DRACHENH&Ouml;HLE

Den Sumpf &uuml;berquerend erreicht Simon das Gebirge, wo er im Bild mit der
Zauberer-Statue den Metalldetektor benutzt. Dann begibt er sich nach
Osten, bis zum Riesen, den er mit ein paarmal Blasen des Musikinstruments
von der Dringlichkeit seiner Mission &uuml;berzeugen kann, und so den Weg zur
Drachenhohle geebnet bekommt.

Er geht in die H&ouml;hle hinein und kuriert mittels Erk&auml;ltungssaft den Drachen,
was ihm einen Feuerl&ouml;scher einbringt. Dann geht er vor die H&ouml;hle und wirft
den Haken an den Felsen &uuml;ber dem Eingang. Er klettert am Seil hinauf und
findet ein Loch im Boden vor. Hier verknotet er nun Seil und Magnet und
benutzt dies mit dem Loch, um nach und nach alle Goldst&uuml;cke herauszuziehen.

DIE AUSGRABUNG

Von der Drachenh&ouml;hle aus geht er weiter nach Osten und findet einen Fossil-
lenstein, den er dem Schmied im Dorf auf den Ambo&szlig; legen mu&szlig;. Mit diesem
Stein kann er dann Dr. Jones &uuml;berzeugen, in den Bergen nach Fossilen zu
graben. Er begibt sich ebenfalls dorthin und w&uuml;hlt im Schutt solange
herum, bis er Milrith findet.

IM HAUS DES HOLZF&Auml;LLERS

Auch dieses Metall gibt er Zwecks Weiterverarbeitung auf den Ambo&szlig; des
Schmiedes. Simon erh&auml;lt einen Axtkopf, den er dem Holzf&auml;ller bringt. Der
verl&auml;&szlig;t &uuml;bergl&uuml;cklich die Szene und Simon kann die H&uuml;tte betreten.

Er findet ein Steigeisen und l&ouml;scht dann das Feuer mit dem Feuerl&ouml;scher.
Dann bewegt er sorgf&auml;ltig den Haken und gelangt in ein geheimes Holzlager.
Er nimmt das Mahagoni an sich und eilt zu den Holzw&uuml;rmern, die ihm nun auf
seiner Queste behilflich sein wollen.

DIE GRUFT IM TURM

Simon betritt zum zweiten Mal das Turmzimmer Rafunzels. Die Bodenbretter
sind mit den Holzw&uuml;rmern an der Seite kein Hindernis. Simon stellt die
Leiter ins Loch und steigt hinab in die Gruft. Er &ouml;ffnet todesmutig den
Sarkophag und nimmt Rei&szlig;aus. Dann kehrt er wieder zur&uuml;ck und &ouml;ffnet den
Sarkophag erneut. Der Mumie zieht er am losen Verband die Bandagen ab und
kann sich nun den Zauberstab schnappen.

BEI DEN ZAUBERERN

Simon gibt den Zauberern den Stab und die Aufnahmegeb&uuml;hr und avanciert zum
Jungzauberer. Er bekommt ein Wizkidm&auml;ppchen und jede Menge gute Ratschl&auml;ge.
Bevor er sich zum Kampf mit der Hexe stellen kann, braucht er jedoch das
Zauberbuch. Also begibt er sich nun zu der Kiste vor dem Laden und steigt
ein.

GOBLIN-CITY

Kaum angekommen befreit er sich durch einfaches &ouml;ffnen der Kiste. Er ent-
deckt sein Zauberbuch - heraus f&auml;llt ein loses Blatt Papier - und ein
Rattenknochen. Das Papier schiebt er unter der T&uuml;r durch und schiebt dann
den Rattenknochen ins Schlo&szlig;. Der Schl&uuml;ssel f&auml;llt auf das Papier, das
Simon nun wieder in den Raum zur&uuml;ckzieht. Er &ouml;ffnet mit dem Schl&uuml;ssel die
T&uuml;r und geht in den Gang. Die Wache beachtet er nicht, sondern nimmt den
Eimer an sich und begibt sich nach unten in die Folterkammer.

IN DER FOLTERKAMMER

Simon nimmt das Brandeisen und das Pfefferminz. Dann redet er mit dem
Druiden  und &uuml;berzeugt ihn dadurch, da&szlig; er den Ring entfernt und das
Medallion an seine Stirn dr&uuml;ckt davon, da&szlig; er kein D&auml;mon ist. Dann st&uuml;lpt
er ihm den Eimer mit dem Loch &uuml;ber den Kopf - nicht verwechseln mit dem
Holzeimer aus dem Brunnen der Hexe - und h&auml;lt das Brandeisen in den Eimer.
Der Druide verwandelt sich in einen Wertfrosch und h&uuml;pft davon.

Allein gelassen versteckt sich Simon in der Eisernen Jungfrau vor den
Goblin. Wenn der Frosch zur&uuml;ckkehrt, nimmt er ihm die S&auml;ge aus dem Maul
und zers&auml;gt mit ihr die Gitterst&auml;be.

DER MAGISCHE BAUM

Dann begibt er sich ins Gebirge - &ouml;stlich von der Drachenh&ouml;hle findet er
Steigeisen, in deren Reihe eins fehlt. In das Loch steckt er nun das
Steigeisen des Holzf&auml;llers und steigt hinauf bis zu einem Schneemann, der
den weiteren Weg versperrt. Simon verzehrt das Pfefferminz und setzt den
Schneemann mit seinem feurigen Atem au&szlig;er Gefecht. Dann steigt er auf die
Bergspitze bis er den Turm des Schicksals erreicht. Als er auf den Eingang
zugeht, zerf&auml;llt allerdings die Br&uuml;cke dorthin. Simon ben&ouml;tigt ein
Flugger&auml;t.

Simon kehrt ins Bild mit den Steigeisen zur&uuml;ck und h&uuml;pft auf den Vorsprung
nach Osten. Nach kurzer Wegstrecke trifft er auf einen Baum, den er mittels
des Weissen Geists von seiner rosafarbenen Markierung befreit. Daf&uuml;r erh&auml;lt
er von ihm magische Worte, die er im Kampf gegen die Hexe einsetzen kann.

IM DORF (4)

Vorher schaut er jedoch noch beim Druiden vorbei. Dem Frosch gibt er den
Froschfluch. Er erh&auml;lt einen Zaubertrank.

DIE HEXE

Nun kann das Zauberduell stattfinden. Dies geht &uuml;ber drei Gewins&auml;tze.
Verliert Simon, kann er jedoch zur&uuml;ckkehren, um es erneut zu probieren.
Gewinnt er, schnappt er sich den Hexenbesen und verwandelt sich -
abrakadabra - in eine Maus, um vor dem Drachen ins Mauseloch zu fliehen.
Jetzt kommt er &uuml;ber die Schlucht zum Turm des Schicksals.

DIE RIESENAMPHIBIE

Simon benutzt den Besen, um die Schlucht zu &uuml;berfliegen, doch die T&uuml;r ist
abgeschlossen. Also trinkt Simon den Verkleinerungstrank und kommt durch
einen kleinen T&uuml;rspalt ins Innere des Turms. Aber Chippy schleppt ihn
sofort in den Garten, wo er durch eine Pf&uuml;tze am Weiterkommen gehindert
wird. Er schaut in den Eimer und entdeckt darin ein Streichholz. Au&szlig;erdem
nimmt er noch das Blatt und den Stein auf. Das Hundehaar befestigt er am
Wasserhahn und versucht dann das Lilienblatt zu nehmen. Das Streichholz
befestigt er am Lilienblatt und das Blatt ebenfalls. Dann schwingt er sich
auf das Boot und f&auml;hrt zu den Samen links neben dem Wasserhahn. Er nimmt
die Samen und mahlt sie mit dem Stein zu &Ouml;l. Damit &ouml;lt er den Wasserhahn
und zieht ihn per Hundehaar auf.

Am anderen Ufer entdeckt er beim Betrachten des Wassers eine Kaulquappe,
die er als Geisel beim Frosch benutzt. Er spricht den Frosch auf die
Kaulquappe an: &quot;Nimmm das Kaulquappengesicht.&quot; Dann nimmt Simon den Pilz
und verzehrt ihn - er w&auml;chst wieder zu normaler Gr&ouml;&szlig;e heran. Simon nimmt
den Ast und &ouml;ffnet die Hintert&uuml;r zum Turm.

DER TURM DES SCHICKSALS

Er benutzt den Ast, um der Kiste das Maul aufzuklemmen. Dann nimmt er Speer
und Sch&auml;del und steigt in den Keller hinab. Hier findet er eine
verschlo&szlig;ene Kiste. Simon bewegt den Hebel, stellt die Kiste auf den Block
und bewegt den Hebel zwei weitere Male. Jetzt nimmt er die Kerzen mit, die
er zwischen den Kistentr&uuml;mmern findet.

Bevor er zwei Stockwerke nach oben geht, l&ouml;st Simon noch den Sch&auml;del mit
Hilfe des Speers von der Decke und nimmt ihn mit. Im 1. Stock findet er ein
Buch, das er sich anschaut, ein Beutelchen und eine Socke, die er miteinan-
der benutzt, um das doppelte Beutelchen mit dem Mauseloch zu benutzten. So
f&auml;ngt man M&auml;use! Mit dem Spiegel unterh&auml;lt er sich kurz und nimmt dann den
Zauberstab mit. Im 2. Stock unterh&auml;lt er sich mit dem D&auml;monen solange, bis
er sie davon &uuml;berzeugt hat, da&szlig; er sie zur&uuml;ckschicken kann. Er findet
Chemikalien, h&auml;ngt das Schild an den Haken und s&auml;ubert es mit den Chemika-
lien. Dann nimmt er das Buch aus dem Regal, schaut es sich an und geht
hinunter zum Spiegel, um sich die beiden D&auml;monen zeigen zu lassen. Wenn er
die Namen der D&auml;monen erfahren hat, kann er wieder nach oben gehen, mit
den D&auml;monen reden, und sie nach dem magischen Quadrat fragen, wobei der
eine der beiden bereitwillig seine Kreide herausr&uuml;ckt. Es geht los:
Rock 'n' Roll! Er schickt die D&auml;monen zur H&ouml;lle, kann auch den Schild
mitnehmen und geht zum Teleporter, um sich zu den brennenden Gruben von
Rondor teleportieren zu lassen.

DIE GRUBEN VON RONDOR - GRANDE FINALE

Simon nimmt Ast und Kieselstein und redet mit dem Fremdenf&uuml;hrern. Er kann
sich zwar den Eintritt nicht leisten, bekommt aber Gratis-Brosch&uuml;ren mit
auf den Weg. Beim n&auml;heren Betrachten f&auml;llt ihm der Gummiring um die
Brosch&uuml;ren auf. Diesen befestigt er am Ast und erh&auml;lt so eine Schleuder.
Die Schleuder benutzt er mit der Alarmglocke. Die Streichh&ouml;lzer von der
Theke werden auch an sich genommen.

Auf dem Weg zu Sordid findet er noch einen Eimer Bohnerwachs, den er mit-
nimmt, bevor er sich dem letzten Gefecht stellt. Simon benutzt den Zauber-
stab und  versteinert so Sordid, dann wirft er ein Streichholz in die Lava.
Als n&auml;chstes wird der Zauberstab in die gl&uuml;hende Lave geworfen, womit alle
Zauberspr&uuml;che von Sordiod r&uuml;ckg&auml;ngig gemacht werden, nur leider wird
Sordiod wieder in dem Moment lebendig. Jetzt benutzt Simon das Bohnerwachs,
auf dem Sordiod ausrutscht, ein kleiner Schubs noch dazu und Sordiod
landet in der brennenden Lava.
</pre>
</body>
</html>
