<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="sky_high_stuntman.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="slam_tilt.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      Sky Worker


Komplettl&ouml;sung
---------------

Es gibt verschiedene M&ouml;glichkeiten das Spiel zu l&ouml;sen.
Ziel ist es innerhalb von drei Monaten eine Lehrstelle zu bekommen, um
weiterhin in der Stadt wohnen zu d&uuml;rfen. Denn nur der kann vorw&auml;rts
kommen, der eine abgeschlossene Ausbildung hat, um auch nach der
Ausbildung einen gut bezahlten Arbeitsplatz zu bekommen.
Wie schwer es ist auf eigenen F&uuml;&szlig;en zu stehen, wird in diesem Spiel
sehr schnell klar.

Nachdem man nun also eine ziemlich sch&auml;bige Wohnung zugewiesen bekommen
hat, kann man &uuml;ber den Computer t&auml;glich die Neuheiten abfragen, sei es
die aktuellen Nachrichten, um auch mitreden zu k&ouml;nnen, oder die
Werbung, die einem die M&ouml;glichkeit gibt g&uuml;nstig einzukaufen. Und nicht
zu vergessen, den aktuellen Arbeitsmarkt. Dieser informiert einen &uuml;ber
Lehrstellen, Aushilft&auml;tigkeiten und Stellenangebote f&uuml;r qualifizierte
Arbeitskr&auml;fte. Letzteres ist ersteinmal ziemlich uninterressant f&uuml;r uns.
Weiterhin sollte st&auml;ndig auf die Uhr gesehen werden, da viele Anlauf-
stellen feste &Ouml;ffnungszeiten haben.

Au&szlig;erdem sollte das Freizeitangebot genutzt werden, denn Freunde braucht
der Mensch und diese k&ouml;nnen oftmals sehr hilfreich sein. Nachdem man die
Plattform besucht hat lernt man schon den ersten kennen. Die Verabredung
mit ihm im Restaurant sollte unbedingt eingehalten werden, da wir dort
schon die ersten Tips erhalten. In der Vitaminbar erfahren wir, wie wir
an die wichtigen Zeugnisunterlagen kommen .

Nachdem wir diese und ein Lebenslaufformular aus der Zentrale von der
netten Sekret&auml;rin bekommen haben, m&uuml;ssen wir erst zu Hause den Lebenslauf
ausf&uuml;llen. Dieses geschieht &uuml;ber den Computer. Mehrere M&ouml;glichkeiten
stehen hierf&uuml;r zu Verf&uuml;gung. Doch bevor ihr Euch entscheidet la&szlig;t ihn vom
Computer bewerten. S&ouml;nnt ihr kaum etwas falsch machen. Merkt Euch bitte,
wer eure Eltern waren und was diese beruflich gemacht haben. In sp&auml;teren
Bewerbungsgespr&auml;chen werdet ihr dieses gefragt.

Nun geht weiter zur Berufsberatung. Hier wird nach Euren entsprechenden
Antworten von dem Berater entschieden f&uuml;r welche Berufssparte ihr wohl
geeignet seid. Doch verla&szlig;t Euch nicht zu sehr auf seine Meinung. Eigen-
initiative ist immer gefragt.

Nun k&ouml;nnt ihr wieder nach Hause teleportieren und mit Hilfe eures
Computers die ersten Bewerbungen starten. Dazu geht ihr in die Sparte
Lehrstellen, sucht Euch das entsprechende heraus, informiert Euch &uuml;ber
die entsprechenden Anforderungen und &uuml;ber Telefon &uuml;bermittelt ihr
eure Unterlagen und erhaltet einen Vorstellungstermin. Diesen solltet
ihr unbedingt aufschreiben und nat&uuml;rlich auch einhalten.
Nun gehts weiter zum Fitne&szlig;studio. Dort erh&auml;lt man den Tip, wie wichtig
richtige Kleidung ist und eine Adresse f&uuml;r eine gute Boutique.
Au&szlig;erdem werdet ihr Mitglied in dem Club denn nur in einem gesunden
K&ouml;rper steckt auch ein gesunder Geist.

Nun &uuml;berpr&uuml;ft man seine Finanzen. Sehen die nicht so rosig aus, kann man
als Aushilfskraft versuchen seine Geldb&ouml;rse zu f&uuml;llen. Dazu f&auml;hrt man
wieder nach Hause, arbeitet mit dem Computer in der gleichen Weise wie bei
den Lehrstellen.
Hier gibt es mehrere M&ouml;glichkeiten: Entweder in der &quot;Endkontrolle&quot;, am
Flie&szlig;band oder Raumgleiter einweisen.

Meistens sind so um die 330DM pro Durchgang zu erzielen. Dann wird man
wegen Unf&auml;higkeit entlassen. Doch keine Sorge, die Jobs k&ouml;nnen beliebig
oft in Anspruch genommen werden.
Hat man nun genug Geld zusammen l&auml;&szlig;t man sich zur Boutique teleportieren.
Dort kleidet man sich f&uuml;r alle Anl&auml;sse ein.

Doch la&szlig;t die Finger weg von dem Hehler, wenn sein Angebot auch noch
so verf&uuml;hrerisch ist, Ehrlichkeit w&auml;hrt am l&auml;ngsten.
Wieder zu Hause, schaut man nach, ob nicht in der Werbung eine hilfreiche
Nachricht zu finden ist. Zum beispiel ob nicht in der N&auml;he eine Drogerie
er&ouml;ffnet hat. Dort kauft man sich Seife und Zahnpasta, denn man will ja
nicht stinken wie ein Iltis.

Nun macht man sich zu Hause ein bischen fein und f&auml;hrt ins Restaurant.
Dort unterhalten wir uns zuerst mit dem Besitzer und fragen gleich mal
nach einer Lehrstelle. Er ist nicht abgeneigt und gibt uns die Telefon-
nummer seines B&uuml;ros, in dem wir uns dann auch sp&auml;ter von zu Hause aus
bewerben.
Au&szlig;erdem lernen wir im Restaurant einen netten Wohnungsmakler kennen, der
uns eine relativ g&uuml;nstige aber wesentlich sch&ouml;nere Wohnung besorgen kann.
Denkt daran: sie l&auml;&szlig;t sich durch Aushilfsjobs finanzieren und eine gute
Adresse ist immer ein gutes Aush&auml;ngeschild.
Wenn ihr dann mal wieder in der Vitaminbar reinschaut, haltet Euch von
dem Kredithai fern: Mit Schulden ist noch niemand gl&uuml;cklich geworden.

Ausreichend Schlaf solltet ihr aber auch bekommen, also denkt daran,
rechtzeitig zu Bett zu gehen. Ausgeschlafen, frisch gewaschen und gut
gekleidet den neuen Tag beginnen.

Mitttlerweile d&uuml;rfte euer erstes Bewerbungsgespr&auml;ch anstehen. Entweder ist
es ein Gespr&auml;ch oder ein Test. In dem Gespr&auml;ch solltet ihr Informationen
&uuml;ber die von Euch angestrebte Lehrstelle wissen, m&ouml;glichst ehrlich sein
und ruhig zugeben, wenn die eine oder andere Anforderung durch eine
Abendschule noch verbessert werden kann. Flexibilit&auml;t ist bei solchen
Gespr&auml;chen Grundvoraussetzung. Allerdings sollte man auch nicht zu
schleimig antworten, sonst ist eine Absage fast vorprogrammiert.
Bei den Tests geht es erst richtig los. Ihr habt 10 Minuten Zeit 14
Aufgaben zu l&ouml;sen, je nach Berufsziel sind die Anforderungen manchmal
recht hoch.
Mathematikaufgaben, logisches Denken und einige spezifische Zusammen-
h&auml;nge werden hier abgefragt.
Angaben, die man gemacht hat, und die nicht der Wahrheit entsprochen
haben, kommen hier unweigerlich ans Tageslicht und k&ouml;nnen die sichere
Absage bedeuten.
Zu Hause mu&szlig; man ab jetzt auch st&auml;ndig seinen Anrufbeantworter abh&ouml;ren
um die Ergebnisse zu erfahren.

Mit Absagen mu&szlig; man leben und deshalb sollte man in der Zwischenzeit
sowohl dem Berufsberater wie auch der weiterbildenden Schule &ouml;fter
einen Besuch abstatten.
Irgendwann sollte es einem gelungen sein, eine Lehrstelle zu finden.
Wenn nicht, verliert man seine Aufenthaltsberechtigung in der Stadt.
</pre>
</body>
</html>
