<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="sly_spy_-_secret_agent.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="sneer.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Zu Beginn des Spieles befindet Lukas sich in der SNACKSTREET,seine erste
Aufgabe besteht darin einer nett fragenden Omi &uuml;ber die Stra&szlig;e zu helfen -
auch dann, wenn ihm ein roter Sportwagen &uuml;ber die F&uuml;&szlig;e f&auml;hrt und er somit
bei seiner Energieleiste Abstriche machen mu&szlig;.
Als Dank bekommt er von der Gro&szlig;mutter 3 Taler f&uuml;r sein Sparschwein.

Um die Energieleiste wieder aufzuf&uuml;llen begibt sich Lukas in den KIOSK
nebenan und bestellt sich gleich einen Dreierpack Bi-Fi ROLL. Danach f&uuml;hlt
er sich gleich wieder viel besser.

Bei allen weiteren Aktionen sollte die Energieleiste im Auge behalten
werden um sie bei Bedarf wieder aufzuf&uuml;llen. Hierf&uuml;r gibt es f&uuml;r den
Helden mehrere Anlaufstellen.

Jetzt geht Lukas zur ROUTE 66. Hier klagt eine Katze ganz j&auml;mmerlich,
Lukas streichelt sie und nimmt sie mit. Weiter links begegnet Lukas einen
Stra&szlig;enh&auml;ndler, bei ihm kauft er eine Halskette und die Ohrringe. Noch
weiter nach links trifft er auf eine h&uuml;bsche Blondine - sie f&auml;hrt
Rollerskates. Lukas beneidet sie um die sch&ouml;nen Skates und spricht sie
h&ouml;flich an. Er verr&auml;t dem M&auml;del seine Mission und hofft auf ihre Hilfe.
Aber die junge Dame m&ouml;chte erobert werden, also wird es noch zu drei
weiteren Treff&acute;s kommen, einmal verschenkt Lukas die Halskette, dann die
Ohrringe. Um an das dritte Geschenk zu kommen mu&szlig; er noch einiges tun.

Lukas geht nun ersteinmal weiter, zur K&Ouml;NIGSALLEE. Hier trifft er eine
verzeifelte Mutter die ihr schreiendes Kind im Kinderwagen vor sich
herschiebt. Lukas erf&auml;hrt das der Schnuller (Nuckel) verloren wurde.
Hilfsbereit macht er sich auf die Suche. Nat&uuml;rlich findet er das geliebte
S&auml;ugeteil und bringt es der Mutter. Belohnung 5 Taler.

Auf zur BAKERSTREET. Hier bitten ihn ein Geheimagent seinem Partner in der
5TH AVE einen Koffer zu &uuml;berbringen. Nett wie Lukas nun mal ist macht er
das glatt. Der Agent nennt ihm die Parole. Lukas &uuml;bergibt das K&ouml;fferchen -
und erh&auml;lt eine Belohnung.

Ebenfalls in der 5TH AVE befindet sich ein Kino, dort kauft er sich eine
Eintrittkarte f&uuml;r den 3.Film. Am Service-Automaten zieht er eine Dose
LIPTONICE und ein P&auml;ckchen KONDOME.

Nun weiter zum STRIP. Der arg durstige Arbeiter bekommt von Lukas die Dose
LIPTONICE, daf&uuml;r leiht ihm der Streetworker seinen Werkzeugkoffer.

In der K&Ouml;NIGSALLEE. Hier kann Lukas dem Honig-Huber behilflich sein - denn
er hat ja den ben&ouml;tigten Werkzeugkoffer. Als kleines &quot;Dankesch&ouml;n&quot; gibt es
ein Glas Honig. Lukas bringt nun den Werkzeugkoffer zur&uuml;ck.

Weiter gehts zum DAMMTORWALL. Mit Hilfe des Glases Honig lassen sich die
Bienen ablenken, Lukas bekommt eine Schallplatte. Auf diese Scheibe f&auml;hrt
seine blonde Bekannte ( ROUTE 66 ) voll ab. Nachdem er ihr die Platte
geschenkt hat &uuml;berl&auml;&szlig;t sie ihn gerne ihre Rollerskates. Mit diesen Dingern
tritt er am STRIP zu einem Wettrennen an.
Mit Hilfe des Joysticks verhelfen wir Lukas zum Sieg. Siegerpr&auml;mie: 1 M&uuml;nze.

In der BAKERSTREET bittet Lukas den Barkeeper um einen Tip, doch der ist
dazu nur bereit wenn Lukas seinen Highscore am Paint-Spielautomaten
schlagen kann.(Es handelt sich um ein Einf&auml;rbespiel - zeigt nach
Beendigung ein Bi-Fi ROLL - Werbebild ) Von Joe bekommt Lukas nun ein
Ticket mit den Ziffern 96.

Jetzt ab zur U-Bahn. Die Ziffern erm&ouml;glichen sein Weiterkommen denn
pl&ouml;tzlich ist aus der U-Bahn eine Zeitmaschine geworden die Lukas in die
Zukunft transportiert. Roboter habebn hier die Versorgung &uuml;bernommen. Die
Snack-Pillen bewahren Lukas nun vor Ernergieschwund.

Auf zur ROUTE 66. Hier nimmt er vom Verkaufsroboter den Magneten. Hier
f&auml;llt ihm auch ein Passant auf - von dem l&auml;&szlig;t es sich Informationen &uuml;ber
das Snack-Museum geben. Danach geht es weiter zum DAMMTORWALL. Hier
versperren ihm einige Rocker (...gibts die in der Zukunft auch noch? den
Weg. Er soll ihnen ein 19`Zoll-Kolbenr&uuml;ckholfeder besorgen. Lukas geht
weiter zum UNO-X. Dank seiner Kondome wird ihm der Eintritt nicht
verwehrt. Freundlich unterh&auml;lt er sich mit den &uuml;brigen G&auml;sten. Der zweite
Gast ist ganz wild auf seine Eintrittkarte (Kino) und gibt ihm daf&uuml;r ein
komisches, altes Teil aus einer Zeitmaschine. Lukas macht den Tausch.

Weiter gehts zur K&Ouml;NIGSALLEE. Dort wird Lukas von einem Typen mit spitzen
Ohren (erinnert stark an Spok) einem Intelligenztest unterzogen.

Weiter rechts trifft er auf einen traurigen Musiker der sein Instrument
verschluckt hat. Mit Hilfe des Magneten f&uuml;r Lukas kein Problem. Der
Musikus ist selig und vermacht ihn seine ganze Tageseinnahme.

Auf dem STRIP begegnet Lukas nun einigen Merkurianern die sich verflogen
haben. Lukas sagt ihnen wo sie nun sind und wie sie nach Hause kommen:
ERDE - MARS - JUPITER - SATURN - URANUS - NEPTUN
Zur Belohnung bekommt er einen Merkurstein.

In der BAKERSTREET findet Lukas nun endlich einen Schrotth&auml;ndler. Von dem
verlangt er die 19&acute;Zoll-Kolbenr&uuml;ckholfeder. Das Teil ist recht teuer doch
der Merkurstein wird als Bezahlung akzeptiert. DAMMTORWALL. Lukas
&uuml;bereicht den Rockern die 19&acute;Zoll......, die geben den Weg frei und Lukas
kann in das Snack-Museum.

Mit dem Fahrstuhl f&auml;hrt er zuerst in den Keller und trifft den
Hausmeister, dieser erwartet von Lukas das er das Museum aufr&auml;umt. Vom
1.bis zum 5.Stock mu&szlig; Lukas nun alle Gegenst&auml;nde auf ihren richtigen Platz
schieben. Die sokoban&auml;hnliche Aufgabe ist nicht allzu schwer.

Nachdem Lukas auch den 5.Stock aufger&auml;umt hat findet er dort das Produktions-
geheimnis.

Von dem Hausmeister bekommt er noch eine defekte Zeitmaschine. Das fehlende
Teil bekam er aber bereits schon im UNO-X. Einer R&uuml;ckreise in die Gegenwart
steht nichts mehr im Wege.

Hier begibt sich Lukas sofort in die EYBERTSTRASSE. Er kann nun die
Produktionshallen betreten. Doch bevor die Produktion endlich wieder
aufgenommen werden kann mu&szlig; Lukas noch in 5 Leveln die Stromkreise so
verbinden, da&szlig; die Gl&uuml;hbirnen jeweils f&uuml;r mindestens 5 Sekunden leuchten.
</pre>
</body>
</html>
