<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="snoopy.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="sonic_boom.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Software Manager
Hersteller:&#009;Kaiko
Vertrieb:&#009;Leisure Soft
Genre:&#009;&#009;WiSim

Wertung (Amiga Game Power)

Grafik:&#009;&#009;52 %
Sound:&#009;&#009;34 %
Motivation:&#009;64 %


1. Man sollte immer darauf achten in regelm&auml;&szlig;igen Abst&auml;nden (ca.   
    10-20 Tage) abzuspeichern. Das Spiel hat n&auml;mlich die            
    Angewohnheit gerne Abzust&uuml;rzen.


 2. Niemals den Verkauf eines Spieles stoppen, wenn noch Lagerware    
    vorhanden ist. Wenn man ein Spiel aus dem Verkauf nehmen will,    
    immer erst abwarten, bis das letzte St&uuml;ck verkauft ist. Wenn man   
    das nicht macht, verschenkt man Geld, denn die eingekauften        
    Spiele haben ja schlie&szlig;lich Geld gekostet. Auch wenn es lange
    dauert, irgendwann ist auch das letzte St&uuml;ck weg.


 3. Falls ein neuer Programmierer angeworben werden soll, immer       
    freundlich sein. Dennoch sollten die Gespr&auml;che nicht zu einem     
    &quot;Klatsch&quot; werden. Auch mal einen Termin ausmachen.                 
    Beleidigungen f&uuml;hren zu nichts und tragen dazu bei, das man den    
    Programmierer nicht dazu bewegen kann, f&uuml;r seine Firma zu          
    arbeiten. Die Abwerbesumme sollte langsam gesteigert werden.       
    Nicht immer gleich die h&ouml;chste Summe bieten.


 4. Werbung f&uuml;r die Spiele sollte man regelm&auml;&szlig;ig, aber nicht zu       
    oft machen. Am besten alle 2-3 Monate f&uuml;r jedes Spiel. Vor allem  
    wenn viele Kontinte erschlossen sind, kann Werbung ganz sch&ouml;n     
    teuer werden.


 5. Im ersten Jahr sollte versucht werden, ein Spiel aus jedem
    Bereich (Strategie, Simulation, Adventure und Rollenspiel) 
    im Verkauf zu haben. 

 Hier ein &quot;Trick&quot; um sich Angestellte zu angeln:
 Jeder wei&szlig;, da&szlig; man sich Grafiker, Musiker und Coder erst noch in
 einem Gespr&auml;ch &quot;verdienen&quot; mu&szlig;, was anfangs gar nicht so leicht ist.
 Hier der ultimative Tip:

 1.: Begr&uuml;&szlig;ung
 2.: positives Lob
 3.: negatives Lob
 4.: negativer smalltalk
 5.: positiver smalltalk

 Jetzt richtet sich alles nach der Stimmung der Person:
 Mittelm&auml;&szlig;ig hei&szlig;t mittleres Gehalt, sauer hei&szlig;t h&ouml;chstes Gehalt!!
 Ach ja, meistens kann man 5. weglassen!!
</pre>
</body>
</html>
