<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="space_harrier.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="space_quest.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Bevor man in das richtige Spielgeschehen einsteigt, sollte man sich im
INFO-Spiel alles anschauen. Hier k&ouml;nnen auch M&uuml;nzen gesammelt werden die
sp&auml;ter f&uuml;r den Passbildautomaten gebraucht werden.
Im Personalb&uuml;ro gibt man seinen Namen ein.

Das eigentliche Spiel:

Nachdem man sich beim Personalchef vorgestellt hat wird man zur Probe
angestellt. Gehalt bekommt man nur wenn man auch ein eigenes Konto
hat,also ist der Weg zur Bank wichtig um ein Konto zu er&ouml;ffnen. Die Bank
gibt die Kontonummer und einen Zugangscode aus. Beide Zahlen sollte man
sich genau merken. Es ist ratsam nun etwas Geld einzuzahlen, da einige
Rech- nungen direkt vom Konto abgebucht werden.

Nun begibt man sich in die Abteilung die man vom Chef zugewiesen bekam.
Hier merkt man sich die Standorte der einzelnen Produkte, diese m&uuml;&szlig;en
sp&auml;ter &ouml;fters wieder einsortiert werden.

Desweiteren ist es notwendig sich die Preise der Waren zu merken damit es
sp&auml;ter bei der Warenauszeichnung unter Zeitdruck keine Probleme gibt.  &#060;P&#062;
gestattet einen Blick in die Preisliste.  Dr&uuml;ckt man &#060;H&#062; mu&szlig; man das
Handlager aufr&auml;umen. Hier erwartet den Auszubildenden ein Spiel im besten
SOKOBAN Stil.

F&uuml;r einen angehenden Verk&auml;ufer ist Freundlichkeit oberstes Gebot. Der
Kunde kann sich benehmen wie er will, er darf auch etwas merkw&uuml;rdig
aussehen - trotzdem sollte er freundlich und korrekt beraten werden.

Einige Kunden kommen wohl von einem anderen Stern. Sie sprechen eine etwas
gew&ouml;hnungsbed&uuml;rftige Sprache. Der pfiffige Verk&auml;ufer b&uuml;gelt solche
Schwachstellen durch einen Fremdsprachenkursus bei der Volkshochschule
aus, diese befindet sich &uuml;brigens auf dem Planeten &acute;Hauptverwaltung&acute;.

Die drei Balken am oberen Bildschirm haben folgende Bedeutung:
Rot - die eigene Energie:  Diese Linie wird bei Fehlern kleiner
Gr&uuml;n - Leistung: Diese Linie mu&szlig; jeden Tag aufs neue gef&uuml;llt werden. Wenn
&#009;man also seine Arbeiten richtig und korrekt ausf&uuml;hrt nimmt sie zu.
&#009;Die Linie verk&uuml;rzt sich aber auch bei Fehlern wieder.
&#009;Erstrebenswert ist eine volle gr&uuml;ne Linie am Schlu&szlig; des Arbeitstages.
Blau - Dieser Strich wandert nur nach rechts wenn man sich selbst etwas
&#009;Gutes g&ouml;nnt, z.B. genug Schlaf oder gesundes Essen.

Der Vergn&uuml;gungsplanet:

Hier befinden sich vier Restaurants, wobei (kleiner Tip) das FastFood-Lokal
nicht zur gesunden Ern&auml;hrung beitr&auml;gt.

Ein Arbeitstag endet sp&auml;testens um 22 Uhr, sollte jedoch die gr&uuml;ne
Leistungslinie bereits um 18 Uhr gef&uuml;llt sein kann man fr&uuml;her Feierabend
machen um zu Essen oder in die Disco zu gehen. Fitness-Centrum und Kino
w&auml;ren die anderen M&ouml;glichkeiten oder man legt sich einfach fr&uuml;her auf&acute;s
Ohr. Auf jeden Fall sollte man vor 24 Uhr zu Hause sein denn dann beginnt
die Sperrstunde.

An der eigenen Wohnungst&uuml;r mu&szlig; man zuerst einmal den T&uuml;rcode erraten,
dieser &auml;ndert sich t&auml;glich. Hier ist ein Spiel &auml;hnlich dem Mastermind oder
Superhirn versteckt.

In der Wohnung sollte der erste Blick dem Terminal gewidmet sein. Hier
werden wichtige Nachrichten angezeigt. Ohne Nachricht kann man sich ins
Bett begeben. Fr&uuml;h morgens erst wieder den Bildschirm betrachten,
vielleicht liegt nun eine Nachricht vom Chef vor oder ein Angebot f&uuml;r eine
sch&ouml;nere Wohnung.

Datum und Uhrzeit sind jederzeit deutlich sichtbar, so sollte es auch
nicht schwierig sein seine Termine einzuhalten.

Der Flieger, der zur Nutzung bereitsteht, sollte gelegentlich aufgetankt
werden. Auch Inspektionen und Reparaturen sollte man einkalkulieren, zumal
solche Aufwendungen direkt vom Konto abgebucht werden. Hoffentlich ist
auch genug Kapital auf dem Konto.

Wer diese ganzen Aufgaben nicht zur Zufriedenheit seines Chefs erledigt
wird gefeuert und ins schwarze Loch verbannt. Ist man jedoch erfolgreich
erh&auml;lt man einen Verk&auml;ufervertrag der einen sicheren Aufstieg mit sich
bringt - wenn man auch weiterhin immer sch&ouml;n flei&szlig;ig, freundlich und
korrekt ist.
</pre>
</body>
</html>
