<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="sir_fred.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="skeleton_krew.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Sixth Sense Invastigations&#009;
Hersteller:&#009;Cine Tech/Islona
Vertrieb:&#009;Epic Marketing
Genre:&#009;&#009;Adventure

Wertung (Amiga Future):

(Wertung in Prozent umgerechnet)
&#009;
Grafik:&#009;&#009;85 %
Musik/SoundFX:&#009;80 %&#009;
Spielspa&szlig;:&#009;76 %
Future-Level:&#009;70 %
Preis/Leistung:&#009;76 %
---------------------
Gesamt:&#009;&#009;78 %


<a href="ss_test.html">Sixth Sense Invastigations Testbericht</a>



Screenshots:

 <IMG SRC="../bilder/6THSEN1.GIF" alt="Sixth Sense Invastigations  Screenshot 1"> <IMG SRC="../bilder/6THSEN2.GIF" alt="Sixth Sense Invastigation  Screenshot 2">
   Hier gilt die StVo....                             ....und hier die Regeln von Lotto.

 


Komplettl&ouml;sung
---------------

Eine Bemerkung vorweg: Im Spiel finden oft Gespr&auml;che statt, die durch richtige
Antworten gel&ouml;st werden k&ouml;nnen. Diese sind hier als Zahlen vermerkt. (3;1)
bedeutet beispielsweise, das zuerst die 3 Antwort von oben und danach die
erste Antwort von oben geben werden mu&szlig;.

Kapitel 1 : Die Gegenwart
***************************
Am Anfang findet man sich in der Person von Frank in einem Schlafzimmer wieder.
Man &ouml;ffnet die T&uuml;r, und betritt das B&uuml;ro in dem man das Telefon benutzen sollte.
Nun h&ouml;rt und seht Ihr Euch die Szene gut an. Danach k&ouml;nnt ihr schon einmal die
(rechte) Schrankt&uuml;r &ouml;ffnen und das Glas und einen Bierdeckel mitnehmen. Dann
verla&szlig;t das B&uuml;ro und geht auf der Karte zu &quot;American Cheesers&quot;. Nachdem Ihr
gesehen habt, worin das Problem des Ladenbesitzers besteht, nehmt Ihr die 
K&auml;sekr&uuml;mel auf und &ouml;ffnet den ganz rechten Schrank im Ladeninnerem. Dort f&auml;llt
Euch eine Stange entgegen die Ihr mit dem Stein vorne auf dem Tisch benutzt.
Mit der nun scharfen Stange k&ouml;nnt Ihr nun den K&auml;se ermorden...&auml;hh ich meine
zerstechen. Nach der folgenden Szene nehmt Ihr den Roboterarm mit und geht
zur Karte. Als n&auml;chstes gehts zur Spielzeugfabrik. In dem dortigem Chaos
sucht Ihr den Tennisball und das Handtuch (&uuml;ber der Kiste neben dem Gabel-
stapler) und verla&szlig;t das Geb&auml;ude wieder richtung &quot;Go marching in&quot;.
Dort angekommen benutzt Ihr das Handtuch um die Batterie (neben dem blauem
Auto) zu s&auml;ubern. Die nun saubere Batterie nimmt Ihr mit. Jetzt gehts wieder
zu &quot;Toys `n U&quot;. Dort &ouml;ffnet Ihr die Motorhaube des Gabelstaplers und setzt 
die Batterie ein (benutzte mit Motor). Jetzt k&ouml;nnt Ihr den Hebel ziehen 
und das Medallion mitnehemen. Dann auf zum Labor wo Ihr dem Doc das Medallion
und den Roboterarm gebt. Nun geht Ihr kurz nach drau&szlig;en und dann sofort wieder
in das Labor. Jetzt folgt ein Gespr&auml;ch mit dem Doc (Antwort 1;2). Danach geht
Ihr wieder zur Karte, aber anstatt der Karte erscheint Ben der sich derzeit
in einer anderen Dimension in schwierigkeiten befindet.

Kapitel 2 : Die Roboter-Dimension 
***********************************
Nachdem Ihr also in der Roboter-Dimension angekommen seit redet Ihr zuerst
mal mit dem Roboterw&auml;chter Ralph (Antworten 2;2;2;2;2;1;1).
Nach dem Verh&ouml;r beim Imperator benutzt Ihr das Taschenmesser mit dem
L&uuml;ftungsschacht und Ihr k&ouml;nnt fl&uuml;chten. Drau&szlig;en angekommen geht Ihr ganz
nach rechts durch bis Ihr zur einer Stra&szlig;e (&quot;Walkstreet&quot;) kommt. Dort geht
Ihr dann zu dem Pfandleiher (Treppe runter !) dem Ihr dann die Halskette
gebt. Daf&uuml;r bekommt Ihr dann eine Kreditkarte. Jetzt nehmt Ihr die Dose,
beide R&uuml;stungsteile und die Swatch-Uhr (auf dem Tresen) mit. Dann zur&uuml;ck
zur Stra&szlig;e und wieder zum Palast (da wo Ihr hergekommen seit) und benutzt
dort die Dose mit dem M&uuml;llschlucker. Dann durchsucht Ihr die Dose und stellt
fest, da&szlig; sich darin ein Hebel befindet. Jetzt wieder zur Stra&szlig;e, wo Ihr in
den &quot;Pub Lup&quot; geht. Benutzt die Dose mit der Flasche purem &Ouml;l das auf dem
Tisch steht. Dann wieder zur Stra&szlig;e wo Ihr mit dem betrunkenem Roboter 
Howard  redet (Antworten 2;2;1) und gibt ihm das pure &Ouml;l. Dann gebt die
Karte zur&uuml;ck zu Howerd und geht auf der dann erscheinenden Karte zum
Doktor. Dort angekommen redet Ihr mit dem Doktor (Antworten 2;2;3;1).
Danach legt Ihr zuerst den unteren,dann den linken und dann den Hebel rechts
daneben um. Dann benutzt ihr den gefundenen Hebel mit dem Schlitz neben der
Seilwinde und zieht auch diesen. Dann noch ein Gespr&auml;ch mit dem Doktor und
die Operation kann beginnen. Nach der Operation zur&uuml;ck zur Walkstreet.
Dort gebt Ihr dem Taxifahrer zuerst die Karte und dann die Uhr. Dann gebt
ihm nochmal die Karte und fahrt zu Sixth Sense Investigations. Nach dem 
Gespr&auml;ch mit Geist Arthur geht Ihr zum Labor und das Spiel wechselt wieder
zu Frank.    

Kapitel 3 : Die Gegenwart Part II
***********************************
Nach der Szene mit Arthur geht Ihr zu Toys'n U wo Ihr den Analyser benutzt.
Dann zur&uuml;ck zum Labor und gebt den Analyser zu Doc. Dann auf zum B&uuml;ro
von Sixth Sense und die Maus einfangen. Benutzt die K&auml;sekr&uuml;mel mit dem
Mauseloch, dann das Glas mit der Maus und dann den Bierdeckel mit dem
Glas. Mit der Maus im Glas geht Ihr nun zu Goldenhouers Villa, wo Ihr
mit Mr.Goldenhouer sprecht (Antworten 1;2;2;3). Jetzt benutzt Ihr den
Tennisball mit der rechten Ritterr&uuml;stung und untersucht danach diese.
Nachdem die Katze Ihr schl&auml;fchen beendet hat, benutzt Ihr die Maus mit
der Katze. Jetzt geht Ihr mal auf 'nen Sprung in Charles Zimmer, wo
Ihr aber nicht lange verweilen werdet. Jetzt geht Ihr nocheinmal
zum Autoh&auml;ndler, wo Ihr euch den kaputten Reifen und eine Luftpumpe
besorgt. Danach zu American &quot;Cheesers&quot; wo Ihr den Reifen mit dem hei&szlig;em
K&auml;se benutzt. Jetzt m&uuml;&szlig;t Ihr den Reifen noch aufpumpen und den Hammer
von Toys'n U holen. Dann zur&uuml;ck zur Villa, wo Ihr mit dem Hammer auf
die Radkappe schlagt. Nachdem Charles sein Zimmer verlassen hat, geht
Ihr in dieses und schnappt Euch die Konsole. Die Konsole bringt Ihr
zu Doc. Damit Ihr den Interkey benutzen k&ouml;nnt m&uuml;&szlig;t Ihr zu &quot;Go Marching in&quot;
gehen und dort die Werkstatt betreten. Da Euch ein Verk&auml;ufer zuvorkommt
kauft Ihr diesem ein Auto ab und geht dann nochmal zur Werkstatt. 
Dann erz&auml;hlt Ihr dem Verk&auml;ufer das Ihr Probleme mit dem Auto habt,
damit er Euch nun endlich in die Werkstatt l&auml;&szlig;t. Dort benutzt Ihr nun
den Interkey und findet Euch in der Toon Dimension wieder.

Kapitel 4 : Die Toon- Dimension
*********************************
In der Toon-Dimension angekommen, geht Ihr zur Grenze und redet so lange
mit Curt bis dieser Euch durchl&auml;&szlig;t. Dann geht Ihr weiter zur Marktstra&szlig;e
und nimmt den Zettel von der T&uuml;r der Sixth Sense Filiale und untersucht
diesen. Danach nehmt Ihr das Flugblatt und untersucht es ebenfalls.
Danach geht Ihr zum Marktplatz wo Ihr nach dem Gespr&auml;ch mit dem Polizisten
die Klingel auf der rechten Seite benutzt. Nun redet Ihr mit dem 
Lautsprecher (alle Antworten funktionieren). Im Geheim-Versteck angekommen
nimmt Ihr die Spray-Dose und redet mit Frick (dem Fuchs). Da dies nicht
klappt redet Ihr mit Mr.Peanuts. Nach dem Gespr&auml;ch geht Ihr zur&uuml;ck zur
Marktstra&szlig;e in das Brillengesch&auml;ft. Dort benutzt Ihr das Spray mit der
Brille. Dann nimmt Ihr das Gesch&auml;ftsbuch und geht zur&uuml;ck zum Marktplatz wo
Ihr das Gesch&auml;ftsbuch dem Polizisten gibt, der hinter dem Schatten eines 
Baumes steht. Danach wieder zur&uuml;ck ins Brillengesch&auml;ft wo Ihr nun die
Sonnenbrille mitnehmt. Jetzt geht Ihr zum Polizeirevier (Marktplatz) wo
Ihr den Kleber mitnehmt. Danach geht Ihr wieder zur Marktsta&szlig;e wo Ihr
den Briefkasten untersucht und danach den Kleber mit dem Umschlag benutzt,
der im Briefkasten ist. Dann &ouml;fnnet Ihr den Umschlag und liest den Brief.
Jetzt auf in den Park wo Ihr dem W&auml;chter den Brief gibt. Nach einem 
weiterem Gespr&auml;ch gebt Ihr Ihm die Sonnenbrille. Dann geht Ihr wieder
zu Polizei und benutzt die Klingel und vermittelt so lange zwischen Shirley
und Pokey, bis dieser einschl&auml;ft. Dann nehmt Ihr die Schere und schneidet
damit die Schl&uuml;ssel von Porkey ab. Nach einem Gespr&auml;ch mit Brad Pig (!)  
&uuml;ber die Schallpaltte von Mr.Peanuts &ouml;ffnet Ihr die Zellent&uuml;r mit den
Schl&uuml;sseln. Dann nimmt Ihr die Uniform und gebt sie Brad. Bei der Bank
erz&auml;hlt Brad Euch das er ein Teil einer Uhr ben&ouml;tigt, also geht Ihr nochmal
zur Polizei wo Ihr die Wanduhr &ouml;ffnet und sie mitnimmt.
Danach schnell zur&uuml;ck zur Bank. Nach der Explosion geht Ihr in die Bank
und nimmt die drei Tr&uuml;mmer vor dem Tresor und danach das R&auml;dchen, das unter
den Tr&uuml;mmern lag. Dieses benutzt Ihr nun mit dem Tresor und &ouml;ffnet ihn.
Dann nimmt Ihr den Schl&uuml;ssel aus dem Tresor und &ouml;ffnet damit die Schublade
auf der rechten Seite des Raumes. Jetzt nimmt Ihr die Schallplatte mit und
bringt sie zu Mr.Peanuts. Jetzt k&ouml;nnt Ihr mit Frick reden und erfahrt etwas
&uuml;ber eine Klientin namens Sally. Jetzt nehmt Ihr noch die Flasche auf der
rechten Seite mit und geht zum Marktplatz und weiter zum Park wo Ihr den
Knopf benutzt um reinzukommen und verstopft den Brunnen mit dem Korken.
Jetzt m&uuml;&szlig;t Ihr noch einmal in das Untergrund-Versteck wo Ihr Arthur erz&auml;hlt
das alles fertig ist. Nach der Szene im Park wechselt das Spiel nocheinmal 
zu Ben.

Kapitel 5 : Die Roboter-Dimension Part II
*******************************************
Nach dem Gespr&auml;ch mit Sally redet Ihr solange mit dem Soldaten bis Ihr wieder
in das Gef&auml;ngnis geworfen werdet. Dort gebt Ihr Ralph die Konsole und brecht
anschlie&szlig;end wieder aus (Messer mit L&uuml;ftungsgitter). Jetzt geht Ihr nocheinmal
zur Walkstreet und gebt Bernie (der Taxifahrer) die Karte. Jetzt fahrt Ihr
zur Rechenzentrale. Zuerst benutzt Ihr den Schalter auf der rechten Seite
des Raumes neben den blinkenden Lichtern. Noch weiter Rechts zieht Ihr nun
den Hebel drei Mal, so da&szlig; das Hauptterminal hochf&auml;hrt.
Nun m&uuml;sst Ihr den Schalter mit der roten Umrandung auf der linken Seite 
bet&auml;tigen und danach den Hebel noch weiter links dr&uuml;cken. Als n&auml;chstes
m&uuml;sst Ihr den Monitor oben rechts untersuchen. Danach tippt Ihr den Code
(4273) in den Hauptrechner ein (also vierter Knopf,dann der zweite usw.)
und dr&uuml;ckt den gro&szlig;en Knopf. 
Endlich ist alles fertig und Ihr k&ouml;nnt zur&uuml;ck zur Walkstreet gehen, wo Ihr
die Karte an Bernie gebt und zur Sixth Sense fahrt. Als letztes benutzt
Ihr die Plattform auf der rechten Seite und Ihr k&ouml;nnt den Abspann genie&szlig;en !

-Fertig-
</pre>
</body>
</html>
