<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="super_stardust_cd³².html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="superfrog.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Hier sind einige versteckte T&uuml;ren :
Runde 2: Bei der Treppe am Ende des zweiten Levels befindet sich beim
dritten Treppenstein die erste T&uuml;r. Dort bekommt man Tips und Anweisungen
sowie einen Brief, den man sp&auml;ter noch ben&ouml;tigt.
Runde 3: Bei der zweiten T&uuml;r am Ende des zweiten Levels, kurz vor dem
Flie&szlig;band, sollte man unbedingt vorbeischauen. Man hat hier die
Gelegenheit, seinen Junior mit R&uuml;stungen aufzumotzen, sofern das n&ouml;tige
Kapital vorhanden ist.
Runde 4: In dieser Runde sollte man im zweiten Level mal versuchen, am
Fenster &uuml;ber der dritten sichtbaren T&uuml;re anzuklopfen. Da gibt es weitere
Anweisungen, sowie im Tausch gegen den Brief eine Fl&ouml;te.
Runde 5: Hier befindet sich im ersten Level eine T&uuml;r zwischen dem letzten
Geist und der ersten Eule. Wenn man hier anklopft, trifft man Giant Kong.
Wenn man diesen erledigt, erh&auml;lt man Geld und ein besseres Schwert.
Runde 6: In dieser Runde gibt es zwei versteckte T&uuml;ren. Die erste &ouml;ffnet
man, wenn man im ersten Level an den letzten gelben Stein klopft. Hier
kann sich unser Wunderknabe bewaffnen. Diese n&auml;chste T&uuml;r ist im zweiten
Level im Gang &uuml;ber der schie&szlig;enden Pflanze, also dem ersten Gang unter dem
Eingang. Der freundliche Herr verkauft Stiefel.
Runde 9: Hier kann man in Level 1 auf dem Stein nach der ersten Eule
entweder einen Schild oder einen Handschuh kaufen.

Nachdem man die Diskette eingeschoben hat, sollte man abwechselnd
&#060;BOTH MOUSE&#062; dr&uuml;cken. Nun sollten Probleme mit Zeit und Energie der
Vergangenheit angeh&ouml;ren.

Im 2. Level auf der Br&uuml;cke &#060;P&#062; f&uuml;r Pause dr&uuml;cken, anschlie&szlig;end mehrmals
&quot;WONDERBOY IN&quot; eingeben. Verschiedene M&ouml;glichkeiten versuchen, also alles
gro&szlig;, alles klein usw. Jetzt l&auml;dt der Compi den n&auml;chsten Level, mit &#060;N&#062;
springt man einen Level weiter.
</pre>
</body>
</html>
