<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="superfrog_normal.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="sweek.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Supermacy
Hersteller:&#009;Virgin/Melbourn House&#009;&#009;&#009;
Vertrieb:&#009;Rushware
Genre:&#009;&#009;Strategie

Wertung (Amiga Game Power)

Grafik:&#009;&#009;88 %
Sound:&#009;&#009;65 %
Motivation:     78 %


Wenn man einen Solarsatellitem auf einen Planeten ohne Fuel Reserven
wegwirft, bekommt man 30.000 Tonnen Fuel.

Die Ausstattung des Heimatplaneten: drei Farming, drei Mining, drei bis
vier Solarsatelliten. Bei Bedarf sp&auml;ter eins bis zwei Mining durch Farming
ersetzen.

Steuersatz bei 10 Prozent halten, in guten Zeiten auf 30-35 Prozent anheben.

Die Ausstattung der eroberten Planeten: zwei Farming, ein Mining, ein
Solarsatellit.

Mehr als f&uuml;nf Planeten kann man gleichzeitig nicht bewirtschaften, da die
Anzahl der Schiffe auf 32 begrenzt ist.

Die &uuml;brigen Planeten in Milit&auml;rst&uuml;tzpunkte verwandeln, d.h. ein bis zwei
Platoons zur Sicherung stationieren.

Sobald die Bev&ouml;lkerung des Heimatplaneten es erlaubt, mit der R&uuml;stung
beginnen. Meldungen &uuml;ber Vertragsbr&uuml;che ignorieren - der Computergegner
h&auml;lt sich auch nicht daran.

Die Platoons sollten immer mit der besten R&uuml;stung und der besten Waffe
ausgestattet sein. Sollte das Geld nicht reichen, lieber die Anzahl der
Soldaten reduzieren. Auf jeden Fall die Truppen vor dem Einsatz bis zum
h&ouml;chsten Rang trainieren lassen (5-Sterne-General).

Ist ein Platoon aufgerieben, sofort wieder nach beschriebener Methode
aufr&uuml;sten.

Die beste Aggressionsrate ist 75 Prozent.

Ein Angriff auf den Heimatplaneten des Gegners erfordert eine 1,5 bis 2
fache &Uuml;berlegenheit.

Ein radioaktiv verseuchter Planet ist absolut verloren. Er kann nur noch
als Milit&auml;rst&uuml;tzpunkt dienen.

Die Warnung vor einem Meteorenzusammensto&szlig; sollte man ernstnehmen. Den
Planeten evakuieren und nach dem Zusammensto&szlig; wieder neu besiedeln.

Auf den Kauf von Cargo-Schiffen sollte man verzichten. Battle-Ships nehmen
auch genug Ladung und Passagiere auf und sind billiger.

Dem unsichtbaren Raumschiff leistet man besser keinen Widerstand, sondern
erf&uuml;llt seine Forderungen.

Einen Platoon mu&szlig; man zur Sicherheit immer auf seinem Heimatplaneten lassen,
sonst kann das Spiel sehr schnell vor&uuml;ber sein.

Auf h&ouml;heren Schwierigkeitsstufen ist vor allem der Energiebedarf h&ouml;her.

Auf jedem Fall gegen Wotak anfangen, damit man sich den Einstand nicht
gleich mit einer saftigen Niederlage versauert.

F&uuml;r Starbase einen Energy- und einen Foodproducer kaufen und sofort ans
Laufen bringen. damit w&auml;ren die Grundlagen f&uuml;r ein gutes Bev&ouml;lkerungs-
wachstum geschaffen.

Als n&auml;chstes so schnell wie m&ouml;glich die Steuern auf 0 Prozent senken, damit
die Bev&ouml;lkerung schnell w&auml;chst. Sobald Ihr 3000 bis 4000 Einwohner habt,
Steuern wieder auf 25 Prozent stellen.

Sobald der Atmosphere Processor fertig ist, den n&auml;chstgelegenen Planeten
formatieren. In der Zeit, die das &quot;Formatieren&quot; ben&ouml;tigt, kann man sich
schon mal 2 Satelliten kaufen und beide in die Umlaufbahn um Starbase
schicken.

Jetzt d&uuml;rfte man relativ schlecht bei Kasse sein, also hei&szlig;t`s erstmal
warten (und Steuern auf 25 Prozent stellen).

Sobald das Formatieren beendet ist, kann man einen der Satelliten, die um
Starbase kreisen, zum anderen Planeten schicken. Au&szlig;erdem sollte man
mittlerweile genug Geld haben, um sich je einen Energy- und einen Food
Producer leisten zu k&ouml;nnen und sie beide zum anderen Planeten schicken zu
k&ouml;nnen.

Irgendwann kommt ein fieser Sturm und durchstreicht die Galaxis. Achtung:
Das Ding schaltet alle Maschinen auf den Planeten aus.

Sobald man auf Starbase 10 000 Leute hat, sollte man die ersten 8 Platoons
trainieren. Das hei&szlig;t: Troops auf 200 stellen, R&uuml;stungen f&uuml;r 250 credits(?)
einstellen (also nur vom Feinsten). Das kostet pro Platoon dann schlappe
109 000 Credits, was einem ziemlich unerschwinglich vorkommt.

Beim zweiten Planeten sollte man bez&uuml;glich der Steuern genauso verfahren wie
auf Starbase.

Meldungen wie die Deines Widersachers Wotak (oder auch &quot;Der Gehirnamutierte&quot;)
oder des Paktes, dem man angeh&ouml;rt einfach ignorieren, sie sind uninteressant.

Wotak sollte &uuml;brigends mittlerweile 3-4 Planeten intus haben, w&auml;hrend wir
gerade mal einen haben. Bald steht`s 8:0 f&uuml;r uns.

Bevor man Platoons ausr&uuml;stet, sollte man auf beiden Planeten noch je 4 Food
Producer aufstellen und zum Laufen bringen.

Wenn man alle 8 Platoons ausger&uuml;stet hat, kauft man ein Battleship und
bringt damit 4 Platoons auf Planet 1, oder wie man ihn genannt hat.
Au&szlig;erdem trainiert man jetzt die n&auml;chsten vier Platoons (Nr.9-12) und zwar
wieder nur vom Feinsten. Sobald diese ausger&uuml;stet sind, beginnt der
Untergang des Computers, der jetzt 5-6 Planeten besitzen d&uuml;rfte.

Man kauft sich nun ein Battleship und steckt dort die Truppem 9-12 hinein.
Mit diesem Schiff mopst man sich jetzt Planet f&uuml;r Planet. Aber langsam:
erstmal nur den dritten von unten. Das d&uuml;rfte kein Problem sein, wenn man
die Agression auf maximal stellt. Jetzt zur Verteilung der Truppen: Da es
bei 4 Platoons pro Planet nicht f&uuml;r alle Planeten reicht, weil man nur 24
Platoons haben darf, sorgt man daf&uuml;r, da&szlig; auf Starbase 4 Platoons sind und
auf jedem anderen Planeten, den man besitzt, 2 Platoons postiert. Au&szlig;erdem
stehen die 4 Eroberungsplatoons auf dem obersten seiner Planeten, so da&szlig;
dort 6 Platoons stehen: 2 Dauerpostierte, 4 Eroberer.

Beim dritten Planeten von unten ist das kein Problem: Man kann zwei
Truppen vom zweituntersten abziehen. Dann mu&szlig; man aber immer zwei Platoons
griffbereit haben. Insgesamt braucht man: 4 f&uuml;r Starbase, 6*2=12 f&uuml;r alle
anderen Planeten und die letzen 8 zur Eroberung von Enemybase.

Um die wirtschaftlichen Verh&auml;ltnisse auf den eroberten Planeten braucht
man sich nicht zu k&uuml;mmern. Bevor die meckern k&ouml;nnen, ist das Spiel schon
zu Ende.

Jetzt kommen wir zum Ende des Spiels: Die mittlerweile arg ramponierte
Eroberungstruppe &uuml;berrumpelt mit den frischen Platoons 21-24 Enemybase.
Die feindliche St&auml;rke liegt bei etwa 11 000, unsere bei maximaler
Aggression bei 20 000-25 000. Also eine klare Sache. Zwischendurch werden
eroberte Planeten angegriffen, aber meistens hat man die Gegner schon
geschlagen, bevor man die eigene &Uuml;berlegenheit richtig genie&szlig;en kann.

Hier noch ein paar Tips: Wenn man zuwenig Fuel auf den ersten beiden
Planeten hat, karrt man 5 Energy-Producer auf den dritten, und landet dort
mit jedem Schiff zwischen, um aufzutanken. Auf den ersten beiden Planeten
wird man recht schnell 30000 Bewohner haben, dann kann man die Steuern
dort auf 39 Prozent stellen, weil die Bev&ouml;lkerung sowieso nicht mehr
w&auml;chst. Um die &Uuml;bersicht &uuml;ber die vielen Schiffe zu behalten, sollte man
die Schiffe, die man auf Starbase postieren will, MIN 0.1 und FAR 0.1-0.5
nennen; die Schiffe, die man auf Planet 1 postiert, entsprechend MIN 1.1
und FAR 1.1-1.5. Den Atmosphere Processor kann man, um sich Platz zu
schaffen, auf den dritten Planeten schicken, wenn Wotok dort ist, oder
sp&auml;ter auf den zweituntersten, weil man dort sowieso kaum noch hinfliegt
und er dort nicht st&ouml;rt.
</pre>
</body>
</html>
