<HTML>
<HEAD>
<TITLE>Dune 2 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR>
<B><FONT SIZE="+3">Dune 2</FONT><BR>
<FONT SIZE="+1">Battle for Arakis</FONT></B>
<BR><BR><BR>
<B>Strategien</B><BR><BR><I>Taktiken</I><BR><BR>Am Anfang empfiehlt es
sich, zun&auml;chst zwei oder drei Raffinerien zu installieren und schleunigst
das Construction Yard aufzur&uuml;sten. Zur Verteidigung bieten sich dann
mehrere Rocket Turrets an, die das Territorium bewachen. Carryalls sollte man f&uuml;r
den schnellen Transport ebenfalls besitzen (entweder selbst bauen oder am
Starport kaufen). Man kann auch, wenn man genug Geld besitzt, dem Feind direkt
ein anderes Construction Kit vor die Nase setzten, um einen Zweifrontenkrieg
herbeizuf&uuml;hren!<BR><BR><I>Zu Beginn</I><BR><BR>Es bietet sich an, am
Anfang eines Levels abzuspeichern, um die Gegend und die feindliche Basis mit
einem schnellen Gef&auml;hrt zu erkundschaften und sich so eine Vorgehensweise &uuml;berlegen
zu k&ouml;nnen. Sobald man die Positionen der feindlichen Basen kennt, l&auml;dt
man den alten Spielstand und kann fr&ouml;hlich einen Gegner nach dem anderen
niedermetzeln, ohne es mit einem Zweifrontenkrieg zu tun zu bekommen.<BR><BR><I>Angriffe
auf gegnerische Basen</I><BR><BR>Die Angriffe auf die Gegner werden am
erfolgreichsten, wenn man als Hauptangriffsfaktoren einige Sonic Tanks (f&uuml;r
die gegnerischen Rocket Turrets, weil diese eine geringere Reichweite haben) und
einige Missile Tanks (Belagerungspanzer und Abschussrampen) einsetzt. Andere
Fahrzeuge oder Waffen sollte man nur f&uuml;r die Abwehr gleichwertiger oder
schlechterer Angreifer einsetzen. Angreifende Infantrie-Truppen sollte man mit
einem Panzer oder einer Erntemaschine ohne Erbarmen einfach plattfahren.
Ausserdem sollte man entweder mit der gesamten Masse der eigenen Panzer auf
einer schwachen Seite des gegnerischen Lagers angreifen oder die Truppe teilen
und einen Zweifrontenkrieg beginnen, so dass die feindlichen Rocket Turrets
verwirrt werden. Nie sollte man mit der ganzen Masse einfach auf die feindliche
Basis zufahren und versuchen, alles zu zerst&ouml;ren, da so nur unn&ouml;tig
viele eigene Truppenteile geopfert werden m&uuml;ssen. Pal&auml;ste werden m&ouml;glichst
sofort zerst&ouml;rt, danach die Raffinerien und Gew&uuml;rzsilos sowie das
Bauzentrum, erst dann andere Geb&auml;ude (die Turrets dann zerst&ouml;ren, wenn
sie st&ouml;ren). Besonders auf der uns nicht zugewandten Seite ist die Abwehr
des Gegners schwach, deshalb dort angreifen.<BR><BR><B>Wichtige Elemente</B><BR><BR><I>Ornithopter</I><BR><BR>Die
effektivste Waffe zur Abwehr der Ornithopter ist der Einsatz von Raketent&uuml;rmen,
die rings um die Basis aufgebaut werden.<BR><BR><I>Explosionen</I><BR><BR>Stellt
man die Spielgeschwindigkeit auf die langsamste Stufe (oder per Regelung mit
Hardware-Slow-Motion-Regler), so kann man sich gen&uuml;sslich daran erg&ouml;tzen,
wie feindliche Einheiten, speziell Ornithopter, vom Himmel gefegt oder zertr&uuml;mmert
werden.<BR><BR><I>Spicefelder</I><BR><BR>Nach M&ouml;glichkeit werden zun&auml;chst
nur Felder abgebaut, die nicht direkt an der eigenen Basis liegen, um so dem
Gegner wichtige Credits wegzuernten. Gegen Ende hat der Gegner selbst kein Spice
mehr, w&auml;hrend wir gen&uuml;sslich unser eigenes Feld direkt vor der Haust&uuml;re
abbauen und die angreifenden, sich langsam dem Ende zuneigenden feindlichen
Battalionen abwehrt, da der Computer ohne Spice auch keine Einheiten mehr neu
produzieren kann. Irgendwie logisch ...<BR><BR><I>Windtraps</I><BR><BR>Baut
man viel mehr Windfallen als ben&ouml;tigt und h&auml;lt so den prozentualen
Anteil der Auslastung unter [49%], so muss man sich keine Sorgen um ein
Energieloch bei Spicemangel machen, da die Funktionst&uuml;chtigkeit der
Windfallen auch entsprechend nur bis [49%] absinkt.<BR><BR><I>Death Hand</I><BR><BR>Besitzen
die Gegner die Death Hand, so bietet es sich an, die Geb&auml;ude m&ouml;glichst
weit auseinander zu bauen (durch Concrete Slabs zu erm&ouml;glichen). Ausserdem
ist Abspeichern (vor der Meldung, dass eine Rakete abgeschossen wurde) sinnvoll,
da im Falle eines Raketen-Angriffes auf die eigene Basis der alte Spielstand
wieder eingeladen werden kann. Daraufhin besteht die Wahrscheinlichkeit, dass
die Rakete an einer anderen Stelle einschl&auml;gt. Die Benutzung einer Death
Hand: 1) wichtige feindliche Geb&auml;ude ausfindig machen, 2) Palast anklicken
(Launch-Option), 3) Screen auf Feindziel scrollen, 4) Spielstand speichern, 5)
Death Hand abfeuern, 6) alten Spielstand laden (wenn Rakete nicht an der gew&uuml;nschten
Stelle getroffen hat) bzw. nach erfolgreichem Abschuss abspeichern.<BR><BR><I>Starport</I><BR><BR>Nur
mit Vorsicht zu geniessen: die Preise steigen und fallen sehr stark. Wenn man
also ein bestimmtes Gef&auml;hrt bestellen will, ruhig mehrmals den Starport
betreten und die Preise vergleichen.<BR><BR><I>Sonic Tanks</I><BR><BR>Sonic
Tanks sollten m&ouml;glichst in einer Kampfreihe angreifen, da so auftretende
Gegner einfach zentral abgeschossen werden oder sogar &uuml;berrollt werden k&ouml;nnen.
Sie besitzen aber den Nachteil, dass ihre Steuerung relativ langsam ist, deshalb
sollte man sie nur in Kampfgruppen auftreten lassen. Dennoch besitzen sie die gr&ouml;sste
Reichweite, weshalb man sie gegen Raketent&uuml;rme einsetzen sollte. Wird man
von einem Sonic Tank angegriffen, so sollte man seine Gruppe auseinanderziehen
und dann von beiden Seiten den Panzer angreifen.<BR><BR><I>Harvester</I><BR><BR>Die
Erntemaschine kann man ruhig ungesch&uuml;tzt auf dem Feld stehen lassen, wenn
man einen Carryall besitzt. Dieser wird die Harvester automatisch abholen, wenn
sie in Gefahr ist, abgeschossen zu werden, was jedoch selten der Fall ist. Mit
der Erntemaschine l&auml;sst sich perfekt gegen die feindlichen
Infantrie-Truppen vorgehen: einfach vor der eigenen Station hinstellen und
plattfahren ...<BR><BR><B>Standard-Geb&auml;ude</B></P>
<UL TYPE="CIRCLE">
<LI>m&ouml;glichst alle ben&ouml;tigten Fl&auml;chen mit Fundament-Platten 
unterlegen, da so weniger Reparaturarbeiten f&auml;llig werden</LI>
<LI>gen&uuml;gend Windtraps bauen, vorsorgend (f&uuml;r Radar!)</LI>
<LI>zun&auml;chst bauen: Radar Outpost, Spice-Raffinerie, Rocket  Turrets (zum
Sichern der eigenen Basis, um Abwehrfahrzeuge zu  ersparen und Flugzeuge
auszuschalten)</LI>
<LI>sp&auml;ter bauen: Factories (Light, Heavy, High-Tech), Repair  Facility</LI>
<LI>erst danach bauen: Starport (zur Absicherung schneller  Importe),IX
Research Center (f&uuml;r bessere Waffen), evtl.  zusaetzliche Factories und
Construction Yards</LI>
<LI>vor dem Angriff bauen: Palace (f&uuml;r Angriff auf die feindliche  Basis
oder f&uuml;r die Gegenoffensive)</LI>
<LI>nicht n&ouml;tig zu bauen: Spice Silos (man besitzt meistens sowieso nie 
genug Credits), normale Turrets (nicht so wirksam wie Rocket  Turrets), zweiter
Outpost (Geldverschwendung, man ben&ouml;tigt nur  einen), mehr als zwei
Spice-Refineries (eher mehr  Erntemaschinen!)</LI></UL>
<P><B>Die H&auml;user</B><BR><BR><I>Das Haus Atreides</I><BR><BR>Das gutm&uuml;tige
Haus Atreides besitzt die t&ouml;dlichste Waffe, die Sonic Tanks erst rechst sp&auml;t,
deshalb sollte man direkt Geld in die Forschung stecken. Die Atreides haben den
Vorteil, haupts&auml;chlich Panzer und Quads zu besitzen, mit denen man die
Gegend auskundschaften kann und sind zudem recht geschickt im Angreifen, da sie
sich die am wenigsten bewaffneten Stellen der feindlichen Basis aussuchen und so
in die Basis eindringen k&ouml;nnen, deshalb sollte man als Abwehr an allen
Stellen gleichm&auml;ssig verteilt Panzer oder Raketenwerfer aufstellen. Sollte
man von der Infantrie angegriffen werden, so setzt man als Atreides-Kommandant
einfach eine Erntemaschine ein, um diese plattzufahren. Ausserdem sind die
Fremen sehr n&uuml;tzlich, denn sie greifen den Gegner an dessen Schwachpunkt
an, w&auml;hrend die anderen Waffenfahrzeuge eingreifende Feinde abwehren.<BR><BR><I>Das
Haus Ordos</I><BR><BR>Sie sind die absoluten Draufg&auml;nger und erreichen
mit ihrer hinterh&auml;ltigen Angriffsweise nichts, wenn man ihnen entsprechende
Waffen zum Abfang an der eigenen Basis entgegensetzt, als da w&auml;ren Raketen-
und Gesch&uuml;tz-T&uuml;rme und Panzer.<BR><BR><I>Das Haus Harkonnen</I><BR><BR>Das
brutale, b&ouml;sartige Haus Harkonnen kann durch die Death Hand grossen Schaden
anrichten (siehe Kapitel &quot;Death Hand&quot;). Als Gegner sind sie dennoch
leicht zu bewzwingen, da sie als Truppen fast nur Infanterie besitzen, die mit
einer station&auml;ren Erntemaschine vor der eigenen Basis schnell plattgewalzt
werden k&ouml;nnen. Als Angreifer sollte man m&ouml;glichst schnell den Palast
zerst&ouml;ren, erst dann andere Geb&auml;ude.<BR><BR><I>Der Imperator und
die Sardauker</I><BR><BR>Die hinterh&auml;ltigen Truppen des Imperators werden
lediglich zu Unterst&uuml;tzung der feindlichen H&auml;user eingesetzt. In der
letzten Mission tritt dann der machtlose Imperator selbst auf, stellt aber auf
Grund seiner schwachen Truppen (er besitzt kaum Panzer, nur die
Sardauker-Infanterie) keine schweren Probleme dar, abgesehen von seinem Palast,
der wie der der Harkonnen Death Hands abschiessen kann.<BR><BR><I>Die Wahl
des Hauses</I><BR><BR>Die Frage, welches Haus f&uuml;r den Spieler am
geeignetesten ist, l&auml;sst sich nur schwer beantworten. Keineswegs empfiehlt
sich aber als Anf&auml;nger das importabh&auml;ngige Haus Ordos. Leichte
Vorteile gegen&uuml;ber den Artreides haben wohl die Harkonnen durch die Death
Hands, was aber durch die einsatzfreudigen und sehr hilfreichen Fremen-Truppen
der Artreides wieder wettgemacht wird.<BR><BR><B>Cheats &amp; Co.</B><BR><BR><I>Hex-Editor</I><BR><BR>Mit
einem Hex-Editor k&ouml;nnen alle Spice-Silos wieder aufgef&uuml;llt werden,
wenn man bei einem eigenen Spielstand im relativen Sektor [0] alle Bytes
zwischen der neunten und vierzigsten Position nach der Zeichenkette [PLYR] in
[FF] umwandelt.<BR><BR><I>Cartridge-Adressen</I><BR><BR>Die
Cartridge-Adressen f&uuml;r die Credits &auml;ndern sich von Spiel zu Spiel. Sie
liegen jedoch in den meisten F&auml;llen bei (auf [FF] &auml;ndern!): C76f09,
C76F29, C77109.<BR><BR></P></BODY></HTML>
