<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="raider.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="rainbow_islands.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Railroad Tycoon
Hersteller:&#009;Micropose&#009;&#009;
Vertrieb:&#009;Rushware
Genre:&#009;&#009;Strategie

Wertung (Amiga Game Power)

Grafik:&#009;&#009;70 %&#009;
Sound:&#009;&#009;70 %
Motivation:&#009;95 %


Cheat:
&#009;&#060;SHIFT&#062; + &#060;4&#062;&#009;($-Zeichen) im &#060;F1&#062;-&Uuml;bersichtsbildschirm dr&uuml;cken
&#009;&#009;&#009;+500,000 $ (bei mehr als 32 Mill. wird es negativ)
&#009;&#060;ALT&#062; + &#060;D&#062;&#009;zweifache Strecke

Zuerst stellt Ihr im &quot;Game&quot;-Men&uuml;, die &quot;Game Speed&quot; auf &quot;frozen&quot;. Dann baut
Ihr in der N&auml;he gro&szlig;er St&auml;dte eigene Industrieanlagen. Ab ca. 20 Millionen
Schulden werden die roten Zahlen schwarz (Guthaben), Baut flei&szlig;ig weiter,
bis Ihr ca. 32 Millionen Dollar Schulden habt. Dann d&uuml;rft Ihr &uuml;ber das Geld
als Guthaben verf&uuml;gen.
Tips:

Solltet Ihr doch am Schwierigkeitsgrad des Spieles scheitern, k&ouml;nnt Ihr zu
folgender M&ouml;glichkeit greifen: Ihr besorgt Euch zu Anfang des Spiels durch
den Verkauf von Obligationen ein ausreichendes Kapital von ca. 1,5
Millionen. Die Zinsen k&ouml;nnen dabei voll vernachl&auml;ssigt werden. Sobald nun
der erste Konkurrent auftaucht, m&uuml;&szlig;t Ihr m&ouml;glichst schnell sein und ein
Aktienpacket seiner Gesellschaft kaufen. Es ist unbedingt notwendig, da&szlig; es
Euch gelingt, vor Ihm zu kaufen!! Nun beginnt Euer Konkurrent nat&uuml;rlich
auch seine Aktien zu kaufen, um sich vor einer &Uuml;bernahme zu sch&uuml;tzen.
Eigentlich m&uuml;&szlig;te also nach dem abwechselndem Kauf jeder 50% besitzen (man
kann immer nur Aktienpakete von 10% kaufen). Euch kommt aber zugute, da&szlig;
alle neuen Eisenbahngesellschaften nur 1 Mio. Grundkapital haben. Euer
Konkurrent hat damit nicht gen&uuml;gend Geld, 50% zu kaufen und verschwendet
einen Zug darauf, sich neues Geld zu besorgen. Diesen Zug habt Ihr
Vorsprung, und so gelingt es Euch, 60% seiner Eisenbahngesellschaft zu
&uuml;bernehmen. Damit aber nicht genug, der eigentliche Sinn des Ganzen
besteht nun nicht darin, diese Gesellschaft aufzubauen (kann man nat&uuml;rlich
auch machen), sondern sie kr&auml;ftig auszunehmen. Das funktioniert wie folgt:
Ihr transferriert nun alle Barschaften der &uuml;bernommenen EB auf Euer Konto.
Danach verkauft Ihr 10% Eurer Anteile. Der Konkurrent hat nun nichts
Eiligeres zu tun, als neue Kredite aufzunehmen, um das auf dem Markt
befindliche Aktienpaket zu erwerben und sich vor weiteren &Uuml;bernahmen zu
sch&uuml;tzen. Ihr kauft nun aber gleich nach dem Verkauf das Packet wieder auf
und erhaltet erneut die Kontrolle &uuml;ber die gegnerische EB, die nun durch
den Kredit zu neuer Barschaft gelangt ist, die Ihr nat&uuml;rlich sofort wieder
auf Euer Konto transferriert. Das ganze Spielchen k&ouml;nnt Ihr dann ein
paarmal machen, bis die andere Gesellschaft keinen Kredit mehr bekommt.
dann k&ouml;nnt Ihr noch alle vorhandenen Aktien verkaufen und auf den n&auml;chsten
warten. Wenn ich das richtig in Erinnerung habe erscheint meist nach 3
Kalenderjahren ein neuer Konkurrent, auf den man sich so schon etwas
vorbereiten kann. Bei diesem Verfahren gibt es noch eine Kleinigkeit zu
beachten: es kann sein, da&szlig; sich die &uuml;bernommene EB nicht weiter in
Schulden st&uuml;rzen kann, da die Zinsen zu hoch liegen. L&auml;&szlig;t man ihn nun noch
eine Weile leben kann es sein, da&szlig; die Zinsen kr&auml;ftig fallen. Nun kann er
sich doch wieder weiter verschulden und Ihr macht noch die eine oder andere
Million mehr!
Ganz wichtig : Sobald die erste Bilanzierung ins Haus steht, unbedingt
mengenweise eigene Aktien kaufen! Nach einer solchen Aktion explodieren die
eigenen Shares f&ouml;rmlich, und auf diese Weise hat man dann doppelt gewonnen.
Idealerweise geschehen diese kaum verbr&auml;mten F&auml;lle von Wirtschafts-
kriminalit&auml;t innerhalb einer einzigen Bilanzperiode; wartet man bis zur
Bilanz, sacken die k&uuml;nstlichen aufgebl&auml;hten Kurse der Tochtergesellschaft.
Trotzdem wird man auch in diesem Fall noch einen satten Gesamtgewinn ver-
zeichnen; lohnen tut sich das Ganze also auf alle F&auml;lle. Schwieriger ist es,
wenn eine neue Eisenbahngesellschaft in der Lage war, vor uns das erste
Aktienpaket zu kaufen. Dann klappt das nicht mit der problemlosen &Uuml;bernahme.
Um diese Gesellschaften nicht zu stark werden zu lassen empfiehlt sich
folgender Weg : Wenigstens die ersten 50 Prozent Anteile kaufen, bis zur
ersten Bilanz warten. Der Aktienkurs sackt dann ganz gewaltig. Man nimmt
dann entsprechend viele Bonds auf und kauft die restlichen 50 Prozent zum
doppelten Preis. Anschlie&szlig;end macht man dasselbe mit der Gesellschaft wie
oben beschrieben. Hierbei ist aber wichtig, da&szlig; das nur mit Linien geht,
deren Aktien noch nicht allzu stark gestiegen sind. Auch wenn es dieser
Gesellschaft vor unserer &Uuml;bernahme ganz gut ging: Danach ist ihr das
wirtschaftliche R&uuml;ckrat gebrochen, und der Gang zum Konkursrichter ist nur
noch eine Frage der Zeit.

Nun zum Spiel: Generell immer m&ouml;glichst nur weite Entferungen von Ost nach
West oder umgekehrt &uuml;berbr&uuml;cken! Der erste Zug erreicht ja wohl auch immer
einen Geschindigkeitsrekord, man sollte dann auch darauf achten, da&szlig; man
ihn im weiteren Verlauf des Spieles m&ouml;glichst optimal auslastet. Scheut
Euch auch nicht davor, Tunnel zu bauen, und je mehr Signalstellwerke auf
einer Strecke desto besser. Solltet Ihr &uuml;brigens vorhaben, eine Strecke
zweigleisg zu bauen, so ist zu beachten, da&szlig; die ganze Strecke als
eingleisig gilt, sobald nur ein kleiner Teil davon nur aus einem Gleis
besteht.

Bei den Z&uuml;gen ist darauf zu achten, da&szlig; man sich nicht von der
H&ouml;chstgeschwindigkeit beeindrucken l&auml;&szlig;t. Wenn es darum geht, viele Waggons
zu ziehen, sind meist Z&uuml;ge mit geringerer H&ouml;chstgeschwindigkeit schneller!

Wie auch bei den Bahnh&ouml;fen sollte man auch bei den Z&uuml;gen darauf achten, sie
optimal einzusetzen, da man maximal 32 St&uuml;ck gleichzeitig besitzen kann.

Was den Schwierigkeitsgrad betrifft, so hat dieser nat&uuml;rlich auch Vorteile,
so kann man z.B. nur als Tycoon 3 andere Eisenbahngesellschaften
&uuml;bernehmen, sonst geht nur eine oder zwei!

Da man eh darauf achten sollte, m&ouml;glichst von Ost nach West zu bauen, kann
man auch darauf achten, m&ouml;glichst eine Transkontinentallinie zu bauen.
Daf&uuml;r kriegt man (im Szenario USA Westen jedenfalls) 'ne volle Million, die
man nicht verschenken sollte.

Wie schon irgendwo erw&auml;hnt ist es anzuraten, vor der ersten Abrechnung
m&ouml;glichst viele der eigenen Aktien zu kaufen, man kann dann sp&auml;ter kr&auml;ftige
Aktiengewinne verbuchen, vorrausgesetzt man wirtschaftet einigerma&szlig;en
erfolgreich. Au&szlig;erdem sch&uuml;tzt man sich so vor &Uuml;bernahmen.

Im Szenario USA-Westen sollte man die Meldungen &quot;Neue Erzfunde&quot; immer
beachten. Befindet sich eine Konzentration von 4 oder mehr Minen innerhalb
eines Bahnhofes, lohnt es sich, die Rohstoffe in die n&auml;chste Stadt zu
transportieren und dort einen Industriestandort zu errichten. Man sollte
hier auch noch daran denken, da&szlig; man St&auml;dte, die nicht viele Passagiere
liefern, zum Beispiel mit Industriestandorten versieht um Z&uuml;ge, die von
dort abgehen, auch effizient beladen zu k&ouml;nnen.

Es kann teilweise n&uuml;tzlich sein, starke Konkurrenten einzukreisen, sie
d&uuml;rfen Eure Schienen nicht kreuzen. Dadurch verst&auml;rkt man allerdings die
Wahscheinlichkeit eines Tarifkrieges, auf den man sich folglich vorbereiten
sollte.

Man sollte immer auf die Zinsen achten. So ist es zum Beispiel kein
Problem zu 3 Prozent kr&auml;ftig Obligationen aufzunehmen, um kr&auml;ftig bauen zu
k&ouml;nnen. F&uuml;r alle Schulden zahlt Ihr &uuml;brigens 12% Zinsen! Wenn ich das
noch richtig in Erinnerung habe aber nur am Ende eines jeden
Kalenderjahres.

Und hier noch ein kleiner Trick:
Dazu ben&ouml;tigt man einen IFF-Konverter und ein Malprogramm. Zun&auml;chst l&auml;dt
man das Spiel und speichert einen Spielstand auf einer formatierten
Diskette ab. Der Spielstand steht auf der Diskette unter dem Namen
rrX.dat, wobei X f&uuml;r eine Zahl zwischen 0 und 3 steht, je nachdem,
welche Position gew&auml;hlt wurde. Nun wird der Konverter gestartet und
der entsprechende Spielstand als raw data geladen. Als Bildgr&ouml;&szlig;e
wird dabei 320*200 Pixel mit vier Bitplanes (16 Farben) angegeben.
Nun erscheint die gewohnte Landkarte auf dem Bildschirm, wenngleich
m&ouml;glicherweise in anderen Farben. Dieses Bild wird nun unter einem
beliebigen Namen als IFF/ILBM-Bild abgespeichert, das Malprogramm
gestartet und das konvertierte Bild geladen. Jetzt kann man
darangehen, die Welt nach Belieben zu gestalten, wobei f&uuml;r jedes
Symbol der Landkarte eine bestimmte Farbe steht. In der ersten
Spalte der Farbauswahl von oben nach unten: Slums, Ozean, Brachland,
Wald, Hafen, Rohstoffe, W&uuml;ste, Vorgebirge. Und in der zweiten
Spalte: Rohstoffe, Flu&szlig;, Farmen, H&uuml;gel, Dorf, gegnerischer Bahnhof,
Stadt, Berg. Ist man mit den Ver&auml;nderungen fertig, speichert man das
Bild, hierbei eventuell einen anderen Namen verwenden, um die erste
Version nicht zu &uuml;berschreiben. Jetzt wird der IFF-Konverter
gestartet und das ver&auml;nderte Bild geladen. Dieses wird mit dem
Pinsel ausgeschnitten, wobei darauf zu achten ist, da&szlig; die Gr&ouml;&szlig;e
wieder 320*200 Pixel ist. Der Pinsel wird als raw data
abgespeichert, wobei als Name der entsprechende Spielstand rrX.map
genommen wird. Hat man alles richtig gemacht, kann man sein
Meisterwerk nach dem Einladen im Spiel bewundern.
</pre>
</body>
</html>
