<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="rectangle.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="rescue.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Allgemeine Hinweise: Von vornherein mu&szlig; man einstellen, in welcher
Zeitperiode man sein &quot;J&auml;gerleben&quot; fristen will. Am Anfang sind die
Deutschen in Qualit&auml;t und Quantit&auml;t &uuml;berlegen, was sich allerdings bald
zugunsten der Alliierten &auml;ndert; sp&auml;ter sind die Flugzeuge etwa
gleichwertig gut. Wer schon immer einmal die Hindenburg jagen wollte, mu&szlig;
sich den englischen Piloten anschlie&szlig;en (nur die Deutschen hatten
Zeppeline). Au&szlig;erdem sollte man sich zur &quot;Homedefense&quot; versetzen lassen.
Wer allerdings eine Schw&auml;che f&uuml;r Orden und Auszeichnungen hat, der sollte
sich in die deutschen Reihen eingliedern, denn auf diesem Sektor hatte das
Kaisertum etwas mehr zu bieten. Grunds&auml;tzlich sollte man Staffeln
bevorzugen, die von Fliegerassen gef&uuml;hrt werden, denn dort warten die
besten Flugzeuge auf Sie.

Kampftaktik:
Versuchen Sie grunds&auml;tzlich, sich an das Heck ihres Gegners zu h&auml;ngen.
W&auml;hlen Sie nun noch die gleiche Geschwindigkeit wie Ihr Gegner, haben Sie
schon fast gewonnen. Wenn Sie bereits unter Beschu&szlig; stehen, versuchen Sie
nach links oder rechts wegzubrechen, klappt dies nicht, probieren Sie am
besten einen Looping oder Halblooping aus. Setzen Sie einen Looping nie
unter 4000 Fu&szlig; an; bei &auml;lteren Modellen sollten Sie zur Sicherheit noch
ein paar Meter dazugeben. Erfahrene Piloten k&ouml;nnen auch diese Tricks
ausprobieren:
1. Sie m&uuml;ssen nur Ihre Geschwindigkeit drosseln und die Maschine
schlagartig hochziehen-prompt befindet sich Ihr Gegner direkt vor Ihnen.
2. Wenn Sie sehr tief fliegen, landen Sie und warten, bis Ihr Gegner
vorbeigezogen ist. Starten Sie so schnell wie m&ouml;glich, um die Verfolgung
aufzunehmen.
3. Sollten Sie unkl&uuml;cklicherweise einmal abgeschossen werden (durch eine
Verwundung, einen defekten Motor, etc.), dann versuchen Sie die
Bruchlandung so sanft wie m&ouml;glich anzugehen. Sie m&uuml;ssen dazu die
Geschwindigkeit wegnehmen und langsam tiefer gehen. So verlieren Sie zwar
zwei bis drei Monate im Krankenhaus, ersparen sich jedoch ihre vorzeitige
Beerdigung.

Missionen:
Angriffsauftrag: Bek&auml;mpfen Sie immer zuerst den Jagdschutz, erst sp&auml;ter
das Hauptziel (achten Sie darauf, da&szlig; Sie es dabei nicht aus den Augen
verlieren).
Flugfeldverteidigung: Gewinnen Sie so schnell wie m&ouml;glich an H&ouml;he.
Eskortmission: Bleiben Sie auf Sichtkontakt zum Aufkl&auml;rer oder Bomber,
falls sich ein feindliches Flugzeug dahinter setzt, besitzen Sie eine gute
Abschu&szlig;position.
Abfang-, Patrouillen- und Verteidigungsauftr&auml;ge: bestehen aus purem
Luftkampf Mann gegen Mann.
</pre>
</body>
</html>
