<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="robbeary.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="robin_smiths_cricket.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;The legend of Robin Hood - Conquest of the longbow
Hersteller:&#009;Sierra&#009;&#009;
Vertrieb:       Bomico
Genre:&#009;&#009;Rollenspiel/Adventure

Wertung (Amiga Game Power)

Grafik:&#009;&#009;89 %&#009;
Sound:&#009;&#009;82 %
Motivation:&#009;86 %


&#060;ALT&#062; dr&uuml;cken und bestimmte Zahlen eintippen:
&#009;103&#009;bringt das Liebesleben in Ordnung (Marion liebt Robin)
&#009;166&#009;Heldenstand auf Maximum
&#009;167&#009;Heldenstand auf Minimum
&#009;213&#009;Zur Insel bei Little John
&#009;214&#009;Robin wird zum Zauberer teleportiert
&#009;370&#009;Hirschjagd ist ge&auml;chtet
&#009;371&#009;Robin ist ge&auml;chtet
&#009;372&#009;Robins Gefolgsleute sind ge&auml;chtet
&#009;373&#009;Kopfgeld auf Robin
&#009;441&#009;Schaltet durch die Jahreszeiten.
&#009;659&#009;ruft Robins Freunde zu Hilfe
&#009;666&#009;Kirchenservice
&#009;828&#009;poliert das Image auf (legalisiert Robin)

Als erstes sollte man sich um seine F&auml;higkeiten als Bogensch&uuml;tze
k&uuml;mmern und an der Zielscheibe &uuml;ben, danach ein Gespr&auml;ch mit dem
Eremiten im Nordwesten f&uuml;hren, von dem man neben Tips beim ersten
Besuch auch ein n&uuml;tzliches Utensil erh&auml;lt. Nun macht man sich daran,
seinen Manschaft zusammenzustellen. Man braucht sie zwar nicht
unbedingt, sie kann aber durchaus praktisch sein, wenn man sich mit
den Nordmannen pr&uuml;gelt. Zwar gibt der Eremit als ersten Hinweis den
auf Little John, den man in S&uuml;dosten findet und dessen Mitarbeit man
recht einfach gewinnt. Wenn man ihn allerdings sofort aufsucht, so
kann es passieren, da&szlig; man auf Will Scarlet und damit auf ein
weiteres Hilfsmittel verzichten mu&szlig;. Dieser wird n&auml;mlich von den
Wachen beim Wildern erwischt und endet am Galgen, wenn Robin ihn
nicht rechtzeitig rettet. Daher sollte man sich zu Anfang besser in
der N&auml;he des Schlosses aufhalten, denn sonst k&ouml;nnte der Weg zu lang
sein. Die Zeit kann man dazu verwenden, schon mal etwas Bargeld
zusammenzur&auml;ubern. Mit diesem Geld kann man sich auf alle F&auml;lle die
Gunst der Bev&ouml;lkerung durch Spenden erkaufen, wahrscheinlich
gewinnt man mit der &Uuml;bergabe einer entsprechend gro&szlig;en Summe an ihn
auch die Hilfe von Fiar Tuck. Folgende Geldquellen wurden ausfindig
gemacht: Zum einen kann man Lady Marian um vier Goldst&uuml;cke
erleichtern, was man allerdings nicht zu oft tun sollte, denn wenn
man sie ohne Barschaft antrifft, wird sie dummerweise automatisch
gemeuchelt. Den gleichen Betrag erh&auml;lt man, wenn man einen feigen
H&auml;ndler au&szlig;erhalb der Stadt stellt.( Die mutigen, die die Flucht
ergreifen, sind wertlos, da man sie nicht erwischt.) In der Stadt
baut von Zeit zu Zeit ein H&auml;ndler seinen Gabentisch rechts neben dem
Schlo&szlig; auf, bei ihm kommt man sehr einfach an f&uuml;nf Goldst&uuml;cke, geht
allerdings auch das erh&ouml;hte Risiko einer Festnahme ein. Den Barden
kann man notfalls auch noch um eine M&uuml;nze erleichtern. Das Geld ist
den Armen zu geben, was sich recht positiv aufs Image auswirkt.
Gleiches gilt, wenn man einige der W&auml;chter meuchelt, was tunlichst
am Stadtrand geschehen sollte, damit man einen Fluchtweg offen hat.
Sobald man sich einigerma&szlig;en von einen Schurken in einen Helden
gewandelt hat, kann man sich an Lady Marian heranmachen. Nachdem man
sie dreimal angesprochen hat, steht sie voll hinter Robin und
spendiert einen goldenen Ring. Ab diesem Punkt ist das Happy End
schon fast perfekt, man mu&szlig; nur noch den Sheriff erledigen. Dies
sollte m&ouml;glichst innerhalb der Schlo&szlig;mauern geschehen, praktisch
w&auml;re es, wenn m&ouml;glichst wenig Wachen, daf&uuml;r aber ein oder zwei
eigene Leute in der N&auml;he sind. Ein Patentrezept hierf&uuml;r gibt es
leider nicht, hier hilft mehr Gl&uuml;ck als Verstand.

Und noch ein kleiner technischer Tip, mit dem sich das l&auml;stige
L&ouml;schen des letzten Spielstands beim Ableben des Helden austricksen
l&auml;&szlig;t:
Nach jedem signifikanten Fortschritt sollte man das Spiel mit &#060;F1&#062;
abspeichern und beenden. Der Spielstand steht nun in der Datei
STATUS.DTA, von der man mit COPY STATUS.DTA STATUS.ALT eine
Sicherheitscopy erstellt. Mit COPY STATUS.ALT STATUS.DAT kann man
diesen Spielstand im Fall des Falles wiederherstellen.
</pre>
</body>
</html>
