<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Maniac Mansion - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Maniac Mansion</FONT></B><BR><BR><BR>Je  nachdem,  welche Personen
man sich als Begleiter sucht, unterscheiden   sich  die  L&ouml;sungen  nat&uuml;rlich
 in  einigen Punkten.    Der  folgende  Weg  mit  Syd  und  Bernard  als
Begleiter  ist  jedoch der vielleicht einfachste und beste, um Daves Freundin
Sandy zu finden!<BR><BR><B>Jetzt geht`s los! - Die Einleitung.</B><BR><BR>Dave
 stellt man an den Briefkasten.  Wenn es klingelt, mu&szlig; er  sofort das
Paket nehmen und &ouml;ffnen.  Bernard &ouml;ffnet die Haust&uuml;re  mit  dem
Schl&uuml;ssel, der unter der Fu&szlig;matte liegt. Danach  baut er im
Wohnzimmer aus dem alten Radio die R&ouml;hre aus.   Er  geht  vor  die  Kellert&uuml;re,
 und  Syd dr&uuml;ckt den rechten Knauf.<BR><BR><B>Die Jagd nach den Schl&uuml;sseln
- Kleine &Uuml;berraschungen.</B><BR><BR>Bernard  macht  Licht  im  Keller 
und steckt den silbernen Schl&uuml;ssel  ein.   Er geht in die K&uuml;che und
lockt vorsichtig Edna  heraus  oder  l&auml;&szlig;t  sich  fangen.   Syd nimmt
aus dem K&uuml;hlschrank  in  der  K&uuml;che  Cola  und  K&auml;se  mit,  aus
dem Abstellraum  Krug  und  Fr&uuml;chte  und  aus  dem  Malerzimmer Wachsfr&uuml;chte
 und  Farbentferner.   Er  geht  in die zweite Etage  und  gibt  dem Tentakel
zuerst die Fr&uuml;chte, dann den Saft.   Im  Zimmer mit dem Funkger&auml;t
klettert er die Leiter hoch,  steckt die Schallplatte und den gelben Schl&uuml;ssel
ein und  geht  in  die Bibliothek, wo er hinter dem losen Brett eine leere
Kassette findet.  Im Musikraum legt er die Patte und  die Kassette auf und
schatet beide Ger&auml;te ein.  Sobald die  Vase kaputt ist, kann er beides
wieder ausschalten und die nun bespielte Kassette wieder mitnehmen.  Im
Wohnzimmer in  dem Schrank, auf dem das Radio steht, befindet sich ein Rekorder,
 in  den  er  die Kassette legt.  Siehe da:  eine Lampe f&auml;llt zu Boden, der
Rekorder wird abgestet und in den Scherben  des  Leuchters findet er einen
rostigen Schl&uuml;ssel f&uuml;r den Kerker.
<BR><BR><B>Das Schwimmbecken - Besser rot als tot.</B><BR><BR>Syd  gibt
Bernard den Krug; dieser &ouml;ffnet im Abstelraum mit dem silbernen Schl&uuml;ssel
die Staht&uuml;r.  Das Glas wird mit dem radioaktiven Wasser aus dem
Schwimmbecken gef&uuml;llt.  Bernard wartet    an    der    Leiter,   Syd  
traniert   oben   im Wissenschaftsraum   am   Kraft-O-Mat.    Er  geht  vor  die
Haust&uuml;re,  entfernt  links  davon die Str&auml;ucher, &ouml;ffnet das
dahinterliegende  Gitter  und  dreht den Haupthahn um.  Nun ist   Eile  
angesagt!   Bernard  springt  schnell  in  das Schwimmbecken,  nimmt  Radio  und
 Schl&uuml;ssel  mit  und rast wieder  raus.   Syd  mu&szlig;  jetzt  unbedingt 
den Hahn wieder zudrehen.  Im Radio findet Bernard Batterien.<BR><BR><B>Die
Polizei, Dein Freund und Helfer - Das Tentakel.</B><BR><BR>Syd   nimmt  die 
Taschenlampe  aus  der  K&uuml;che,  geht  zum Schwimmbecken  und &ouml;ffnet
das Tor, dahinter das Garagentor. Mit  dem  gelben  Schl&uuml;ssel  wird der
Kofferraum des Wagens ge&ouml;ffnet.  Syd nimmt Werkzeuge und Wasserkran mit. 
Er gibt Bernard  das Werkzeug, die Taschenlampe, den Farbentferner, die  Cola 
und  das  Wasserglas.  Beide gehen in die Diele. Bernard  l&auml;&szlig;t  Syd
in den Keller gehen und geht selbst nach oben, baut die R&ouml;hre ins Funkger&auml;t
ein und w&auml;hlt die Nummer vom  Poster,  die er vorher abgelesen hat.  Nach
Erscheinen der   Polizei  geht  Syd  in  den  Kerker  und  steckt  die
Polizeimarke    ein.     Im    Keller    &ouml;ffnet    er   den
Sicherungskasten.   Bernard  geht  ins  Pflanzenzimmer  und entfernt  den
Farbfleck an der Wand.  Er &ouml;ffnet die T&uuml;r und gibt der Pflanze erst
das Wasser und dann die Cola.  Nun ab durch  die  T&uuml;r  und  die 
Taschenlampe  einschalten!   Syd schaltet  den  Strom  ab,  damit  Bernard 
schnell  (!) die Leitung   mit  dem  Werkzeug  reparieren  kann.   Wenn  das
Tentakel  erscheint,  mu&szlig;  Syd ihm schnell die Polizeimarke unter  die 
Nase  halten.   Dann  mu&szlig;  er den Strom schnell wieder einschalten.
<BR><BR><B>Die H&ouml;hle des L&ouml;wen - Ednas Zimmer.</B><BR><BR>Dave 
stellt  sich vor Ednas T&uuml;r.  Bernard repariert in der Bibliothek  das 
Telefon.   Syd  geht an der Kraft-Maschine vorbei  ins Bad und montiert den
Wasserhahn.  Er stellt das Wasser  an  und  w&auml;hlt  die  Nummer,  die 
hinter der Mumie sichtbar  wird.   Dave  betritt  Ednas  Zimmer,  steckt den
kleinen Schl&uuml;ssel ein und geht schnell nach oben.  Er macht Licht    und   
&ouml;ffnet    das    Bild.    Syd   wartet   im Wissenschaftsraum.    Bernard 
klingelt  an  der  Haust&uuml;re. Sobald  Edna  unten  ist,  geht  Syd in Ednas
Zimmer, nimmt Hamster  und Card-Key mit, &ouml;ffnet das Sparschwein und nimmt
alle  M&uuml;nzen mit.  Rasch eilt er aus dem Zimmer und geht in den 
Pflanzenraum.   Dort  klettert  er  die  Pflanze hoch, steckt  eine  M&uuml;nze 
in  den Schlitz und dr&uuml;ckt den rechten Knopf.   Vorgang  wiederholen!  
Sieht  man  nun  durch das Teleskop, so erkennt man die Safenummer.  Dave kann
nun den Tresor  &ouml;ffnen  und  den Umschlag herausnehmen.  Er wartet. Bernard
 telefoniert  erneut,  wobei  ihm  Syd erst die T&uuml;r &ouml;ffnen  mu&szlig;.
  W&auml;hrend  des  Telefonats  verl&auml;&szlig;t Dave Ednas Zimmer.
<BR><BR><B>Eine Pepsi, bitte! - Das Labor.</B><BR><BR>Dave  l&auml;&szlig;t
sich von Bernard den Krug geben und f&uuml;llt ihn in der  K&uuml;che.   Dann 
steckt  er  Krug  und  Umschlag  in die Mikrowelle  und  schaltet sie ein.  Der
Umschlag kann jetzt ge&ouml;ffnet  werden.   In ihm befindet sich eine M&uuml;nze,
die in den  Meteor-Mess-Automaten  gesteckt  wird.   Eine der drei
Highscore-Nummern ist der Code f&uuml;r die gro&szlig;e Labort&uuml;r.  Mit dem 
kleinen  Schl&uuml;ssel  kann  der Automat ge&ouml;ffnet werden. Dave  bekommt 
von  Syd  und Bernard alle Schl&uuml;ssel und den Card-Key.   Dann  geht er in
den Keller, betritt den Kerker und   &ouml;ffnet   die  beiden  Schl&ouml;sser 
mit  dem  gl&auml;nzenden Schl&uuml;ssel.   Die  Code-Nummer  wird  eingegeben, 
und  Dave betritt  das Labor.  Es geht einen Raum weiter:  Dave zieht sich  mit 
der  M&uuml;nze eine frische Cola und trinkt sie.  In dem  Spind  findet  er
einen Strahlenanzug und zieht in an. Mit  dem  Card-Key  gelangt er in den n&auml;chsten
Raum:  Hebel ausschalten und Meteor einstecken!<BR><BR><B>Das goldene Ende.</B><BR><BR>Nun
 bleiben  nur  noch zwei Minuten, also schnell ab durch die  n&auml;chste  T&uuml;r,
 Meteor in den Kofferraum stecken, Motor mit dem gelben Schl&uuml;ssel anlassen
und ...  ENDE!<BR><BR><BR><B>Hilfe! - Allgemeine Tips.</B><BR></P>
<UL>
<LI>Save early, save often. (wie immer)</LI>
<LI>Wird  der Wasserhaupthahn geschlossen,  darf sich niemand   mehr im Wasser
befinden.</LI>
<LI>Dem Tentakel darf man keine fremden Vertr&auml;ge zeigen!</LI>
<LI>Auch die Musik (f&uuml;r den rostigen Schl&uuml;ssel) darf es nicht   h&ouml;ren!</LI>
<LI>Man darf  den Hamster  in die Mikrowelle stecken  -  Edna   sollte davon
allerdings nichts erfahren ...</LI>
<LI>Das  radioaktiv  verseuchte  Wasser  darf man  jedoch auf   keinen Fall in
die Mikrowelle stecken!</LI>
<LI>Den roten Knopf im Schwimmbad sollte man nicht dr&uuml;cken!</LI>
<LI>Wasser und Strom  d&uuml;rfen maximal  zwei Minuten abgestellt   werden.</LI></UL>
<P><BR><BR></P></BODY></HTML>
