<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="aaargh.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="a.p.b._-_tengen.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      A - Train
Hersteller:&#009;Maxis
Vertrieb:&#009;Bomico
Genre:&#009;        Strategie

Wertung (Amiga Game Power)

Grafik:&#009;&#009;54 %
Sound:&#009;&#009;32 %
Motivation:&#009;72 %


Zun&auml;chst sollte man es mit einer kleinen Eisenbahngesellschaft versuchen,
um dann anschlie&szlig;end die entsprechende Stadt weiterzuentwickeln.

Am Anfang sollte man nur einige Apartments und Leasebuildings erwerben und
sie eine ganze Weile behalten. Erst, wenn sie im Wert gestiegen sind,
sollte man einen Verkauf in Erw&auml;gung ziehen.

Sobald man sich ein Stadion leisten kann, sollte man sich auch eines
kaufen. Dann eine Woche warten und sofort wieder verkaufen. Man bezahlt
$1.000.000 und erhaltet im direkten Gegenzug schlappe $6.000.000. &Auml;hnliches
gilt auch f&uuml;r Golfpl&auml;tze, Skipisten und Jahrm&auml;rkte.

Alle fl&uuml;ssigen Mittel sollte man in Aktien, Grundst&uuml;cke und Immobilien
anlegen, bevor man am 1.April Steuern zahlen mu&szlig;. Diese Ma&szlig;nahme dr&uuml;ckt die
Einkommenssteuer ganz gewaltig!

Am 24 Dezember sollte man den Kopf Richtung Nachthimmel erheben um den
Weihnachtsmann kennenzulernen.

Wer gerne eine Million Zusatzkapital haben m&ouml;chte, der braucht nur bei
gedr&uuml;cktem &#060;SHIFT&#062; &quot;CHEATERWIMP&quot; (oder &quot;CHEATERCHEATERWIMP&quot;) eingeben.

Man klickt im Hauptmen&uuml; INNENST&Auml;DTISCHER NEUAUFBAU an, entfernt dort alle
seine Z&uuml;ge und verkauft sie. Danach klickt man im Hauptmen&uuml; NEUE STADT an
und hat dort den Eintrag der verkauften Z&uuml;ge dazubekommen. Man sollte
jedoch kurz vor 50 Millionen aufh&ouml;ren Kohle zu scheffeln, da sonst das
Game aus ist.

Ein Cheat f&uuml;r die Deutsche Version:
&#060;SHIFT&#062; dr&uuml;cken,  dann folgendes  eingeben um ne Menge Kohle zu bekommen:
&quot;SCHUMMLERSCHUMMLERSCHLAPPSCHWANZ&quot;

Es gibt eine 7.Szenario! Nachdem das Spiel geladen ist und das Systemmen&uuml;
erscheint, sofort abspeichern. Dieses wird sofort wieder geladen. Huch,
hier ist die neue Landschaft, neuer Spa&szlig;.
</pre>
</body>
</html>
