<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="alien_breed_2_cd³².html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="alien_breed_special_edition_92_-_team_17.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Zuerst ein paar Levelcodes:

 Level 2 - Storage Bay:   KMMFAIFNFHFNFFFF

 Level 3 - Sewer Network: ECOMBCFLNPPNFFFF


 Weitere Tips zum Spiel:

 - Bleibt immer nah bei einer Wand. Auf diese Weise habt Ihr wenigstens
   eine Seite frei und k&ouml;nnt nicht unfair attackiert werden. Wagt Euch
   erst dann in die Mitte eines gro&szlig;en Raumes, wenn Ihr sicher seid, da&szlig;
   alle Aliens vernichtet sind und Euch keines mehr aus dem Hinterhalt
   angreifen kann.

 - Sammelt nie unn&ouml;tig viel Erste-Hilfe-Packs auf. Lieber mit einer zu
   dreiviertel gef&uuml;llter Energieleiste losziehen, als vollzutanken und
   nachher keine Reserven mehr zu haben. Es ist allemal besser, durch
   den kompletten Level zum Medipack zur&uuml;ckzulaufen als pl&ouml;tzlich ohne
   Energie dazustehen. Dasselbe gilt auch f&uuml;r Waffen.

 - Sobald Ihr die Schrotflinte (1.Level/Wasserbecken) aufgesammelt habt,
   solltet ihr nur noch mit Ihr rumballern. Die aggressiven Killerk&ouml;ter
   strecken schon nach einem Schu&szlig; alle viere von sich. Nachteil der
   Schrotflinte: Nach jedem Schu&szlig; wird nachgeladen - das kostet Zeit und
   bringt Euch in haarige Situationen wenn Ihr gerade ein Rudel Aliens
   bearbeitet.


 - Wenn Ihr ein Alien in der N&auml;he eines Treibstofftanks entdeckt - sofort
   den Tank beschie&szlig;en. Meist gen&uuml;gt ein Treffer, und die Explosion be-
   f&ouml;rdert jedes noch so biestige Vieh sofort ins Jenseits.

 - Tanks auf alle F&auml;lle in die Luft jagen, damit sie Euch nicht noch zum
   Verh&auml;ngnis werden, wenn Ihr zuf&auml;llig in der N&auml;he steht und abdr&uuml;ckt..
   Abstand zu vollen Tanks ist ein Mu&szlig;, eine Explosion in unmittelbarer
   N&auml;he und Ihr k&ouml;nnt Abschied vom Ballern nehmen.

 - Ballert niemals mit dem Granatwerfer herum, wenn Ihr dicht vor einer
   Wand steht - die Nebenwirkungen sind fatal...

 - St&uuml;rmt niemals in einen Raum, den Ihr noch nicht von Aliens bereinigt
   habt. Wer in diesem Spiel den Kamikaze raush&auml;ngen l&auml;&szlig;t, kann sich
   vom Erfolg eh verabschieden...
</pre>
</body>
</html>
