<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="amazing_spiderman.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="ambermoon.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
W&auml;hrend  des Spiels sollte  man Jason &uuml;ber  die Tastatur steuern, da dies
 wesentlich  einfacher und pr&auml;ziser ist, als &uuml;ber die Maussteuerung. Zudem
 ist   es  an  manchen   Stellen  auch  unm&ouml;glich,   Jason  nur  &uuml;ber  die
 Maussteuerung zu bewegen.

 Chapter 1:

 Zuerst  begibt sich Jason  ins Laborgeb&auml;ude. Hier  betritt er seinen Raum
 (erste  T&uuml;r),  wo  er  den  Anrufbeantworter  abh&ouml;rt.  Nun &ouml;ffnet man den
 Schrank  und nimmt  sich die  Flasche mit  dem Alkohol. Anschlie&szlig;end holt
 sich  Jason die Ratte  aus dem K&auml;fig  und benutzt sie  nach Verlassen des
 Raumes  sofort  mit  der  Sekret&auml;rin.  Nachdem  sich  diese aus dem Staub
 gemacht  hat, &ouml;ffnet  man das  kleine Schr&auml;nkchen  an der  Wand und nimmt
 sich  zwei  Schl&uuml;ssel  (unten  links  und  unten  mitte). Nun betritt man
 Allen`s  Labor  (2.T&uuml;r).  Hier  zieht  Jason  den Wurfpfeil aus der Wand.
 Jetzt  liest man sich  die beiden herumliegenden  B&uuml;cher durch, bevor man
 den  Raum wieder verl&auml;&szlig;t. Jason  betritt nun den Raum  ganz links am Ende
 des  ganges,  wo  ihn  der  Boss  &uuml;ber  das  Verschwinden  seines Bruders
 aufkl&auml;rt.  Man findet sich Zuhause wieder. Jason &ouml;ffnet das Paket mit den
 Brief&ouml;ffner und nimmt sich den Brief.


 Chapter 2:

 Neben  dem  Brief  liegt  noch  ein  Schl&uuml;ssel, der ebenfalls eingesteckt
 wird.   In  Allen`s  B&uuml;ro  benutzt  man  nun  den  Cabinet  Key  mit  dem
 Schreibtisch,  in dem  man ein  Tonband findet.  Mit dem Display Case Key
 &ouml;ffnet  Jason den Glasschrank und nimmt sich das kleine blaue Fl&auml;schchen.
 &Uuml;ber  den Schrank  h&auml;ngt ein  Blasrohr, das  man ebenfalls  mitnimmt. Nun
 betritt  man wieder  Jason`s Labor.  Hier mixt  man den Inhalt des blauen
 Fl&auml;schchen  mit  dem  Alkohol.  Das  Resultat  wird  auf dem Brenner gr&uuml;n
 gebrutzelt.  In die  gr&uuml;ne Mixtur  tunkt man  nun den  Dart ein.  Auf dem
 Parkplatz  &ouml;ffnet Jason den  Kofferraum des gr&uuml;nen  Wagens mit dem gr&uuml;nen
 Schl&uuml;sselbund  und  schnappt  sich  die  Zange und das Brecheiesen. Jetzt
 f&auml;hrt  man mit dem Auto zur&uuml;ck nach Hause. Hier bemerkt Jason einen Ring,
 den  er  sich  sofort  schnappt.  Zus&auml;tzlich  spielt  man das Tonband aus
 Allen`s  Labor  auf  dem  Rekorder  ab  und notiert sich die Kombination.
 Jetzt  geht man zur&uuml;ck ins Laborgeb&auml;ude, wo man durch die gro&szlig;e T&uuml;r links
 neben  der Maschine geht. Hier klettert  man rasch den Baumstamm hoch, wo
 man  mit dem  Blasrohr den  Dart-Pfeil auf  dem Wachmann  schie&szlig;t (vorher
 Pfeil  mit Blasrohr benutzen). Bevor jetzt  der B&auml;r kommt, trennt man die
 Kette  am  M&uuml;lleimer  mit  der  Zange  durch und nimmt sich den Schl&uuml;ssel
 neben  dem Kleidungsst&uuml;ck. DIeser  Schl&uuml;ssel pa&szlig;t ins  Schlo&szlig; der braunen
 T&uuml;r  im oberen Teil  des Bildschirms, die  uns dann den  Weg in die H&ouml;hle
 freigibt.


 Chapter 3:

 Kaum  hat Jason den  Raum betreten, verl&auml;&szlig;t  er ihn auch  wieder, um sich
 die  M&uuml;lltonne zu nehmen. Mit  ihr betritt er den  Raum wieder und ist so
 auch  schon den l&auml;stigen Roboter los. Man bet&auml;tigt den roten Schalter und
 benutzt  das  Brecheisen  mit  der  Schublade  rechts  unten.  Den  darin
 befindlichen  Kompa&szlig;, die  Karte und  den Mikrofilm  nehmen wir nat&uuml;rlich
 mit.  Zur&uuml;ck in Allen`s Labor &ouml;ffnet  man den Safe hinter der Dartscheibe
 mit  der Kombination  und nimmt  sich das  Geld. Mit  dem Kleiderb&uuml;gel im
 Gang  kann man  das blaue  Auto auf  dem Parkplatz knacken, woraufhin man
 dort  das Licht einschaltet. Zur&uuml;ck im Labor erz&auml;hlt man dies der Person,
 die  das  Mikrofilm-Leseger&auml;t  bewacht.  Diese  ist  man  dann  auch sehr
 schnell  los. Nachdem Jason den Mikrofilm  mit dem Leseger&auml;t benutzt (und
 nat&uuml;rlich  auch  mal  kurz  durchgelesen  hat)  kann  er mit dem Auto zum
 Flughafen fahren, wo ihn ein Flugzeug nach Cuzco bringt.


 Chapter 4:

 In  Cuzco  &ouml;ffnet  Jason  die  T&uuml;r  des LKWs und hebt die runtergefallene
 Zigarettenschachtel  auf.  Auf  dem  LKW  befindet sich au&szlig;erdem noch ein
 Kanister,   den  man  nat&uuml;rlich  auch   mitnimmt.  Bevor  man  jetzt  zum
 Ticketschalter  geht, klaut man vom Fahrrad noch schnelldie Luftpumpe. An
 dem  ticketschalter gibt man  dem Beamten ein  bi&szlig;chen Geld, woraufhin er
 Jason  eine rote Mitgliedskarte &uuml;berreicht. Man gibt diese in der Bar den
 Barkeeper  und  spricht  dann  die  Piloten  an.  Einer erkl&auml;rt sich dann
 bereit,  Jason nach Rio  Blanco zu fliegen.  Kaum in den Flugzeug, m&ouml;chte
 der Pilot auch schon, da&szlig; wir mal eben raush&uuml;pfen.


 Chapter 5:

 Da    ein   Sprung   aus   einem   fliegenden   Flugzeug   nicht   gerade
 gesundheitsf&ouml;rdernd  ist, &ouml;ffnet  Jason den  H&uuml;hnerk&auml;fik (warten  bis der
 Pilot  I`m waiting sagt). Die H&uuml;hner  k&ouml;nnen ihn dann dazu &uuml;berreden, f&uuml;r
 uns  aus dem  Flugzeug zu  springen. Jedoch  ergibt sich  jetzt ein neues
 Problem:  Das  Flugzeug  st&uuml;rtzt  ab.  Jason befestigt den herumliegenden
 Fallschirm  am  t&uuml;rgriff  und  betritt  das Cockpit. Um eine Bruchlandung
 hinzulegen,  zieht man am linken Steuerrad, am mittleren Hebel und an dem
 Schalter  rechts  neben  den  linken  Steuerrad.  Nach  der  Bruchlandung
 schiebt  amn  die  kiste  beiseite  und  &ouml;ffnet die darunterliegende. Das
 darin  befindliche  Gummiboot  bl&auml;st  Jason  mit der Luftpumpe auf. Damit
 kann man nun das sinkende Flugzeug verlassen.

 Chapter 6:

 Zuerst  klaut man etwas Pfeffer vom Wagen,  der ungef&auml;hr in der Mitte des
 Bildschirm  steht. Jetzt betritt  man das Lokal.  Hier mu&szlig; man aufpassen,
 denn  jedesmal, wenn man hier etwas unerlaubtes macht (Z.B. etwas klaut),
 darf  die Frau am  Tresen nicht zusehen.  Bevor man hier zuschl&auml;gt, redet
 man  erst ein paar Worte mit ihr, verl&auml;&szlig;t kurz das Lokal, betritt es dann
 aber  sofort wieder.  Jetzt sind  die zwei  M&auml;nner am Tisch verschwunden,
 haben  aber ein nettes Trinkgeld  hinterlassen. Zus&auml;tzlich nimmt man sich
 von  dem &uuml;briggebliebenen Essen  ein bi&szlig;chen K&auml;se.  Auf dem 2.Tisch liegt
 ein  Feuerzeug,  das  Jason  ebenfalls  einsteckt.  Jetzt  mischt man den
 Pfeffer  unter das Essen (vorher mit dem auf dem Thresen liegenden Messer
 kleinhacken).  Dieses  Messer  wird  im  weiteren Verlauf des Spiels noch
 sehr  n&uuml;tztlich sein. Nach dem kleinen Anfall der Person, die uns den Weg
 ins  Hotel versperrt hat, k&ouml;nnen wir  es endlich betreten. Zuerst benutzt
 man  das Geld mit dem  Telefon, hebt den H&ouml;hrer  ab und w&auml;hlt die Nummer.
 Nachdem  es dreimal  gel&auml;utet hat,  h&auml;ngt man  wieder ein. Jetzt legt man
 den  K&auml;se in die  Mausefalle und nimmt  sich das Geld  aus dem Mauseloch.
 Zur&uuml;ck  im  Lokal  begegnen  wir  Maya.  Ihr  geben  wir  auf ihre Fragen
 folgende  Antworten:  1952,3  sisters  and  1  brother, Wild Women. Jetzt
 verl&auml;&szlig;t  Jason  das  Lokal  und  kauft  bei dem H&auml;ndler die Munition, den
 Spaten,  das Fischnetz und die giftige Wurzel. Jason leht die Leiter, die
 am  Lokal steht,  an die  Hotelwand und  stubst das  Schild mit dem Stock
 (liegt  am Ufer) an. Von der Person, die eben zuvor Schl&auml;ge erhalten hat,
 bekommt  Jason zur  Belohnung einen  Klumpen Gold.  Nun kann  man sich zu
 Maya ins Kanu gesellen und lospaddeln.

 Chapter 7:

 W&auml;hrend  uns Allen Feuerschutz gibt, bauen wir mit Hilfe der Metallplatte
 und  dem  Holzhaufen  eine  Barrikade.  Nun  versorgt man Allen mit neuer
 Munition.  Maya benutzt nun die  vom Baum herunterh&auml;ngende Schlingpflanze
 mit  der Br&uuml;cke, die Jason nun  &uuml;berqueren kann. Allen jedoch schafft das
 nicht so ganz.


 Chapter 8:

 Damit  uns der  Kapit&auml;n auch  mitnimmt, geben  wir ihm die Zigaretten und
 zus&auml;tzlich  noch den Klumpen Gold. Daf&uuml;r schmei&szlig;t er uns auch sp&auml;ter &uuml;ber
 Bord,  beh&auml;lt dummerweise aber  Maya bei sich.  Am Ufer wartet Jason, bis
 der  Wachmann vorbei ist, und nimmt ein Schilfrohr von der anderen Seite,
 bevor  er das  Wasser mit  der Wurzel  vergiftet. Jetzt kann er ungest&ouml;rt
 zum  Schiff  schwimmen.  Hier  wartet  man  erneut die Patrouille ab, und
 klettert  dann aufs Schiff.  Hier mu&szlig; man  immer aufpassen, da&szlig; man nicht
 zuf&auml;llig  der Wache begegnet.  Ungef&auml;hr in der  Mitte des Schiffes &ouml;ffnet
 man  die  Kiste  und  nimmt  sich  die  Harpune.  Diese  legt  man in die
 Vorrichtung  am  Rumpf  des  Schiffes  ein  (vorher  mu&szlig;  diese aber noch
 gedreht werden).


 Bevor  der Wachmann kommt, mu&szlig; man noch eine Kiste wegschieben, damit die
 Schu&szlig;linie  frei ist. Kommt er jetzt  in Schu&szlig;weite, schie&szlig;t man ihn &uuml;ber
 Bord.  An der  ersten Kaj&uuml;te  kann man  durchs Bullauge ins Schiff sehen.
 Jason  nimmt  sich  den  herumliegenden  Schl&uuml;ssel  mit der Angelrute und
 &ouml;ffnet  damit  die  T&uuml;r  zur  zweiten  Kaj&uuml;te, die er dann betritt. Jason
 verbarrikadiert  jetzt  die  T&uuml;rund  bastelt  sich  aus  der  Flasche  im
 Wandschrank,  aus dem tuch und  aus dem Feuerzeug einen Molotow-Cocktail,
 den  er  aus  dem  Bullauge  wirft.  Durch  das  Feuer  wird  der Kapit&auml;n
 abgelenkt  und  wir  k&ouml;nnen  das  Schiff fluchtartig verlassen. Jason und
 Maya  sind nun bei einem Eingeborenenstamm zu Besuch. Um den Eingeborenen
 zu   beweisen,  da&szlig;   wir  im   Guten  kommen,   mu&szlig;  Jason   zuerst  die
 Feuerwerksk&ouml;rper   ins  Feuer   werfen  (dieser   befindet  sich  in  der
 vorbeischwimmenden  Kiste, die mit dem  Netz eingefangen werden mu&szlig;). Die
 Eingeborenen  geben sich  aber noch  nicht zufrieden.  Sie wollen das wir
 das  kleine Kind  heilen. Kein  Problem: Man  benutzt den  Wurm unter dem
 Stein  mit  der  Angel  und  f&auml;ngt  damit  den  Fisch.  Der  kommt in den
 Suppentopf.  Jetzt nimmt man  sich die Pflanze  am linken Bildschirmrand.
 Die  kommt auch in die Suppe. Zu  guter Letzt kommt noch etwas Wasser aus
 dem  Kanister  hinzu.  Jason  nimmt  sich  jetzt den Suppenl&ouml;ffel aus dem
 Zelt, und gibt den Jungen etwas von der Suppe.


 Chapter 9:

 Jetzt  gehts mit dem Kanu weiter. An  der ersten Abzweigung nimmt man den
 unteren  Weg. An der n&auml;chsten und &uuml;bern&auml;chsten jeweils den oberen. An der
 letzten  Abzweigung schl&auml;gt man am besten  wieder den unteren Weg ein. Am
 Ziel  angekommen, gibt Jason  dem alten Mann  den Kompa&szlig; und  die Karte -
 und  schon gehts weiter  in den Dschungel.  Jason legt nun die Holzplanke
 auf  den Stein und katapultiert Maya nach oben (Maya mu&szlig; sich hierf&uuml;r auf
 den  linken Teil der Planke stellen und Jason springt dann vom Baumstumpf
 auf  den  rechten  Teil).  Anschlie&szlig;end  kann  Maya  den  Baum  &uuml;ber  die
 Schlingpflanze  erklimmen.  Oben  angekommen  scwingt  sie  sich  auf die
 andere  Seite und  wirft Jason  das Seil  zu, woran er hochklettern kann.
 Nun  zieht  Jason  Maya  im  Korb  nach  oben, woraufhin sie das Baumhaus
 betritt.


 Chapter 10:

 Zu  Beginn nimmt sich  Maya den Schl&uuml;ssel  vom Skelett am Fenster (Brust)
 und  &ouml;ffnet damit die  Truhe. Die Pergamentrolle  nimmt sie dann an sich.
 Mit  der Machete  hackt sie  am rechten  Bildschirmrand ein Skelett frei,
 welchen  sie auch sofort die Brustplatte  abnimmt. Dort befindet sich ein
 gr&uuml;ner  Edelstein, den Maya  ebenfalls einsteckt. Jetzt  fahren Jason und
 Maya mit dem Kanu weiter (oben, unten, unten, oben).


 Chapter 11:

 Zuerst  nimmt man sich die Kette (in  der N&auml;he des toten am oberen Zelt),
 dann  den Schl&uuml;ssel (in der Hand des Toten links vom oberen Zelt). In der
 Kiste   zwischen   den   beiden   unteren   Zelten   findet  Jason  einen
 Geigerz&auml;hler,  womit  er  auch  sofort  flei&szlig;ig  auf  die  Suche geht. Am
 st&auml;rksten  schl&auml;gt dieser am Busch des oberen linken Baumes aus, wo Jason
 auch  schon bald eine  Pfeilspitze findet. Dann  tankt Jason den Jeep mit
 dem  Kanister aus dem oberen Zelt  auf (Tankdeckel nicht vergessen; liegt
 in  der  N&auml;he).  Jetzt  startet  man  den  Jeep  mit  dem  Schl&uuml;ssel. Die
 Seilwinde  legt man zum  Baumstamm, wo sie  mit der Kette befestigt wird.
 Nun  bet&auml;tigt man den  Hebel an der  Seilwinde und zieht  den Stamm hoch.
 Unter  der  Ecke  des  Tuches  befindet  sich eine Kiste mit Dynamit, das
 Jason  nat&uuml;rlich  mitnimmt.  Weiter  geht  die  Reise mit dem Kanu (oben,
 oben,  oben,  unten,  oben).  Am  Ziel  angekommen, fallen Jason und Maya
 einen  Wasserfall hinunter. Am anderen  Morgen wird Maya angeschossen und
 verschwindet unter dem Wasserfall. Jason folgt ihr.


 Chapter 12:

 Unter  dem Wasserfall  schiebt Jason  den Ast  zur Seite, woraufhin einen
 Geheimt&uuml;r  erscheint.  Um  sie  zu  &ouml;ffnen,  mu&szlig;  die Pfeilspitze mit der
 Gravur  benutzt werden. Nachdem  der Geheimgang betreten  wird, sucht man
 am  besten hinter dem zweiten Pfeiler Schutz,  denn heir ist man auch vor
 den   Sch&uuml;ssen  der  Verfolger  sicher.   Wenn  diese  die  Bogensch&uuml;tzen
 niedergeschossen  haben,  legen  wir  eine  gez&uuml;ndete Sprengladung an den
 zweiten  Pfeiler und  verschwinden (dies  bekommt den  Verfolgern &auml;u&szlig;erst
 schlecht).  Da  man  jeoch  f&uuml;r  einen Eindringling gehalten wird, werfen
 einen die AMazonen in die Ameisengrube.


 Chapter 13:

 Jetzt  sollte  man  sehr  schnell  vorgehen.  Zuerst  schneidet  man  die
 herunterh&auml;ngende  Blume  mit  dem  Messer  ab,  so  da&szlig;  die  Fl&uuml;ssigkeit
 heruntertropft.  Jetzt nimmt man den Stab  und die Schuhe, wovon aber nur
 die  Senkel &uuml;brigbleiben.  Jason bastelt  sich nun  aus Senkel,  Stab und
 Messer  eine Waffe.  Jetzt schiebt  man den  Schildkr&ouml;tenpanzer gegen die
 Wand  und stellt sich darauf. Wenn jetzt die Riesenameise ankommt, wartet
 man  bis sie vor  der heruntertropfenden Fl&uuml;ssigkeit  getroffen wird. Ist
 die  Ameise abgelenkt, nimmt man sich die Fackel und sticht mit der Waffe
 auf die Ameise ein. Und danach kann man sich die Endsequenz anschauen.
</pre>
</body>
</html>
