<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="amazon.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="amiganoid.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
In Gro&szlig;vaters Haus l&ouml;scht ihr mittels eines Wassereimers den linken Kamin.
Danach betretet ihr den Kamin und befindet euch in einem geheimen Raum.
In einer Truhe, die mit einem Dietrich ge&ouml;ffnet werden mu&szlig;, befindet sich
Netsraks Zauberstab. Diesen nehmt ihr mit und geht sodann mit dem Zauber-
stab nach Spannberg. In einer der n&ouml;rdlichen Gassen befindet sich ein
Schild mit der Aufschrift : Karsten war hier!!! Hier benutzt ihr den
Zauberstab und schwups! seit ihr in dem B&uuml;ro von Thalion, wo ihr alle
Programmierer des Spieles in eure Party aufnehmen k&ouml;nnt. Diese besitzen
schon alle Gegenst&auml;nde, die man f&uuml;r die L&ouml;sung des Spieles gebrauchen kann.

Kompolettl&ouml;sung:
Als junger und unerfahrener Abenteurer hast Du es in den Anf&auml;ngen die
 ser Quest sicher nicht leicht. Am besten ist es, wenn alle Kisten, Truhen,
 F&auml;sser und sonstige Gegenst&auml;nde durchst&ouml;bert werden. Die Gegenst&auml;n-
 de, welche unweigerlich gefunden werden, m&uuml;ssen nach M&ouml;glichkeit SO-
 FORT untersucht und  am K&ouml;rper angelegt werden. Da Deine Spielfigur
 nur so von kommenden Gefahren gesch&uuml;tzt wird: z.B. (W&auml;hrend eine
 Kleidung nur 2 Schutzpunkkte erf&uuml;llt gibt Dir eine Robe schon 3 Punkte.
 Ebenso verh&auml;lt es sich auch mit den verschiedenen Waffen. Ein Messer


 kann man getrost verkaufen, wenn die  Gelegenheit kommt, da es nur 1
 Schadenspunkt anrichtet. Besser bedient seid Ihr mit dem Dolch). Wie
 schon gesagt, erst untersuchen und danach am K&ouml;rper anlegen. Wenn es
 Euch gelungen ist, Hut, Robe und ganz wichtig die Schuhe,  weiters den
 Schild und den Dolch gefunden und angezogen habt, k&ouml;nnt Ihr in Rich-
 tung Keller marschieren. Im gro&szlig;en Zimmer ist die B&uuml;cherwand von sehr
 gro&szlig;er Bedeutung. Das Buch welches gefunden wird mu&szlig; aufgenommen
 werden, bevor es benutzt werden kann! Wichtig! UNBEDINGT LESEN.
 Um B&uuml;cher und dergleichen zu lesen erst das Symbol Hand, und danach
 das Buch anklicken. Weiters seht Ihr in dem Zimmer einen Wandschrank


 dessen Inhalt ein Packet mit Silberbesteck enth&auml;lt, welches ohne weiteres
 beim Warenh&auml;ndler verkauft werden kann. Dazu erf&auml;hrt Ihr sp&auml;ter mehr.
 Den Kamin, der passiert wird, auf dem Weg zur K&uuml;che, ist im sp&auml;teren
 Spiel ebenso wichtig. In der K&uuml;che ist der Schrank sehr interresant. Er
 enth&auml;lt n&auml;mlich 2 Messer und einen Dolch. Den Dolch nehmen, untersu-
 chen und in die Hand geben. Danach begebt Ihr euch in den Vorraum
 zum Keller. Hier in den F&auml;ssern liegen &quot;Gott sei Dank&quot; endlich die Fac-
 keln, ohne die man im Keller leider nichts sieht. Es m&uuml;ssen die Fackeln
 nun genommen werden um sich danach Richtung Kellertreppe zu bege-
 ben. Fackel ben&uuml;tzen, und sp&auml;testens jetzt sollte abgespeichert werden.


 Im Keller angekommen geht Ihr bis zum Brunnen und biegt nach links ab.
 Durch die T&uuml;re kommst Du in einen Raum der recht interresant wird wenn
 er durchsucht wird. Wenn man Richtung T&ouml;pfe geht endteckst Du ein
 Kurzschwert, welches aufgenommen und an die Stelle des Dolches pla-
 ziert wird. Ab diesen Moment besitzt man einen Schadenswert von 5
 Punkten.

 Jetzt noch die paar Spinnen und den Molch im Brunnen bek&auml;mpfen, Aus
 nahme ist die Spinne hinter dem starken Netz, die man sp&auml;ter t&ouml;tet. Da
 nach geht es zum R&auml;tselmund wo Du das Wort Wein sagen mu&szlig;t, damit
 der Steinkopf verschwindet. Hier mu&szlig; man einen Knopf dr&uuml;cken, der in
 der Mauer eingelassen ist. Danach begebt Ihr Euch in den hinteren Teil
 des Kellers, wobei wieder eine Spinne auftaucht. Nach erfolgreicher Ver-
 nichtung steigt man die Treppe hinunter um in die H&ouml;hle zu glangen. Hier
 liegt Shandras Bernstein im Staub. Dabei enddeckt Ihr den Einsturz..


 Wieder beim Gro&szlig;vater angekommen, erz&auml;hlt Ihr von dem Einsturz, wor
 auf DU in die Stadt geschickt wirst um Werkzeug zu besorgen. Gro&szlig;va-
 ters Tip ist der Schmied. Noch alles einpacken bevor es in die Stadt geht.

 In der Stadt Spannenberg mu&szlig;t Du dich &uuml;berall durchk&auml;mpfen. Wenn Ihr
 erst in die rechte Richtung geht, kommt Ihr sehr bald zum H&auml;ndler. Nun
 k&ouml;nnt Ihr euch eurer unn&uuml;tzen Sachen (auch die alte R&uuml;stung und Waf
 fen) verkaufen, um im Gegenzug neues Material zu erwerben. In dieser
 Stadt werden euch jede menge Auftr&auml;ge erteilt, die Du l&ouml;sen mu&szlig;t. Mein
 Tip dazu: Erst selbst alles erledigen um damit die Attacken und Parraden
 vollst&auml;ndig aufzutrainieren. Erst Danach im Haus der Trainer deinen Krie
 ger EGIL holen. Auch ihn nicht vergessen wegen des Trainings.


 ACHTUNG!! Sofort Kampfpositionen festlegen. Im Laufe des Spieles
 werdet Ihr auf allen Inseln eure Aufgaben bew&auml;ltigen m&uuml;ssen. Wenn in
 Spannenberg alle Aufgaben erledigt sind, bekommt Ihr zum Abschlu&szlig; ei
 nen Ring. Alle Ringe k&ouml;nnen bedenkenlos sofort angelegt werden. Den
 Eisenring von Gro&szlig;vater gleich Anlegen, denn er sch&uuml;tzt eure R&uuml;stung
 magisch ab. Dein Held m&uuml;&szlig;te jetzt zwei Ringe tragen. Ist dies der Fall
 (hoffentlich) so entl&auml;&szlig;t Du f&uuml;r kurze Zeit dein mittlerweile aus 3
weitenen
 Mitglieder bestehendes Team. Danach schwimmst Du durch die Furt zur
 Insel hinunter. Dort findest Du ein Flo&szlig; welches benutzt wird um zur&uuml;ck
 zufahren um deine Gruppe wieder zu erweiten. Bei den letzten Inseln, die
 bereist werden werdet Ihr des &ouml;fteren einen I/O FEHLER enddecken. Es
 ist daher unbedingt wichtig immer in gewissen Abst&auml;nden abzuspeichern.


 Wenn Ihr alle Aufgaben bewerkstelligt habt, die euch gestellt wurden
 m&uuml;&szlig;t Ihr noch einige Aufgaben auf dem Waldmond, und danach auf dem
 gelben Moond bewerkstelligen.


 Jetzt noch ein paar Tips von mir :

 1 ) In Illien m&uuml;ssen 4 R&auml;tsel gel&ouml;st werden. ( 1.= N&auml;hnadel, 2.= Nase, 3.=
      Ring, 4.= Reif ) .

 2 ) Am Waldmoond bekommt man Dreiecke un Kreise vor die Nase ge
 setzt. 1. Rotes Dreieck = Ziffer 1            1. Roter Kreis    = Ziffer 1
        2. Oranges  -&quot;-  =   -&quot;-  10           2. Oranger -&quot;-    =  -&quot;- 10
        3. Gelbes   -&quot;-  =   -&quot;-  50           3. Gelber  -&quot;-    =  -&quot;- 50
        4. Wei&szlig;es   -&quot;-  =   -&quot;-  100          4. Wei&szlig;er  -&quot;-    =  -&quot;- 100
             Dreiecke immer Addieren            Kreise immer Multiplizieren

 3 ) Am Gelben Moond mu&szlig; man ebenfalls nur Addieren, Was aber beim
      2. R&auml;tselmund nicht leicht ist. Diese Zahl lautet 301, obwohl ich
          noch
          immer nicht wei&szlig;, wie diese Zahl zustandegekommen ist.

 Wieder unten auf den Inseln ist nur noch der Schlu&szlig;kampf zu bestehen
 um das Spiel zu beenden.

</pre>
</body>
</html>
