<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="apocalypse.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="aquanaut.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:      Apprentice      
Hersteller:     Rainbow Arts


Level Codes:
&#009; 5 GUILD
&#009; 8 SPELLS
&#009;12 DRUID
&#009;14 FAERIE
Andere Codes: WIZARD, ARCANE, FAIRIE.

Wenn man nicht gleich den erstm&ouml;glichen Ausgang ansteuert, kann man des
&ouml;fteren ergiebige Bonuslevel aufsuchen. So etwa in Level 3, wenn man bis
zum Ende der Plattform geht. Dort ist ein unsichtbarer Schalter, etwa in
der H&ouml;he von drei Steinen &uuml;bereinander und einem Stein rechts. Wenn man den
Schalter bet&auml;tigt hat, erscheint zun&auml;chst einmal eine Insel in der Luft.
Wenn man auf sie springt, sieht man eine kleine Bonush&ouml;hle mit einem
Schl&uuml;ssel, der einen weiteren Ausgang &ouml;ffnet. Dieser f&uuml;hrt nach Level 19,
nach dessen Beendigung landet man in Level 4. &Auml;hnliches geschieht in Level
6,hier kann man sogar einige Level &uuml;berspringen. Man beachtet den Level-
ausgang vorerst nicht, sondern spielt weiter, bis man zu einem Loch kommt.
Den dortigen T&uuml;rw&auml;chter killt man, springt in das Loch, legt den Schalter
um und nimmt sich den Schl&uuml;ssel. Jetzt geht es durch den normalen Ausgang
nach Level 7. Dort springt man direkt nach den ersten Pfeilen an der glatten
Mauer hoch, nachdem man dort h&auml;ngen bleibt, springt man nochmals und dann
in den Gang hinein. Dieser f&uuml;hrt zu einem Ausgang, den man mit dem Schl&uuml;ssel
aus Level 6 &ouml;ffnet und der nach Level 26 f&uuml;hrt. Von dort aus geht es dann
in Level 11 weiter.

Dr&uuml;ckt auch mal nach dem ersten Titelbild &#060;TAB&#062;.

Prangt auf einer der T&uuml;ren ein Totenkopfsymbol, verbirgt sich dahinter eine
Abk&uuml;rzung in einen h&ouml;heren Spielabschnitt. Die Wege verlaufen wie folgt:

von Level 6 zu Level 24
von Level 7 zu Level 26
von Level 8 zu Level 27
von Level 12 zu Level 34
von Level 34 zu Level 13
von Level 14 zu Level 37
von Level 37 zu Level 15
</pre>
</body>
</html>
