<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="apprentice.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="aquatic_games,_the.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Zuerst die schwimmenden Beh&auml;lter mit gezielten Sch&uuml;ssen aufbrechen, das
herunterfallende Zeug einsammeln und mit &#060;F1&#062; bzw. mit &#060;F2&#062; den BOOSTER
oben einstellen. Nun schwimmt man zu den Atomm&uuml;llf&auml;ssern und dr&uuml;ckt &#060;SPACE&#062;
und alle Arbeit ist getan.

Level 1: Den Augang findet man ganz unten rechts.
Level 2: Der Ausgang ist oben rechts. Der Endgegner, das Seepferdchen, ist
verwundbar am roten Punkt auf dem Bauch. Man selbst kann sich ganz oben
links am Bildschirm hinstellen ohne das einem etwas passieren kann. Doch
Achtung: Ist der rote Punkt am Seepferdchen zerst&ouml;rt, kommt es nach links
oben und sperrt euch in der Ecke ein. Ihr m&uuml;&szlig;t unbedingt noch 4 - 5 Roller-
bomben besitzen (mit &#060;F3&#062; aktivieren), damit Ihr es dann endg&uuml;ltig zerst&ouml;ren
k&ouml;nnt.
Level 3: Den ausgang und den Engegner Raumschiff findet man ganz unten
rechts. Den Endgegner zerst&ouml;rt man indem man ihn von hinten angreift und
zuerst eine der Raketen zerst&ouml;rt. Gro&szlig;en Schaden kann man ihm mit den
Splitterbomben (mit &#060;F4&#062; aktivieren) zuf&uuml;gen. Hat man keine mehr, erledigt
man ihn mit Dauerfeuer.
Level 4: Wenn ihr den Endgegner Maschine zerst&ouml;rt habt (immer auf die Mitte
zielen), so solltet Ihr euch nicht zu f&uuml;h freuen den es kommt noch ein
zweiter Endgegner in Form einer Schlange und die ist z&auml;her. Ganz rechts
au&szlig;en in der Mitte kann euch die Schlange nichts anhaben.
Level 5: Den letzten Endgegner findet ihr ganz oben. Ihr werdet durch eine
geschlossene Mauer gezogen. Um den Endgegner zu besiegen schie&szlig;t zuerst
alle Kugeln ab. Achtet dabei auf die S&auml;uretropfen, die von der Decke
tropfen. Sind alle Kugeln zerst&ouml;rt schie&szlig;t direkt auf seine Z&auml;hne im Maul.
4 - 5 Leben solltet Ihr f&uuml;r den letzten Gegner &uuml;brig haben.
</pre>
</body>
</html>
