<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Space Quest 3 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Space Quest 3</FONT><BR><FONT SIZE="+1">The Pirates of Pestulon</FONT></B><BR><BR><BR><B>Karten:</B><BR><A
HREF="sq3a.gif">Der Unbekannte Planet</A><BR><A HREF="sq3b.gif">Planet
Phleebhut</A><BR><A HREF="sq3c.gif">Planet Ortega</A><BR><A HREF="sq3d.gif">Planet
Pestulon</A><BR><BR><B>Der Unbekannte Planet</B><BR><BR> Stell Dich auf
jeden Fall so nah wie m&ouml;glich an den Aufzug, der den M&uuml;ll nach oben
transportiert, so da&szlig; Du von ihm mitgenommen wirst. Sobald Du auf diesem
Flie&szlig;band stehst, rappel Dich wieder auf und spring an die rettende
Metallplanke. [<I>WWW</I>]. Du befindest Dich nun im Kontrollraum der Wesen,
die Dich gerettet haben. Leider sind sie Dir nicht so gut gesonnen. Deshalb
springst Du schnell in das Fahrzeug und f&auml;hrst nach Westen. [<I>W</I>]. Im
n&auml;chsten BIld mu&szlig;t Du den Wagen im rechten Drittel anhalten und
dessen Kontrollen erkunden. Durch Dr&uuml;cken des Knopfes setzt sich ein
Greifarm auf Deinem Fahrzeug nach unten in Bewegung und nimmt den Warp Motivator
auf. Als n&auml;chstes geht es nun nach Osten [<I>O</I>]. Kurz nach der Kurve
stoppst Du das Fahrzeug erneut, bet&auml;tigst den Knopf und setzt damit den
Warp Motivator in ein Raumschiff ein. Raumschiff?? Nur ruhig, Du kommst noch
dorthin. [<I>WWWW</I>]. Nun verl&auml;&szlig;t Du Dein Gef&auml;hrt wieder und
st&uuml;rtzt Dich ruhigen Gewissens in das g&auml;hnende Loch. Heil unten
angekommen bemerkst Du ein paar unliebsame Gesellen. Schnell also wieder weg von
hier. Nicht allerdings, ohne zuvor die linke Wand zu erkunden und sich den
Reaktor zu schnappen. Dann ab zur Leiter und hinauf. [<I>NO</I>]. Gehe in den
Tunnel hinein und hindurch. Was, geht nicht? Eine Ratte &uuml;berf&auml;llt
Dich? Sowas, also wieder hinaus und nach Westen. [<I>WS</I>]. Geh nun zu der
Stelle, an der Du das Licht der Oberwelt wieder erblickt hast und klettere noch
einmal mit Hilfe der Leiter in die dunkleren Gefilde des Planeten. Grabsch Dir
erneut den Reaktor und klettere wieder hinauf. Diesmal vergi&szlig;t Du aber
bitte nicht die Leiter! [<I>NO</I>]. Im Tunnel nimmst Du den Draht mit und dann
ab zur&uuml;ck ins Freie und diesmal nach Osten. [<I>O</I>]. Was ist das? Ein
ausgedienter Roboter mit einem kaputten Auge? Schnurstracks gehst Du auf ihn zu
und kletterst in sein Haupt hinein. In dem M&uuml;ll entdeckst Du das
Raumschiff, in das Du den Warp Motivator eingef&uuml;gt hast. Schnell zur
rechten Seite desselben, die Leiter abgestellt und hinaufgeklettert, auf's Dach
und an die Einstiegsluke und hinein, ins Innere des Raumgleiters! Nun erkundest
Du nat&uuml;rlich die technischen M&ouml;glichkeiten der Raumf&auml;hre. Den
Reaktor und den Draht setzt Du in die Luke am Boden ein und nimmst im
Pilotensitz Platz. Huch, da dr&uuml;ckt doch was ... was k&ouml;nnte das denn
sein? Gesucht, gefunden. Welch noble Geste! Nun aber endlich weg von diesem
Planeten. Am besten mit Hilfe des Computers. Den Radar einschalten, die
Maschinen starten und abheben ist einerlei. Sobald der Screen umschaltet,
benutzt Du das Waffen-System, da das Raumschiff im M&uuml;ll eingeschlossen ist.
Du aktivierst den Frontschild und ballerst einmal kurz auf den Schrott. Jetzt
aber auf zu neuen Welten! Nach Zuhilfenahme des Computers auf das
Navigations-System umschalten, um den kurs festzulegen. Dazu scannst Du den
Weltraum solange, bis der Planet Phleebhut in Sicht ist. Nun stellst Du den Kurs
auf diesen Planeten ein und fliegst mit Lichtgeschwindigkeit hin. Falls Dich
dabei jemand verfolgt, habe keine Sorge - diese Konfrontation l&auml;&szlig;t Du
Dir doch nicht entgehen! Nach der Meldung des Computers, da&szlig; der Orbit von
Phleebhut erreicht ist, landest Du und verl&auml;&szlig;t das Schiff.<BR><BR><B>Planet
Phleebhut</B><BR><BR>Besondere Aufmerksamkeit solltest Du den Skorpionen
widmen, die manchmal auftauchen und sehr giftig sind. [<I>WWNN</I>]. Du hast
die World of Wonders erreicht - nun gehe aber auch hinein! Von dem kuzigen Kerl
solltest Du die Puppe an dem Stock, den H&uuml;hnchen-Hut und die Raumunterw&auml;sche
kaufen. Da Deine lausigen sieben Buckazoids aber nicht reichen, bietest Du dem
Kobold den Diamanten an, den Du noch vom letzten Abenteuer hast. &Uuml;ber's Ohr
hauen l&auml;&szlig;t Du Dich aber nicht: auf 425 Buckazoids kannst Du den Gnom
schon hochhandeln. Nun darfst Du all die sch&ouml;nen Dinge erwerben. Dann verl&auml;&szlig;t
Du die St&auml;tte wieder. Hier erwartet Dich eine b&ouml;se &Uuml;berrauschung
- abwarten, bis Dich der Terminator wieder losl&auml;&szlig;t und abspeichern. [<I>SSE</I>].
Hast Du diesen Weg gesund &uuml;berstanden, stellst Du Dich in die H&ouml;hle
mit den St&ouml;pseln an der Decke. Und zwar so, da&szlig; diese Dich nicht
erreichen k&ouml;nnen, Du aber trotzdem an der Wand stehst. Der grobschl&auml;chtige
Kerl, der nun kommt, wird, wenn Du richtig stehst, von den Pusteln aufgesaugt.
Bist Du Arnold losgeworden, trittst Du zu ihm und klaust ihm mit Hilfe des
Stockes seinen G&uuml;rtel, den Du auch gleich anlegst. [<I>O</I>]. Steig nun
wieder in Dein Raumschiff und starte durch. Der n&auml;chste Flug geht zum
Weltraum-Schnellimbi&szlig; ...<BR><BR><B>Monolyth Burger Fast Food Dive</B><BR><BR>Zuerst
gehst Du zur Theke und gibst Deine Bestellung auf, und zwar w&auml;hlst Du das
Monolyth Fun Meal (7). Dann wendest Du Dich wieder der freundlichen Bedienung
zu. Den kostenlosen Drink l&auml;&szlig;t Du nat&uuml;rlich nicht aus. Zahlen mu&szlig;t
Du nachher aber schon. Beim Verspeisen Deines k&ouml;stlichen Mahles bleibt Dir
doch glatt etwas im Halse stecken - ein merkw&uuml;rdiger Ring, der doch
bestimmt noch f&uuml;r etwas gut ist. Kaum hast Du Dein Men&uuml; verzehrt,
wendest Du Dich dem Automaten in der Ecke zu.Versuch Dein Gl&uuml;ck! Hier
solltest Du immer mal wieder abspeichern, da Du das Spiel am besten mit einem M&auml;nnchen
beendest. Schaffst Du das nicht, ist das aber auch nicht weiter tragisch - Du
erreichst am Ende dann eben nicht die volle Punktzahl. Du studierst nun die
Spielregeln und wirfst einen Buckazoid ein. Hast Du es endlich geschafft, erh&auml;ltst
Du eine kodierte Nachricht. Mit Hilfe des Ringes kannst Du sie entschl&uuml;sseln.
Du gehst nun nach Osten zur&uuml;ck in den Luftschacht, betrittst Dein
Raumschiff, stehst auf und ziehst noch schnell die Unterw&auml;sche an, die Du
in Phleebhut erworben hast, setzt Dich wieder hin und fliegst mit
Lichtgeschwindigkeit nach Ortega, wo Du wie gewohnt landest und das Schiff verl&auml;&szlig;t.<BR><BR><B>Planet
Ortega</B><BR><BR>[<I>SW</I>].Hier speicherst Du zun&auml;chst ab und gehst
dann &uuml;ber die schlucht auf die andere Seite. Vorsicht! Der Untergrund ist
alles andere als fest! [<I>S</I>]. Die Piraten l&auml;&szlig;t Du besser in
Ruhe - die verziehen sich schon von selbst. Schau lieber einmal unten durch das
Teleskop. Nimm dann noch die Metallstange und den Thermal Detonator mit und
mache Dich auf den Weg zu dem entdeckten Standort. [<I>OONNWO</I>]. Leiter
hochklettern und abspeichern! Indem Du den Detonator in das Loch wirfst,
entfernst Du die Strahlen rund um den Mond. Also kletterst Du wieder hinunter. [<I>WSSWN</I>].
&Uuml;ber die Schlucht kommst Du mit Hilfe der Stange. [<I>ON</I>]. Nun gehst
Du wieder an Bord des Schiffes und verl&auml;&szlig;t diese ungastliche St&auml;tte.
Nimm Kurs auf Pestulon, lande dort und steige aus.<BR><BR><B>Planet Pestulon</B><BR><BR>[<I>S</I>].
Beim St&uuml;tzpunkt der Piraten von Pestulon benutzt Du den G&uuml;rtel und
verl&auml;&szlig;t nun unsichtbar Dein Versteck in Richtung Westen. [<I>W</I>].
Nachdem der G&uuml;rtel entg&uuml;ltig den Geist aufgegeben hat, &ouml;ffnest Du
die T&uuml;r einfach durch Dr&uuml;cken des Knopfes. Nun gehst Du solange nach
oben, bis Du eine T&uuml;r auf der linken Seite entdeckst. Dahinter versteckt
sich eine Abstellkammer der Janitors.Sieh Dich um und zieh den Anzug der
Janitors an. Den Vaporizer vergi&szlig;t Du nat&uuml;rlich auch nicht. Du verl&auml;&szlig;t
die Kammer wieder und gehst nach oben weiter, bis Du zu einer T&uuml;r auf der
rechten Seite kommst, die nicht gesichert ist. Abspeichern und nichts wie
hinein! Mit Hilfe des Vaporizers leerst Du s&auml;mtliche M&uuml;lleimer aus, an
denen Du vorbeikommst. Gehe also in den n&auml;chsten Gang (der erste, der nach
links f&uuml;hrt). Das Bild, das dort an der Wand h&auml;ngt, nimmst Du mit und
gehst zum Kopierer, der daneben steht. Du kopierst das Bild und h&auml;ngst es
dann wieder an die Wand. Danach verl&auml;&szlig;t Du den Raum auf demselben Weg
wieder, gehst durch den Gang, in dem zwei Papierk&ouml;rbe stehen und dann nach
links. Im n&auml;chsten Bild gehst Du am oberen Rand nach rechts, im
darauffolgenden verl&auml;&szlig;t Du es nach oben. In der Programmierabteilung
von Pestulon leerst Du auch den M&uuml;lleimer von Elmo, dem Oberbo&szlig;, aus,
und schleichst Dich dann wieder aus seinem B&uuml;ro. [<I>O</I>]. Ja, da steht
es, das Raumschiff. Aber wie zum Teufel kommst Du dorthin? [<I>W</I>]. Nun
kannst Du Dich in Ruhe umsehen. Prompt findest Du auch eine Keycard, die Du -
wie mag es anders sein - mitgehen l&auml;&szlig;t. Den R&uuml;ckweg kennst Du
doch hoffentlich noch, oder? Also, ab die Post! Wieder in dem uns bekannten Gang
marschieren wir erneut nach oben. Bei der gesicherten T&uuml;r kommt die Keycard
zum Einsatz. Die Gesichtskontrolle &uuml;berlistest Du mit dem Bild von Elmo -
die T&uuml;r ist dumm genug und &ouml;ffnet sich. Die beiden Programmierer
befreist Du, indem Du den Knopf dr&uuml;ckst. Gehe zu ihnen und benutze den
Vaporizer. Tja, fast hast Du das Abenteuer gel&ouml;st - ein letztes Mal mu&szlig;t
Du noch um Dein eigenes Leben k&auml;mpfen! Sobald die Roboter auf Dich losgehen
wollen, hei&szlig;t es mal wieder abspeichern. Wie besiegst Du nun die Roboter?
Ganz einfach: durch wildes Draufhauen, st&auml;ndiges Abspeichern und eine Menge
Portion Gl&uuml;ck! Hast Du die Roboter geschafft und ist auch die Flucht ins
Raumschiff gegl&uuml;ckt, so stellst Du fest, da&szlig; die Scumsoftler den
Lichtantrib zerst&ouml;rt haben. Du schaltest also auf Angriffsgeschwindigkeit
und dann auf das Waffensystem um. Nun aufgepa&szlig;t: kommt ein Raumschiff von
hinten, schalte den R&uuml;ckschild ein und versuche, es mit den Cursortasten
ins Visier zu bekommen und abzuknallen. Bei den Schiffen, die sich von vorne n&auml;hern,
kommt der Frontschild zum Einsatz - abschie&szlig;en kann man diese aber nicht!
Hast Du f&uuml;nf Raumschiffe erledigt, kannst Du Dich gl&uuml;cklich zur&uuml;cklehnen,
Dir die Endsequenz anschauen und Dich auf Dein n&auml;chstes Abenteuer in Space
Quest 4 freuen ...<BR><BR></P></BODY></HTML>
