<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Leisure Suit Larry 2 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Leisure Suit Larry 2</FONT><BR><FONT SIZE="+1">Looking for Love (In
Several Wrong Places)</FONT></B><BR><BR><BR><B>Los  Angeles</B><BR><BR>Einige
 Zeit  sp&auml;ter  finden wir uns im Garten Eve`s wieder,die wir noch von  fr&uuml;her
 kennen. Hier m&auml;hen wir den Rasen und warten auf Eve,  die gerade einkauft.
Kurze Zeit sp&auml;ter kommt sie wieder und setzt uns ohne Erbarmen vor die
kalte T&uuml;r. <BR><BR>Nachdem wir uns von dem Schock erholt haben, beschlie&szlig;en
wir, einfach noch einmal wie in den guten alten Zeiten in Lost Wages von vorne
anzufangen. Zum gro&szlig;en  Gl&uuml;ck  fehlen  uns  aber unsere Klammotten,
die noch bei Eve im Haus liegen, und  das entsprechende Kleingeld. Letzteres
entdecken wir in Form von einem Dollar in der Garage (look table, take dollar).
<BR><BR>Dann   machen   wir   uns   auf   einen  Erkundungsweg  quer  durch 
Los Angeles. Unterwegs  erforschen wir den Space Quest Park (look, look girl)
und den  verlassenen Hof im Norden der Stadt (look bin, look hole).   Hier in
der N&auml;he  befindet  sich  auch  der  Quikie  Market, den  wir betreten. In
diesem Getr&auml;nkeladen  k&ouml;nnen  wir spottbillig ein Lotterielos
erstehen, das uns die T&uuml;r   zum  Reichtum  &ouml;ffnen  kann, wenn  man  es
 geschickt  einsetzt  (buy ticket). Anschlie&szlig;end  gehen wir zur
Empfangshalle der Fernsehstudios, wo wir die junge Dame fragen, ob wir etwas
gewonnen h&auml;tten (show ticket). Zu unserem Gl&uuml;ck  erfahren  wir,   da&szlig;
 sie ihre Brille verlegt habe und so die Ziffern nicht  entziffern  k&ouml;nne,
sie wisse aber die Gewinnzahlen im Kopf;sie bittet uns,   ihr die Zahlen &quot;vorzulesen&quot;.
Mit etwas List und Dreistheit mu&szlig; man gar kein Gl&uuml;ck haben, um in der
Lotterie erfolgreich zu sein . . . <BR><BR>Da  sich  die  Tips  als  richtig 
erweisen, schickt  uns die Dame in den Warteraum  im  hinteren  Teil  des 
Saales. Dort nehmen wir eine Weile Platz (sit)  und warten, bis man uns zur
Gewinner-Show abholt (get up). Das &quot;Gl&uuml;ck&quot; bleibt  uns  hold. Wir
werden Opfer einer schlimmen Verwechslung, bei der wir in  einer  TV-Show 
landen, wo  man  uns f&uuml;r den Physiker Raguka Singh Soong h&auml;lt. In  der
 Show  k&auml;mpfen  drei  Widersacher  um  die  Gunst  der  holden Bachelorette
  Barbara  Bimbo. Dank  eines  kleinen  (aber  schwerwiegenden) Versprechers 
sahnen  wir  auch  hier weiter ab und gewinnen eine Reise f&uuml;r einen  Monat 
auf einem Ozeankreuzer - zusammen mit der gar nicht erfreuten Barbara!<BR><BR>Aber
 die  Gl&uuml;ckstr&auml;hne  ist  noch  lange  nicht  abgebrochen!  Nach der
Sendung  werden wir wieder in den Green Room geschickt, wo wir unseren Preis
entgegennehmen. Hier  setzen wir uns noch einmal (sit). Nach kurzer Zeit holt
uns  ein  weiterer  Produktionsassistent in eine andere Show (get up). Dabei
werden  wir  in  k&uuml;rzester Zeit zum Million&auml;r und brechen so den
Rekord der Sendung  (der  gr&ouml;&szlig;te  Gewinn  bisher!). Unendlich gl&uuml;cklich,
festgestellt zu haben, da&szlig;  auch  wir von Zeit zu Zeit einmal Gl&uuml;ck
haben, machen wir uns auf den  Weg  zum  Fachgesch&auml;ft  f&uuml;r  Badespa&szlig;,
Molta  Lira, wo wir eine Badehose kaufen    (take    swimsuit, pay), da   nur  
dieser   Exklusiv-Laden   einen 1-Million-Dollar-Schein wechseln kann (zwar mit
etwas Gewinn, aber wir haben ja genug!). <BR><BR>Anschlie&szlig;end  versuchen
wir, Eve noch einmal umzustimmen,  aber da scheint nicht  mehr  viel  zu  machen
 sein. Jetzt  hat  sie  selbst  das Garagent&uuml;r verriegelt. Nur   unsere   &Uuml;berbleibsel,
alles, was   noch   an  uns  erinnert hat, liegen vereinsamt in der M&uuml;lltonne.
Wir hingegen versuchen, zu retten, was noch  zu  retten  ist  - viel ist es
nicht (look through trash, look through trash, take passport). <BR><BR>Entt&auml;uscht
verlassen wir diesen unfreundlichen Ort und erstehen zu einem Spottpreis  etwas 
Sonnenschutz&ouml;l  in  der  Drogerie  (take  sunscreen, pay sunscreen)  -  man
wei&szlig; ja nie!  Nun k&ouml;nnen wir auch den Getr&auml;nke-Automaten im 
Quikie  Market  ausprobieren, der  uns  schon so lange gelockt hat (take soda,
pay  for soda). Ein neuer Haarschnitt w&uuml;rde uns auch ganz gut tun - wir
wollen  doch  unsere  Barbara  positiv  beeindrucken. Also  statten  wir dem ans&auml;ssigen
 Friseur  einen  Besuch  ab (sit down). Der einzige Laden, den wir noch  nicht 
ausgekundschaftet  haben, ist  der  Musikladen  im  Westen  der Stadt, denn  
dieser   hatte   bisher   seine  Riegel  immer  vor  die  T&uuml;r geschoben.
Hier   werden  uns  unsere  sp&auml;rlichen  Schulspanisch-Kenntnisse abverlangt
 (talk  to clerk). Das kann ja nicht gut gehen . . . !  Das Gespr&auml;ch mit 
der  h&uuml;bschen,   braungebrannten  Verk&auml;uferin  sollten  wir  unbedingt
verfolgen. Erstens  ist  dieser  Teil  einer  der Lustigsten (wie Larry sich
wieder  blamiert!)  und  zweitens f&uuml;r den weiteren Verlauf relativ wichtig,
 denn nun sitzen uns s&auml;mtliche Spione des KGB sowie des b&ouml;sen Dr.  
Nonookees im  Nacken. Daher  sollten wir auf dem schnellsten Weg zum Pier eilen,
wo der Urlaubs-Kreuzer bereit zum Ablegen ist. Wir zeigen dem albernen Vorsteher
am Tor  das  Ticket  (show  ticket) und passieren ohne uns an seinen d&auml;mlichen
Bemerkungen st&ouml;ren zu lassen. <BR><BR><B>Kreuzfahrt</B><BR><BR>An 
Bord  suchen wir unsere &quot;Business&quot;-Kabine auf und sind entsetzt &uuml;ber
dieses  letzte Loch (altes Seemanns-Garn!). Nachdem wir die Fr&uuml;chte
genommen haben  (take  fruit), wollen  wir unsere Bachelorette begr&uuml;&szlig;en.
Leider werden wir  jedoch  entt&auml;uscht, denn Barbara wird von deren wenig
attraktiven (fr&uuml;h verwitweten)  Mutter  &quot;vertreten&quot;. Erschrocken
fl&uuml;chten wir wieder in unsere Kabine, um   erstmal  tief  Luft  zu  holen 
und  um  uns  umzuziehen  (wear swimsuit). Bevor  wir  uns  aber am Pool r&auml;keln,
eilen wir noch einmal in die Nachbarkabine, &ouml;ffnen flink die Schublade des
Nachttisches (open nightstand) und schnappen die N&auml;h-Utensilien (take
sewing kit). <BR><BR>Am  Pool sch&uuml;tzen wir uns vor den gemeinen
Sonnenstrahlen, die ja auf dem Wasser noch schlimmere Folgen haben sollen (use
sunscreen).   Wir nehmen auf der   Liege  Platz  (sit)  und  warten  auf  die 
Reaktion  der  weiblichen Mitmenschen. Schlie&szlig;lich  war ja die Badehose
und der Friseurschnitt relativ teuer  (und hoffentlich auch dementsprechend
erfolgreich). Nach dem Gespr&auml;ch mit  der  jungen  Dame  springen wir in das
k&uuml;hle Na&szlig; (get up, swim). Auf dem Beckengrund  erkennen  wir
verschwommen einen Gegenstand. Um in Erfahrung zu bringen, um  was  es  sich 
dabei  handelt, schwimmen  wir  in  die Mitte des Beckens, holen   tief   Luft 
(take  breath)  und  tauchen  ab  (dive). Unten identifizieren  wir  dieses St&uuml;ck
als ein Bikini-Oberteil (take top). Wieder an  der  Wasser-Oberfl&auml;che
steigen wir aus dem Pool (get out). Wir vergessen aber nicht, da&szlig; das
Sonnenschutz&ouml;l nicht wasserfest ist(use sun- screen). In der  Kabine 
ziehen  wir  den bekannten Polyester-Anzug an (wear suit). Dann unterziehen  wir
uns einer weiteren Sch&ouml;nheitskur beim Schiffs-Friseur (sit down). Aus der
Bar im &quot;Oberstock&quot; des Kreuzers holen wir einen schmackhaften (und
gesunden!) Teller Spinat (take spinach dip). <BR><BR>Aber  schon nach kurzer
Zeit verlieren wir die Lust, noch weitere 30 Tage auf  diesem  langweiligen 
Schiff zu verbringen. Schon die Erinnerung an die schreckliche  Mama Bimbo l&auml;&szlig;t
uns wahre Schwei&szlig;- ausbr&uuml;che durchstehen. Also bet&auml;tigen wir den
verlockenden Hebel in der Kommandobr&uuml;cke (switch lifeboat timer). Nun  st&uuml;rmen
 wir  zum Rettungsboot, steigen ein (enter lifeboat) und werden  zu  Wasser 
gelassen. Vor einem Sonnenstich sch&uuml;tzen wir uns mit der Per&uuml;cke 
(wear  wig). Dann  werfen  wir alles, was uns unn&ouml;tig erscheint, &uuml;ber
Bord  (throw  away  dip). Zum  Gl&uuml;ck  haben  wir  reichlich vorgesorgt: 
wir besitzen  einen  Sonnenschutz, Getr&auml;nke  und N&auml;hzeug zum Angeln
von frischem Fisch. Roh  schmeckt er wie bekannt sehr vorz&uuml;glich. Soll ja
auch sehr gesund sein . . . <BR><BR><B>Die Ferieninsel</B><BR><BR>Nach 
vollen  zehn  Tagen  werden  wir an den Strand einer Urlaubs-Insel geschwemmt 
und  d&uuml;rfen  auch  direkt  Bekanntschaft  mit  den  anwesenden Touristen
machen. <BR><BR>Im  angrenzenden  Dschungel pfl&uuml;cken wir ein paar
wundersch&ouml;ne,  herrlich duftende  Blumen  (pick  flowers). Nach  einigen 
Minuten, in  denen  wir  im Dschungel-Labyrinth  umherirren, erreichen  wir  ein
Nobel-Restaurant, in das wir  zum  Speisen  in  Gesellschaft  von  bekannten 
und  reichen Ehepaaren einkehren  (talk to man, sit down). Am Buffet bedienen
wir uns wie &uuml;blich und ohne  jedweilige  Gewissensbisse  (take knife). Dann
verlassen wir das Lokal wieder  und  irren  wieder  durch  den  Dschungel.
Dieses Mal finden wir ein verlassenes  Hotelzimmer, in  dem  wir  ein paar
Streichh&ouml;lzer und ein St&uuml;ck Seife  finden  (take matches, take soap).
Auf unserem weiteren Weg sto&szlig;en wir auf  einen  Friseur, der  uns die sp&auml;rliche
Haarpracht (?) richten will (sit down). Anschlie&szlig;end  suchen  wir  den
FKK-Strand auf, wo wir aber nicht lange schauen, sondern  sofort  die 
Badebekleidung  nehmen (take bikini). Im Hotel ziehen  wir  uns  um  (wear
bikini) und beim Friseur lassen wir uns nochmal verunstalten (sit down). Aber
leider lassen uns die b&ouml;sen Agenten immer noch nicht  passieren. Also 
sorgen  wir  f&uuml;r  die  n&ouml;tigen  &quot;Rundungen&quot;, die  die
gierigen  Spione  ablenken  werden. Dazu  betreten  wir  zum letzten Mal die
Umkleidekabine  des  Hotelzimmers  (put  soap into bikini). Nun gelangen wir
auch  ungest&ouml;rt  an  den  Agenten  vorbei  (die  netten  Zurufe  st&ouml;ren
uns &uuml;berhaupt  nicht).    Aber  die  Gefahr  ist  noch  nicht  gebannt: 
vor uns schl&auml;ngelt  sich eine Steilk&uuml;ste am Meer entlang, die es
sicher zu passieren gilt.    Hier  k&ouml;nnen  wir  uns  auch  wieder  ungest&ouml;rt
 umziehen  (change clothes). Die beiden Kampfmaschinen vor dem Eingang des
Flughafens bestechen wir  mit  den  sch&ouml;nen  Blumen  (give  flowers).
Endlich befinden wir uns im Flughafen-Geb&auml;ude. <BR><BR><B>Der Flug</B><BR><BR>Hier
 betreten  wir  den Frisier-Salon (look girl) und gewinnen nach dem Schnitt 
wieder eine gewisse &Auml;hnlichkeit zu unserem Pa&szlig;photo (sit down). Das
ist  nat&uuml;rlich  sehr  deprimierend, aber  das  zus&auml;tzliche Geschenk l&auml;&szlig;t
uns tr&ouml;stend  dar&uuml;ber  hinwegsehen. Am  Zoll-Schalter zeigen wir dann
unseren Pa (show  passport), jedoch  sind  wir  zu  eitel, um uns hinten an der
Schlange anzustellen. Also   schieben   wir  uns  eben  etwas  vor  (Frechheit 
siegt bekanntlich!). Am  Gep&auml;ckband  entdecken wir in einem der Koffer eine
kleine Bombe  (take  suitcase). Mit  dieser  laufen  wir  unter gro&szlig;em
Geschrei zur Abfertigungshalle. Das  hat  zur Folge, da&szlig; in der Schlange
am Schalter jetzt erheblich  weniger  Leute warten. Wir kaufen nun ein Ticket
(buy ticket) und gehen  zur  Snack Bar, wo wir ein vorz&uuml;gliches Mahl
bestellen (buy food). Zum Einnehmen  desselben  ist aber abzuraten (look food,
take pin out). Eher noch sollten wir eine Lebensversicherung kaufen (man wei&szlig;
ja nie!). Dazu benutzen wir  den  Automaten  in  der  Ecke  (buy insurance) und
schon erscheint ein sicherer  Fallschirm!   Jetzt  benutzen  wir  die  Rollbahn.
Oben angekommen nehmen  wir  einen  Prospekt (take pamphlet) und zeigen dem
Angestellten am Terminal den Flugschein (show ticket). <BR><BR>In  der 
Maschine  bekommen wir die angenehmen Seiten eines komfortablen Fluges  zu  sp&uuml;ren
 -  erstklassige  Sitze, freundliche  Bedienung und nette Reisende. Um  den 
nervenden  Sitznachbarn  abzulenken, der  den Weg zum Gand versperrt, schenken 
wir  ihm das Bl&auml;ttchen (give pamphlet to man). Bevor wir aufstehen, nehmen 
wir  ein  &quot;Kotzt&uuml;tchen&quot;  (take  airsick  bag, get  up). Nun
verlassen  wir das Flugzeug auf eine nicht herk&ouml;mmlich Art. Wir gehen in
den verrauchten  Hinterraum  der Maschine, legen die Lebensversicherung an (wear
parachute) und &ouml;ffnen das Sicherheitsschlo&szlig; mit der Haarnadel aus dem
Essen (open  padlock  with  pin). Wir  &ouml;ffnen  die T&uuml;r (turn handle,
open door) und wagen  den  Sprung  ins  Ungewisse. Auf dem Weg nach unten ziehen
wir an der Leine des Fallschirmes (use parachute), um sicher unten anzukommen.
<BR><BR><B>Nontoonyt</B><BR><BR>Mit  dem  Messer  k&ouml;nnen  wir uns aus
dieser ungl&uuml;cklichen Lage befreien (cut  harness). Am  Boden  liegt  ein 
Ast, den  wir  f&uuml;r sp&auml;tere Zwecke noch ben&ouml;tigen  werden  (take 
stick). Nun  suchen  wir  uns  einen Weg durch das Gestr&uuml;pp (crawl under
bush) - m&ouml;glichst, ohne die Urwaldbienen in ihrer Ruhe zu st&ouml;ren. Im S&uuml;den
versperrt uns eine Killer-Schlange den Weg. Mit dem Stock &quot;stopfen  wir 
ihr das Maul&quot; (use stick). Und schon geht`s auf dem Weg durch den 
Dschungel  weiter!  Im Osten deuten wir rechtzeitig die Gefahr in Form von 
Treibsand. Wenn  wir genauer hinschauen, f&auml;llt uns aber leicht eine Idee
ein  (man betrachte die Fu&szlig;spuren!). Weiter im Osten m&uuml;ssen wir ein
Fl&uuml;&szlig;chen &uuml;berqueren. Dazu  k&ouml;nnen wir Tarzan spielen, indem
wir uns an den drei Lianen hin&uuml;berschwingen  (jump, jump, jump). Den Wein,
der am Wegesrand w&auml;chst, stecken wir  ein  (take  vine). Eigentlich  ist 
es  doch  komisch, wieviele Dinge in Larry`s Taschen passen . . .   Am Strand
entdecken wir das, worauf wir schon so lange  gewartet  haben:   eine  holde
Jungfrau, die sich (zu unseren Freuden ohne  Begleiter)  im  Meereswasser 
tummelt!   Wir verlieben uns in sie. Sie erwidert  unsere Liebe. Damit k&ouml;nnte
die Story eigentlich sein Ende gefunden haben, aber dem ist gl&uuml;cklicherweise
nicht so . . . <BR><BR>Leider  aber hat der Rat der &Auml;ltesten bestimmt, da&szlig;
keine Ehe geschlossen werden  darf, ehe  nicht das Dorf vom Unheil erl&ouml;st
worden ist. Aber wir sind fest  entschlossen, dieses  B&ouml;se  (sprich  Dr.   
Nonookee  in  persona)  zu entlarven. Dazu  m&uuml;ssen  wir aber erst unter
Beweis stellen, das wir auch der Richtige  f&uuml;r diese Rettungs-Aktion sind. 
 Der Stammesh&auml;uptling Keneewauwau (und  gleichzeitig der Vater von Kalalau)
tr&auml;gt uns auf, ein DTP-Programm zu schreiben, das in Assembler geschrieben
sein soll. Also setzen wir uns an den (von einem Fahrrad-Fahrer angetriebenen)
Computer und stellen das Kind her.  Dank Larry`s Programmier-Kenntnissen d&uuml;rfte
dies kein Problem sein. <BR><BR>Wir  werden  als  offizieller Retter anerkannt
und Keneewauwau zeigt uns den Weg zur befestigten Vulkanspitze (der Sitz
Nonookees). <BR><BR>Vorsorgend wie wir nun einmal sind lassen wir die Asche
vom Dorfplatz in unsere Tasche wandern (take ashes) und wandern dann zu der
Klippe zur&uuml;ck, wo wir  mit  Hilfe der Weinranke hin&uuml;berschwingen
(throw vine at branch). Sch&ouml;n und  gut  . . .    jetzt  befinden  wir uns
auf der anderen Seite. Aber vor uns liegt  ein  weiteres  Hindernis:   ein  mit 
Eis gepflasterter Aufstieg zum Vulkan. Mit  den  Aschest&uuml;cken rutschen wir
nicht so darauf rum (use ashes)! Nun kommen wir auf der Spitze des Vulkans an.
Dort erwartet uns nicht gerade viel  -  entgegen  unseren Erwartungen!  Keine
Hula-Hula-M&auml;dchen, kein b&ouml;ser Pascha, keine gnadenlosen Kampfmaschinen
. . . <BR><BR>Lediglich ein Aufzug, den man nicht einmal von oben bedienen
kann, und ein kleiner  Luftschacht  f&uuml;r  den  Abzug  aus  der miefigen H&ouml;hlen-Festung.
Wir basteln  uns  also  aus  den letzten Resten eine kleine &Uuml;berraschung: 
eine Bombe  (stick bag into bottle, light bag)!  Dieses kleine Gemisch werfen
wir in  den  Schacht  (throw  bottle  away)  und es verfehlt auch seine Wirkung
nicht:   die  Liftt&uuml;r  &ouml;ffnet  sich,   wir  st&uuml;rmen die Festung, &uuml;berw&auml;ltigen
Nonookee  mit  einem gezielten Fu&szlig;tritt, befreien die hypnotisierten
Geiseln und  holen  &uuml;ber  Funk  entsprechende  Hilfe  herbei.   Mit einem
Helikopter n&auml;hern wir uns nun &quot;Leisure Suit Larry 3&quot;!<BR><BR></P></BODY></HTML>
