<HTML>
<HEAD>

<TITLE>RelaySoft Amiga Productions - AQuix</TITLE>

<META NAME="description" CONTENT="Amiga Free/Shareware-Programme">

<META NAME="keywords"    CONTENT="Amiga">

<META NAME="author"      CONTENT="Heiko Mueller">

</HEAD>

<BODY LANG="de" BACKGROUND="marble.png" BGCOLOR="#9E9E9E" TEXT="#000000" LINK="#0000FF" VLINK="#0000FF" ALINK="#FF0000"></BODY>
<BR><H2>
Spielablauf und Wertung
</H2><BR>
Nach dem Druck auf den Startknopf erscheint in dem Spielfeld eine
blau-gr&uuml;ne Fl&auml;che, von einem schwarzen Rahmen umgeben. In der Fl&auml;che
wuselt ein Stern (Feind-Quix) herum, der an dem Rahmen abprallt. Wer
genau hinschaut, wird auch einen gelben Punkt oben in der Mitte des
Rahmens entdecken. Dieser unscheinbare Punkt wird vom Spieler gesteuert.
Er folgt dabei folgenden Tastaturkommandos:<P><CENTER>
<TABLE BORDER="0" CELLPADDING="10" CELLSPACING="0" WIDTH="100%">
<TR>
<TD VALIGN="CENTER" ALIGN="CENTER">Punkt nach oben bewegen<BR><IMG SRC="aq_key3.png"></TD></TR></TABLE>
<TABLE BORDER="0" CELLPADDING="10" CELLSPACING="0" WIDTH="100%">
<TR>
<TD VALIGN="CENTER" ALIGN="CENTER">Punkt nach links bewegen <IMG SRC="aq_key2.png"></TD>
<TD VALIGN="CENTER" ALIGN="CENTER"><IMG SRC="aq_key1.png"> Punkt nach rechts bewegen</TD>
</TR></TABLE>
<TABLE BORDER="0" CELLPADDING="10" CELLSPACING="0" WIDTH="100%">
<TR>
<TD VALIGN="CENTER" ALIGN="CENTER">
<IMG SRC="aq_key4.png"><BR>Punkt nach unten bewegen</TD></TR>
</TABLE></CENTER>
<BR><BR>
In dem Rahmen kann sich der Punkt frei bewegen. Verl&auml;&szlig;t er jedoch
diesen Bereich, dann verwandelt er sich ebenfalls in ein Quix, das
nun bei jeder Bewegung eine gelbe Bahn hinterl&auml;&szlig;t. Trifft das Spieler-Quix
nun wieder auf den Rahmen, f&uuml;llt sich die blau-gr&uuml;ne Fl&auml;che, die
durch die Bahn vom &uuml;brigen Teil abgetrennt wurde schwarz aus und geh&ouml;rt
nun auch zum Rahmen.<P>
Ziel des Spiels ist es, mindestens 75% der blau-gr&uuml;nen Fl&auml;che abzutrennen
und schwarz einzuf&auml;rben. An sich ganz einfach, w&auml;re da nicht
ein kleines, rotes, sternf&ouml;rmiges Problem - der Feind-Quix. Trifft er
n&auml;mlich den Spieler-Quix oder seine Bahn, dann f&uuml;hrt dies zur augenblicklichen
Vernichtung des Spieler-Quixes und zum Abzug eines Lebens.
Diese Bedrohung versch&auml;rft sich noch, da nach jedem abgeschlossenen
Level ein Feind-Quix hinzukommt. Die einzige Abwehr gegen die "Roten"
besteht in einem Druck auf die SPACE-Taste. Hierdurch kehren alle
Feind-Quixe ihre Bewegungsrichtung um und eine Kollision kann u.U. vermieden werden.<P>
<BR>
Punkte gibt es f&uuml;r folgende Aktionen:
<UL>
<LI><I>Abtrennen einer Fl&auml;che</I> Punkte werden nach der Gr&ouml;&szlig;e der Fl&auml;che vergeben.
<LI><I>Trennen von zwei Feind-Quixen</I> Bonus von 500 Punkten (es werden nur Fl&auml;chen
gef&uuml;llt, in denen kein Feind-Quix gefangen ist)
</UL>
Au&szlig;erdem gibt es noch Punkte sowie ein extra Leben, wenn man
den Level mit mehr als 75% gef&uuml;llter Fl&auml;che abschlie&szlig;t.
</BODY>
</HTML>
