<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 + all extensions//EN" "hmpro3.dtd">
<HTML>
<HEAD>
<TITLE>Space Quest 3 - Oldies Solves Series</TITLE></HEAD>
<BODY>
<P><B>Oldies Solves Series</B> &copy; 1988-1999
<A HREF="mailto:nico@barbat.de">Nico &quot;Dire&quot; Barbat</A>.<BR><BR><B><FONT
SIZE="+3">Gold Rush</FONT><BR><FONT SIZE="+1">Go West, Young Man!</FONT></B><BR><BR><BR><B>Zus&auml;tzliches
Material:</B><BR><A HREF="tod.htm">Originelle Todesarten</A><BR><BR><B>Karten:</B><BR><A
HREF="goldr_a.gif">San Francisco</A><BR><A HREF="goldr_b.gif">The Ship</A><BR><A
HREF="goldr_c.gif">The Goldmine</A><BR><BR><B>Brooklyn: Go West, Young Man!</B><BR><BR>Zu
 Beginn  befinden wir uns im Jahre 1848, das Jahr, das in Verbindung mit den  
gro&szlig;en   Goldfunden   im  Westen  der  Vereinigten  Staaten  in  die
amerikanische  Geschichte eingehen wird.  Genau zu diesem Zeitpunkt treffen wir 
unseren Helden, Jerrod Wilson, auf einer Br&uuml;cke in Brooklyn, New York, zum 
ersten  Mal.  Nach einer &uuml;berschwenglichen Begr&uuml;&szlig;ung der
Programmierer (hello)  kehren  wir  in  das Haus unserer verstorbenen Eltern
ein, das die Nummer  10 der Front Street tr&auml;gt.  Die Garten- und Haus-T&uuml;r
&ouml;ffnen wir mit dem  Schl&uuml;ssel,  den wir immer bei uns tragen (use
key).  Im Haus entdecken wir  auf  dem  Tisch  in  der  Wohnstube ein Familien-
album, das wir n&auml;her betrachten  wollen  (look,  look  table, open album). 
Nach der Lekt&uuml;re des Buches (und einigen Gedanken an die &quot;gute, alte
Zeit&quot;) entnehmen wir diesem das  beiliegende  Familienphoto,  das  uns  mit
 unseren  bei  einem Unfall tragisch  verungl&uuml;ckten  Eltern  und  dem vermi&szlig;ten
Bruder Jake zeigt (take photo).  In der Ecke der Wohnstube steht ein Sekret&auml;r,
den wir verschlie&szlig;en (look desk, close desk).  Es erscheint ein verlegtes
Schreiben der Bank von Brooklyn,  in  dem  unsere  Kontonummer  aufgef&uuml;hrt 
ist  (look  desk,  get statement,  read  statement).   Wir  verlassen nun das
Haus und entscheiden uns,  es zum Verkauf anzubieten (sell house).  An dem guten
St&uuml;ck liegt uns zwar  sehr viel, aber uns bleiben ja wenigstens noch die
Erinnerungen!  Auf dem Weg zur Bank gehen wir am Park vorbei, wo wir aufpassen m&uuml;ssen,
das wir nicht  auf den Rasen treten, da uns ansonsten ein Strafzettel verpasst
wird und,  was  noch  tragischer ist, ein wertvoller Punkt abgezogen wird (look,
read  sign).  Hier im Parek pfl&uuml;cken wir einen Strau&szlig; Blumen (pick
flowers) und  betreten  dann  den  Pavillon, in dem wir fr&uuml;her immer
gespielt haben. Wir erinnern uns an die groben Holzbretter, die den Boden
verkleiden (look, look  gazebo,  look  crack).   Zwischen  diesen Brettern
entdecken wir eine Goldm&uuml;nze  (get  coin).   In  der  Bank  heben  wir
unser gesamtes Verm&ouml;gen (stolze  200  Dollar!)  ab  (ask  for  money).  Der
Angestellte, der uns zu kennen  scheint,  fragt  uns nach der Kontonummer, die
in dem Bankschreiben erw&auml;hnt  ist.   Diese teilen wir ihm nur zu gerne mit.
 Wir kehren zum Haus zur&uuml;ck,  wo  schon ein K&auml;ufer auf uns wartet. 
Ihm &uuml;berlassen wir es, wof&uuml;r er  in  der  Regel  $850  bezahlt.   Nun 
mu&szlig; man sich beeilen, um noch ein billiges  Ticket  zu  bekommen, da nach
der offiziellen Bekanntgabe, das in Kalifornien Gold gefunden wurde, die Preise
f&uuml;r eine Fahrt dorthin kritisch ansteigen.   Wir  k&ouml;nnen  zwischen
drei Routen w&auml;hlen, die nach Kalifornien f&uuml;hren:   entweder  wir  &uuml;berqueren
die Vereinigten Staaten mit der Kutsche oder  wir  fahren  mit einem
Schaufelraddampfer bis nach Panama, von wo aus wir die Landenge bis nach Westen
&uuml;berqueren, wo wir wieder von einem Schiff aufgenommen  werden,  oder  wir
umrunden mit einem Schiff Kap Horn, um nach Sacramento zu kommen.  Falls wir mit
der Kutsche fahren wollen, statten wir dem  Stage-Travel-Reiseb&uuml;ro  einen
Besuch ab.  Dort erhalten wir nach einem Gespr&auml;ch  mit dem netten Herrn am
Schalter gegen eine gewisse Gegenleistung ein  Ticket  f&uuml;r  die  &Uuml;berlandfahrt
(talk to man, buy ticket, give money). Ansonsten  suchen  wir die Lagerhalle
auf, wo wir ein Werbeplakat sehen und lesen (read paper).  Aschlie&szlig;end
begeben wir uns zu Leonard, unserem Freund und  Nachbarn, in die Front Street
12.  Von ihm k&ouml;nnen wir mit dem Geld vom Hausverkauf  ein  Ticket 
erstehen.  Um mit ihm sprechen zu k&ouml;nnen, stellen wir uns vor sein Haus an
die Gartent&uuml;r.  Schon bald wird er kommen (talk to man).   Er  bietet  uns
ein Ticket an, das eine Route &uuml;ber die See hat (buy ticket,  yes).   Um 
die Karte letztendlich zu bekommen, m&uuml;ssen wir ihm das Geld  daf&uuml;r 
geben  (pay  for  ticket).   Kurze  Zeit  nach  dem  Kauf gibt US-President 
Polk  offiziell  den  Goldfund  in  Kalifornien bekannt.  Wir freuen  uns,  das 
wir  so  billig  eine Karte f&uuml;r die &Uuml;berfahrt gen Westen erstehen 
konnten.   Wir bereiten uns nun auf den Aufbruch vor.  Dazu haben wir  noch 
einige  wichtige Besorgungen zu erledigen.  Wenn man &uuml;ber Panama fahren 
will,  mu&szlig; man sich bei Rand in seinem &quot;Hardware&quot;-Laden umsehen
und dort  ein  Moskitonetz  kaufen (talk to man, buy net), da man sonst von den
verflixten  Biestern  im  wahrsten Sinne des Wortes zerfleischt wird.  Hier k&ouml;nnten
 wir  auch  noch  Seil, Schippe, Laterne und Picke kaufen, was aber keine 
Punkte bringt.  Au&szlig;erdem kann man diese Gegenst&auml;nde auch noch sp&auml;ter
kaufen.   Im  Gem&uuml;seladen  nebenan  decken  sich  die Kap-Horn-Umsegler mit
frischen Zitronen ein, die ja angeblich diverse Krankheiten abwehren k&ouml;nnen
(buz  fruit).   Unerl&auml;&szlig;lich  f&uuml;r  alle  Abenteurer sind Gem&uuml;se
und speziell Bohnen  (buy  vegetables,  buy  beans).   Damit  hat  sich  dann
auch unser Kontostand   im  Gem&uuml;seladen  ausgeglichen.   Nachdem  die 
Vorbereitungen abgeschlossen  sind,  machen  wir uns auf den Weg zum Postgeb&auml;ude.
 Vor der T&uuml;r  demonstrieren  wir  unsere  Kraft  an  der  Pferdetr&auml;nke
 (pump).   Am Postschalter  entdecken  wir  einen  Klingelknopf, den wir direkt
auf seine Tauglichkeit hin testen m&uuml;ssen (ring the bell).  Kurz danach
erscheint auch schon ein Beamter (auf die US-Post ist eben doch noch Verla&szlig;),
den wir nach einem  Brief  f&uuml;r  uns  fragen (ask for letter).  Und tats&auml;chlich
l&auml;&szlig;t Jake nach vielen Jahren endlich wieder von sich h&ouml;ren. 
Aufgeregt rei&szlig;en wir den Brief  auf  (look  letter,  take letter, open
letter) und bedanken uns beim Post-Angestellten  (thank  you).  Wir vergessen
jedoch in diesen hektischen Augenblicken  nicht,  da&szlig;  der  Brief auch
irgendwo abgestempelt worden ist (look  postmark).   Und wir &uuml;bersehen
nicht, da&szlig; unter der Briefmarke etwas Gold  klebt (look envelope, look
stamp, take stamp).  Nach dem Lesen dieses Briefes (read letter), stellen wir
fest, da&szlig; Jake, der also doch noch lebt, in  Kalifornien bei Sutter`s Fort
Gold gefunden hat.  Nun k&uuml;ndigen wir noch schnell beim Chef der Zeitung,
bei der wir arbeiten.  Dieser ist gerade mit einem  Papierhaufen  in  seinem  B&uuml;ro
 im  Erdgescho&szlig;  besch&auml;ftigt und sehr schockiert  von  unserer 
Mitteilung,  aber  letztendlich  kann  er es doch verstehen (talk to man, leave
job).  Ein letztes Mal jedoch wollen wir noch unser  altes  B&uuml;ro 
aufsuchen, in dem wir so viele sch&ouml;ne Stunden verbracht haben.   Das B&uuml;ro
liegt im ersten Stock vorne rechts.  Auf dem Schreibtisch finden  wir  beim 
Aufr&auml;umen einen Artikel &uuml;ber das pl&ouml;tzliche Verschwinden von 
Jake,  wobei  erneut  Erinnerungen  aufleben  (look,  look  desk, look blotter, 
look  clipping).   Da  der  Moment  des  Aufbruches gekommen ist, besuchen  wir 
zum letzten Mal auf dem Friedhof unsere verungl&uuml;ckten Eltern (read  stone, 
read stone), von denen wir uns mit Blumen verabschieden (use flowers).   Bei 
Verlassen der Stadt Brooklyn haben wir die volle Punktzahl (60)  erreicht!   Der
 nachfolgende Text beschreibt die Vorgehensweisen bei den  verschiedenen  Routen
 bis  zum  Abschnitt &quot;Sutter`s Fort&quot;.  Von da an l&auml;uft das
Adventure f&uuml;r alle Abenteurer wieder gleich ab.<BR><BR><B>Expedition
Number 1: Die Panama-Route</B><BR><BR>Wir  eilen nun zum Pier, um das Schiff
nicht zu verpassen.  Dort zeigen wir dem  Matrosen,  der Wache schiebt, das
Ticket (show ticket), und das Schiff legt  ab.   Sobald  wir uns den tropischen
Gew&auml;ssern n&auml;hern, setzen wir das eben  erstandene  Moskitonetz auf
(wear net) und erreichen so ungest&ouml;rt von diesen  l&auml;stigen  Tieren 
die  Landenge von Panama, wo wir auf ein Flu&szlig;boot umsteigen  m&uuml;ssen. 
 Bald  darauf greifen wilde Eingeborene das Boot an und drohen  uns  mit  ihren 
Speeren.  Da wir auf unsere Gesundheit gro&szlig;en Wert legen,  leisten  wir 
keinen  Widerstand.   Um  die  Wilden zu befriedigen, schenken wir ihnen etwas
unn&uuml;tzen Plunder.  Einige Zeit sp&auml;ter legen wir am Ufer  an.   Da  zu
dieser Zeit noch kein Panama-Kanal existiert, m&uuml;ssen wir den  Rest  des 
Weges  bis an die West-K&uuml;ste zu Fu&szlig; zur&uuml;cklegen.  Unterwegs
treffen wir einen Mann, den wir ansprechen (talk to man).  Von ihm erhalten wir 
eine lebensnotwendige Bibel.  Anschlie&szlig;end folgen wir dem Pfad, wo wir
einem  Angriff  wildgewordener  Urwald-Ameisen  ausgeliefert  werden.   Wir
zerren  uns in Todesangst an der Liane hoch (get vine) und warten, bis sich alle
 Tiere wieder verzogen haben.  Erst dann seilen wir uns wieder ab (get down) und
marschieren nach rechts weiter, wo wir den oberen Pfad w&auml;hlen, da auf  dem
unteren gef&auml;hrliche Killer-Pflanzen wuchern.  Hier finden wir eine einsame 
Goldpfanne,  die  wir  einstecken  (get disk).  Weiter geht`s nach rechts:   wir
 gelangen  an  das Ufer eines Sumpfes, den wir nur &uuml;berqueren k&ouml;nnen, 
wenn  wir  zwischen  den  beiden  hellen Landzungen hindurchgehen. Unser Weg f&uuml;hrt
uns nach Sacramento und von dort aus mit der Kutsche weiter zu dem allseits
bekannten Fort.  Wir haben uns bei der Ankunft im Fort alle zu erreichenden
Punkte (95) gesichert!<BR><BR><B>Expedition Number 2: Die Reise durch den
Wilden Westen</B><BR><BR>Am  Pferdestall (Livery) zeigen wir dem Inhaber das
Ticket, das wir im B&uuml;ro (Stage  Travel)  erstanden  haben (talk to man,
show ticket).  Dabei m&uuml;ssen wir  im  Stall  aufpassen,  da&szlig;  wir
nicht vom angebundenen Pferd mit einem gezielten  Tritt versehen werden.  Wir
steigen drau&szlig;en in die Kutsche (open door,  enter  stage) und begeben uns
somit auf die Reise nach Independence, unserem  Halt.   Die Reise f&uuml;hrt uns
&uuml;ber die gro&szlig;en Seen Amerikas und &uuml;ber den  gro&szlig;en 
Mississippi mit seinen etlichen Nebenarmen.  W&auml;hrend der Fahrt m&uuml;ssen 
wir  einige  b&ouml;se  Fallen  &uuml;berwinden  (siehe  &quot;Todesarten&quot;).
  Wir erreichen  das Camp, wo wir den Anf&uuml;hrer, der eher wie ein Kapit&auml;n
aussieht denn  wie  ein  waschechter Abenteurer, ansprechen (talk to man).  Er
hei&szlig;t uns  herzlich  willkommen,  worauf  wir  unser  ganzes  Geld  in den
Fundus einzahlen  (give  money  to man).  Er bittet uns, nach geeigneten
Zugochsen f&uuml;r  den  Treck  zu schauen.  Seinen Wunsch erf&uuml;llen wir
beim Bauern in der s&uuml;dlichen  Gegend  des Camps (talk to man, buy oxen). 
Da die Jungtiere die Strapazen   der  Reise  wohl  nicht  &uuml;berstehen  w&uuml;rden,
 ziehen  wir  die ausgewachsenen  Tiere vor (mature).  Als gl&uuml;cklicher
Besitzer dieser Ochsen kehren  wir  zum  Anf&uuml;hrer  zur&uuml;ck  und
berichten ihm von dem Kauf (talk to man).   Dieser  ist zufrieden mit uns und tr&auml;gt
uns einen neuen Befehl auf: wir  sollen den richtigen Zeitpunkt f&uuml;r die
Abfahrt bestimmen.  Dazu suchen wir im Westen den lesenden Kameraden auf und
sprechen ihn an (talk to man). Daf&uuml;r   erhalten   wir   ein   Gottesbuch.  
 Danach   gehen  wir  zu  dem Panorama-Ausblick  im  Norden,  wo wir die ganze
Gegend &uuml;berschauen k&ouml;nnen. Hier  lesen  wir  die  Bibel  bis Psalm 23
und warten, bis das Gras f&uuml;r die Ochsen  w&auml;chst  (die Steppe
verwandelt sich in ein appetitliches hellgr&uuml;nes Grasfeld).  Wir berichten
dem &quot;Chief&quot; davon (talk to man) und k&ouml;nnen sofort aufbrechen.  
Unterwegs  gelangen  wir  mit  dem Zug an einen Steilhang, an dessen  Fu&szlig; 
die  Ochsen getr&auml;nkt werden sollen.  Damit die die Wagen nicht hinter  sich
 herrei&szlig;en, binden wir sie los (release oxen).  Wir blockieren die R&auml;der
des Wagens und lassen die Ochsen nun problemlos zur Tr&auml;nke laufen (tie 
chain  to wheels).  Anschlie&szlig;end kommen die Tiere von alleine zur&uuml;ck.
Die Fahrt wird fortgesetzt.  Einige Zeit sp&auml;ter finden wir uns, am Ende der
Kr&auml;fte,  in  der  W&uuml;ste  bei  einem  verlassenen  Planwagen  wieder. 
Darin entdecken  wir etwas rohes Fleisch (look into wagon, eat meal) und in
einem Fa&szlig;  ein  Schluck Wasser (look into wagon, search wagon, open
barrel, drink water),  was  wir als Mahlzeit zu uns nehmen.  Lecker!  Wir
beeilen uns, um den  Wagentreck  noch  zu  erreichen,  da er nicht auf uns
wartet.  Mit ihm fahren wir nach Sutter`s Fort.<BR><BR><B>Expedition Number
3: Die Kap-Horn-Route</B><BR><BR>Wie bei der Expedition 1 zeigen wir auch hier
unsere Fahrkarte dem Matrosen auf  dem  Schiff (show ticket).  Auf hoher See
sollten wir von Zeit zu Zeit von den Zitrusfr&uuml;chten naschen, um einer
Krankheit vorzubeugen (eat fruit). Den  Mann am Vorderdeck sprechen wir an und
erhalten daf&uuml;r eine Bibel (talk to man).  Aber auch mit den anderen
Passagieren und den Matrosen k&ouml;nnen wir uns  unterhalten  (talk to man). 
Nach einiger Zeit zieht ein starker Sturm auf.   Dann sollten wir unter Deck
bleiben.  Wir heben das Seil, das in den Schlafkaj&uuml;ten  auf  dem Boden
liegt, auf (look ground, take rope).  Aus der Kaj&uuml;te des Kapit&auml;ns
nehmen wir eine heruntergefallene Heftklammer vom Boden (take  clip).   Vor  der
K&uuml;ste Kaliforniens, also schon fast am Ziel, plagt der  Hunger  die 
Schiffsbesatzung.   Ein  Opfer  ist  schon zu verzeichnen (Eric).   Deshalb
versuchen wir, eine Angelrute herzustellen, wozu uns aber noch ein K&ouml;der,
ein Stock und etwas bleiartiges, schweres fehlt.  Letzteres finden  wir am Boden
des Maschinenraums in Form von Metallsp&auml;ne (look, look floor,  get 
scraps).   Den K&ouml;der erhalten wir beim Koch in der Komb&uuml;se, in dem 
wir unsere Ration Schweinefleisch opfern (look, get pig).  Im Heizraum schnappen
 wir  uns  den  Stock,  der  an  der  Wand lehnt (get stick).  Am hinteren 
Oberdeck, wo sonst Eric stand, werfen wir den K&ouml;der aus und haben auch 
schon  bald  einen Fisch an der Leine (fish).  Nachdem dieses Problem bei  Seite
geschafft ist, ankert das Schiff im Hafen von Sacramento, wo wir in  die 
Kutsche  steigen,  die  dort  am Ufer an der Hausecke steht (enter stage).  
Diese  bringt  uns  nach  Sutter`s  Fort, das nicht weit von hier entfernt
liegt.<BR><BR><B>Sutter`s Fort</B><BR><BR>Im  Fort  suchen  wir  das Gesch&auml;ft
auf, wo wir eine Goldwaschpfanne kaufen (talk  to  man,  get  pan,  give coin to
man).  Ist man &uuml;ber Panama hierher gekommen  und  ist man deshalb schon im
Besitz einer Pfanne, so braucht man nat&uuml;rlich  keine mehr kaufen.  Wir
sprechen den ans&auml;ssigen Schmied an (talk to  man,  yes, yes) und beatworten
ihm seine Fragen.  Sobald er uns erkannt hat,  wird  er  uns  einige wichtige
Informationen geben und ein Brandeisen schenken.   Wir  verlassen  das  Fort 
und suchen im Osten nach Gold (dig). Dabei d&uuml;rfen wir nicht im Territorium
von anderen Goldgr&auml;bern buddeln!  Bei Nichtbeachtung  wird  gegen  das 
Gesetz  versto&szlig;en  und  der Galgen droht! Insgesamt k&ouml;nnen wir 50 Mal
f&uuml;ndig werden, was somit auch 50 Punkte bringt. Dies  ist  allerdings sehr
nervenaufreibend!  Im Laden des Forts kaufen wir mit  dem  eben gefundenen Gold
eine Laterne (talk to man, buy lantern, give gold  to  man)  und  eine  Schaufel
 (buy  shovel,  give gold to man).  Nun besuchen  wir  das echte (!) Grab
unseres Vaters auf dem Friedhof und lesen die Grabinschriften (read stone). 
Hier lesen wir noch einmal die Bibel bis Psalm 23 (read bible) und bewegen dann
den Brief von Jake auf dem Grabstein hin  und her (use letter, Cursor-Tasten zum
Bewegen).  Sobald wir &quot;Room 12&quot; durch  die  L&ouml;cher des Briefes
lesen k&ouml;nnen, stecken wir diesen wieder ein. Dadurch  erhalten  wir  im 
Hotel  &quot;Green Pastures&quot; in Coloma den Brief vom Portier  ohne
Probleme.  Zur&uuml;ck im Fort besorgen wir uns einen Muli aus dem Stall  (talk 
to  man, get mule, give gold to man, get mule).  Beim Schmied erhitzen  wir  das
 Brandeisen  im  Feuer  und setzen es dem Muli auf.  Mit diesem  Brandzeichen
sieht das Tier genauso aus wie das von Jake.  Im Stall vor  dem  Fort  k&ouml;nnen
wir die beiden Tiere austauschen, in dem wir unseres laufen lassen (leave mule)
und uns einfach das von unserem Bruder schnappen (look  mule,  look  brand,  get
 mule).   Mit  diesem machen wir uns auf in Richtung  Osten.   Etwa  20 
Kilometer &ouml;stlich vom Fort sto&szlig;en wir auf eine neue Stadt.<BR><BR><B>Coloma</B><BR><BR>Hier
 suchen  wir  das  einzige Hotel der Stadt, das &quot;Green Pastures&quot;, auf.
Vor  der  T&uuml;r  binden  wir  das  Muli an den Pfosten (tie mule to post) und
treten  ein  (open  door).   Wir  gelangen  in  die einladende Vorhalle der
Herberge,  wo wir den Portier hinter dem Schalter ansprechen (talk to man). F&uuml;r
 die  Nacht  wollen  wir uns ein Zimmer mieten und gerade die Nummer 11 gef&auml;llt
 uns besonders gut.  Leider ist dieses Zimmer aber schon vermietet, wie wir vom
Portier erfahren (rent room 11).  Dieser bittet uns jedoch, dem jetzigen Mieter
des Zimmers einen Brief zu &uuml;berbringen.  Seine Bitte nehmen wir 
selbstverst&auml;ndlich  an,  denn  ein  Vorteil  l&auml;&szlig;t sich bestimmt
daraus schlag-  en (yes, take letter).  Wir suchen also das besagte Zimmer, das
in der  ersten  Etage  liegt,  auf  und  klopfen  an  die  T&uuml;r  (knock).  
Dem &quot;h&ouml;flichen&quot;  Mann  &uuml;berreichen  wir die Nachricht (give
message), worauf er f&uuml;r  kurze  Zeit sein unverschlossen zur&uuml;ckl&auml;&szlig;t.
 Wir treten ein und drehen an  dem  Rad  der kleinen Kanone, die auf dem
Kaminsims steht (turn wheel). Die  Hinterwand  des  Kamins  &ouml;ffnet  sich 
und  wir schl&uuml;pfen hindurch zum abgesperrten  Nachbarzimmer,  bevor  der 
Besitzer  des Zimmers zur&uuml;ckkehrt (enter  fireplace).   Hier  entdecken 
wir  auf dem Boden an der Wand einen Strick,  den  wir  nehmen  (take string). 
Auf dem Tisch ersp&auml;hen wir einen Magneten  (take  magnet)  und  einen
Zettel, den wir nehmen und lesen (take note,  read  note).   Um  eine 
Brieftaube  hereinzulassen,  &ouml;ffnen wir das Fenster (unlatch window, open
window).  Schon bald kommt sie und setzt sich in  den  K&auml;fig.   Wir schlie&szlig;en
das Fenster (close window), damit der Vogel nicht  wieder wegfliegt, und
entdecken an dessen Fu eine Kapsel (look bird, look capsule), in die wir das
Familienphoto stecken (put photo in capsule). Wir  &ouml;ffnen  das  Fenster 
(open  window), damit die Taube entfliegen kann. Kurze  Zeit sp&auml;ter kehrt
sie zur&uuml;ck.  Wir schlie&szlig;en wie gewohnt das Fenster (close  window)
und untersuchen das Tier (look capsule).  Diesmal entdecken wir  eine 
Botschaft,  die  wir  nehmen  und  lesen  (take  aerogram,  read aerogram).  
Wir  &ouml;ffnen das Fenster erneut (open window), um dem Vogel die Freiheit zu
schenken.  Wenn der Mieter nebenan sein Zimmer wieder verlassen hat,  fl&uuml;chten
 wir  durch  den Kamin und zur T&uuml;r hinaus (enter fireplace). Wenn der
Mieter sein Zimmer wieder verl&auml;&szlig;t, schl&auml;gt die T&uuml;r zum
zweiten Mal zu.   Wir  kehren  zu  unserem Muli zur&uuml;ck, binden ihn los
(untie mule) und gehen  nach Westen.  5 Kilometer westlich von Coloma
(beziehungsweise 15 km &ouml;stlich  von  Sutter`s  Fort) wollen wir dem Muli
folgen (follow mule).  Es bringt uns zu Jakes H&uuml;tte.<BR><BR><B>Das
Wiedersehen mit Jake</B><BR><BR>Hier lassen wir es an der Tr&auml;nke stehen. 
Wir freuen uns, da&szlig; wir Jake bald wiedersehen  werden  und  sind gespannt
auf seine Goldfunde.  Zuerst jedoch betreten wir sein bescheidenes H&auml;uschen.
 Wir nehmen die Streichholzpackung vom  Tisch  (take  matches)  und  gehen 
wieder  raus und zum Klohaus.  Wir entscheiden  uns,  in  das  Loch  zu 
klettern  (enter hole) und &uuml;berwinden unseren  Ekel  (yes).   Unten 
angekommen  erkennen  wir,  da&szlig;  wir  in der Ausgangsh&ouml;hle  einer 
Mine  stehen.   Wir  z&uuml;nden  die  Laterne  mit  den Streichh&ouml;lzern  an
 (light  lantern) und gehen nach links bis zu der dicken Holzt&uuml;r,  in  der 
sich  ein  kleines  Guckloch  befindet.   Wir binden den Magneten  an  die 
Schnur  (tie string to magnet) und stecken diesen in das Loch  (put  magnet  in 
hole).   Diese  Handlung  k&ouml;nnen  wir  beliebig oft wiederholen  -  toll! 
Mit dieser Angelrute k&ouml;nnen wir nun einen Schl&uuml;ssel, der  ja  meistens
 aus Metall hergestellt ist, fischen, in dem wir das Seil etwas bewegen (lower
magnet).  Es macht einen Klick und der Schl&uuml;ssel h&auml;ngt an  dem 
Magneten,  den  wir  auch gleich hochziehen (raise magnet).  Damit k&ouml;nnen 
wir  endlich diese verdammte T&uuml;r &ouml;ffnen (unlock door).  In der Mine
finden wir an manchen Stellen der Wand Gold (pick);insgesamt aber h&ouml;chstens
24  Mal (was nat&uuml;rlich je einen Punkt ausmacht).  Dazu ben&ouml;tigen wir
jedoch den  Eisenpickel (take pick), der sich im westlichen Teil der Mine
befindet (siehe  Karte).   Auch  im Westen treffen wir in einer gro&szlig;en H&ouml;hle
unseren Bruder  Jake,  den  wir  &quot;herzlich&quot;  begr&uuml;&szlig;en
(hello).  Wenn wir nun in der Mitte  der  hinteren Wand ein Loch bohren,
gelangen wir Mal so nebenbei zum gro&szlig;en Reichtum und au&szlig;erdem zum
Ende dieses fabelhaften Adventures ...<BR><BR></P></BODY></HTML>
