<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="champions_manager_93.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="championship_manager_94.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Wenn man w&auml;hrend des Kampfs &#060;SPACE&#062; gedr&uuml;ckt h&auml;lt, kommen die vom Computer
gesteuerten NPCs (non playing characters) nicht zum Einsatz. Sie werden
einfach ausgelassen und man d&uuml;rfte keine Schwierigkeiten mehr haben, mit
ihnen fertig zu werden; egal ob man nun gegen Ratten oder blaue Drachen
k&auml;mpft. Einige Probleme gibt es aber bei Bozak und Aurak Draconians, da
diese noch explodieren, bevor sie entg&uuml;ltig zugrundegehen. Letztere
verwandeln sich kurz vor ihrem Tod in Feuerb&auml;lle, die trotz &#060;SPACE&#062; einige
Male attackieren k&ouml;nnen. Bei dem &#060;SPACE&#062;-Trick sind leider alle NPCs vom
Aussetzten betroffen, so da&szlig; z.B. verb&uuml;ndete Charakter nicht eingesetzt
werden k&ouml;nnen. In den St&auml;dten sollte man ruhig jede T&uuml;r &ouml;ffnen (vielleicht
verbirgt sich dahinter ein Schatz) und K&auml;mpfen nicht aus dem Wege gehen,
da diese Erfahrungspunkte und oftmals auch Geld einbringen. Beim Kampf
erbeutete Waffen, magische Gegenst&auml;nde oder Rollen mit Zauberspr&uuml;chen
sollte man in einem Au&szlig;enposten beim Waffenh&auml;ndler oder im Tempel
identifizieren lassen (VIEW=&#062;ITEMS=&#062;ID). Oft haben Waffen von Draconians
oder Zauberern geheime Kr&auml;fte. Rollen mu&szlig; man sowieso identifizieren
lassen, um die Zauberspr&uuml;che, die auf ihnen stehen, zu lernen (SCRIBE).

Wenn man einmal ein Item gefunden hat, kann man beliebig viele
Kopien davon machen.

1 Einen beliebigen Character erschaffen.
2 Ein Saved-Game einladen und alle ben&ouml;tigten Items dem Dummy zuschieben.
3 Den Dummy von der Party zur&uuml;ckziehen.
4 Den Dummy wieder einladen.
5 Die Items wieder den anderen Charaktern zuschieben.
6 Den Dummy von der Party nehmen.
7 Die Schritte 4-6 beliebig oft wiederholen.
</pre>
</body>
</html>
