<html>
<head>
  <title>The Chaos Engine</title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="chaos_engine_cd32,_the.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="chaos_strikes_back_-_dungeon_master_ii.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>

Spielname:&#009;Chaos Engine, The
Hersteller:&#009;Renegade
Vertrieb:&#009;Rushware
Genre:&#009;&#009;Action

Wertung (Amiga Game Power) :

Grafik:&#009;&#009;82 %
Sound:&#009;&#009;75 %
Motivation:&#009;82 %


Character 1&#009;Character 2&#009;Welt&#009;Pa&szlig;wort &#009;30 Leben + volle
  Spieler&#009;    CPU &#009;&#009;&#009;&#009;Ausstattung
Brigand &#009;Gentleman&#009; 2&#009;ZVKMQBPNP9SD
&#009;&#009;&#009;&#009; 3&#009;MC0BK4LJ3VS1
&#009;&#009;&#009;&#009; 4&#009;BQYBK4B9MV54
Mercenary&#009;Navvie&#009;&#009; 2&#009;ZVHNGKPSQ3D0
&#009;&#009;&#009;&#009; 3&#009;QZ7FK8T0ZMWY
&#009;&#009;&#009;&#009; 4&#009;TFRBK4PRKT17
Gentleman&#009;Brigand &#009; 2&#009;S5PVD47V0LCV
&#009;&#009;&#009;&#009; 3&#009;H88BKMR1G3NC
&#009;&#009;&#009;&#009; 4&#009;Y#RBK8CSJ002
Navvie&#009;&#009;Thug&#009;&#009; 2&#009;X1P2XLG50LDS
&#009;&#009;&#009;&#009; 3&#009;HRRBK4CX740S
&#009;&#009;&#009;&#009; 4&#009;#F8BKRSY36MY
Thug&#009;&#009;Preacher&#009; 2&#009;VGVKJWXQ4JJ0&#009;6#HBKCMLTV5G
&#009;&#009;&#009;&#009; 3&#009;80RBK85HXD98&#009;ZQ#BKW10ZFF9
&#009;&#009;&#009;&#009; 4&#009;M0CBK4V21LV7&#009;N1#BKC3KXQRF
Preacher&#009;Brigand &#009; 2&#009;TP3WZYQT4DJP
&#009;&#009;&#009;&#009; 3&#009;QZ#BK02PS3JR
&#009;&#009;&#009;&#009; 4&#009;C8CBK42T2TQ#

Pa&szlig;w&ouml;rter f&uuml;r 30 Leben und viel Geld:
  Einspielermodus : HC4BKMP0VBFL
  Zweispielermodus: YJJBKM4NT7D4

Pa&szlig;wort: JNZM47WT84ZM Welt 4, Level 1, Preacher mit 61935, Navvie mit 11036
Geldvorrat

Dr&uuml;ckt man im Ein-Spieler-Modus bis zum Ende der Codeabfrage die Taste &#060;X&#062;,
&#060;T&#062;, &#060;V&#062; oder &#060;Y&#062; (=Z), so steigt man im ersten Level fast voll ausger&uuml;stet
ein.

Mit diesem Codes erh&auml;lst Du unendlich viel Geld:

&#009;&#009;&#009;World 2&#009;  GVVCH5DMS7N
&#009;&#009;&#009;World 3   V35076X6S7WH
&#009;&#009;&#009;World 4   6UCDXU25S7V2


Geheimr&auml;ume:
Level1.2
Bei der gro&szlig;en Fl&auml;che vor den Klippen, ist links unten eine kleine Insel.
Hier mu&szlig; man den gemeinen Widersacher erledigen und schon erscheint eine
Br&uuml;cke.
Level 1.3
Beim S&auml;ulengang auf der linke Seite kann man die dritte S&auml;ule von unten
abschie&szlig;en. Man erh&auml;lt einen Schl&uuml;ssel, der einen Geheimraum rechts auf-
schlie&szlig;t. In diesen Geheimraum liegt wiederum ein Schl&uuml;ssel, der am Ende
des Levels (ganz links) wieder einen Schl&uuml;ssel zug&auml;nglich macht. Mit diesem
ultimativ letzten Schl&uuml;ssel gelangt man nun in einen weiteren Bonusraum.
Level 1.4
Am Levelanfang bei der Spalte mit dem Players-Stay-Symbol, mu&szlig; man rechts
in die H&ouml;hle hineinhgehen, um in den Zusatzraum gebeamt zu werden. Am
Levelende sollte man den rechten von den beiden Steinen abschie&szlig;en. Nun
bekommt man einen Schl&uuml;ssel f&uuml;r den unteren Geheimraum.
Level 2.1
Der rechte der drei goldenen Zylinder gibt ein Zusatzleben, der linke nur
ein First-Aid-Kid. Auf dem gro&szlig;en Platz sollte man den linken Schl&uuml;ssel
nehmen, daraufhin erscheinen unz&auml;hlige Extras.
Level 2.3
Bei der Reihe von Gasleitungen sollte man beim Gang nach unten die obere
Mauer abschie&szlig;en. Man erh&auml;lt einen Schl&uuml;ssel, mit dem man durch die untere
T&uuml;r gehen kann. Wenn man bei dem langen Rohr einen goldenen Schl&uuml;ssel nimmt,
so erscheint ein zweiter, den man erst nehmen sollte, wenn der Zugang oben
auf dem Weg verschlossen ist. Damit wird der Weg begehbar.
Level 3.1
Am Anfang sollte man den ganz linken Schl&uuml;ssel nehmen. Im gro&szlig;en Raum mit
den vielen H&auml;nden sollte man oben die zweite Statue von rechts abschie&szlig;en.
Wenn man zum Labyrinth kommt, dann sollte man zuerst ganz rechts hochgehen
und den Schl&uuml;ssel abkassieren. Dann sofort zur&uuml;ck und in den zweiten
Eingang von rechts und hoch. An der Kreuzung mu&szlig; man nach links gehen und
den Schl&uuml;ssel holen. Wenn man auf einem anderen Weg zu dem Schl&uuml;ssel geht,
so verschwindet er auf mysteri&ouml;se Art und Weise. Nun ist ganz rechts eine
kleine Schatzinsel offen. Auf dem R&uuml;ckweg wird man auf eine einzelne S&auml;ule
gebaemt, auf der man sofort nach rechts schie&szlig;en sollte. Nun &ouml;ffnen sich
n&auml;mlich die Br&uuml;cken zu den besten Extras.
Level 3.2
Wenn man am Ende vom Gang auf den blauen Vierecken steht, so sollte man
oben die Statue unter Beschu&szlig; nehmen. Daf&uuml;r erh&auml;lt man unten eine Br&uuml;cke.
Wenn man bei einer Treppe mit zwei Schl&uuml;sseln ist und den darauf
erscheinenden nicht nimmt, so sollte man zur unvollst&auml;ndigen Treppe gehen,
um ein halbes Level weiter gebeamt zu werden.
</pre>
</body>
</html>
