<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="comanche.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="commander_keen.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Tips:
- Immer auf den &Ouml;lstand achten, besser ein paar &Ouml;lfelder zuviel als zuwenig.
- Wenn man ein deutlich h&ouml;heres Einkommen als der Gegner hat, kann man
sich am Anfang Zeit lassen, sonst sollte man die Feindseligkeiten
er&ouml;ffnen, sobald man gut vorbereitet ist, sonst bekommt der Gegner zuviel
Geld.
- Wirtschaftshilfe sollte man nur anwenden, um Aufmarschgebiete f&uuml;r seine
Armeen zu bekommen. Ansonsten sollte man sein Geld in Kampfeinheiten
anlegen. Zu Beginn des Spiels sollte man seine Einheiten zu den Fronten
bringen. Eventuell sind einige Infanterieeinheiten n&uuml;tzlich, um durch
gegnerische Wirtschaftshilfe verlorengegangene L&auml;nder zur&uuml;ckzuerobern oder
neutrale L&auml;nder (z.B. Mexico) einzunehmen.
- Wichtig sind vor allem Panzer und Flugzeuge aber auch U-Boote in
Meerengen (z.B. Gibraltar) oder auf den Nachschublinien des Gegners sind
ihr Geld wert.
- Nur angreifen, wenn man mindestens 2:1 &uuml;berlegen ist; falls der Gegner
eingebuddelt in einer Stadt hockt, reicht sogar dies oft nicht aus.
- Ersteinsatz von Nuklearwaffen lohnt sich nicht.
- Immer darauf achten, da&szlig; die Hauptstadt nicht Opfer eines
&Uuml;berraschungsangriffs wird, besonders wenn man nur eine hat.
- Am wichtigsten sind St&auml;dte. Man sollte sich nur um Gebite mit hoher
Bev&ouml;lkerungsdichte k&uuml;mmern.

Nun zu den einzelnen Szenarien :
1918: Als roter Spieler mu&szlig; man versuchen, Paris und London einzunehmen,
bevor zuviel Verst&auml;rkung &uuml;ber den Atlantik gelangt. Falls man seine Flotte
in den Atlantik bekommt, kann man dort den gegnerischen Nachschub
blockieren. Als blauer Spieler mu&szlig; man seine Armeen eingraben, stillhalten
und mehr Armeen &uuml;ber den Atlantik bringen. Man kann au&szlig;erdem einige
neutrale L&auml;nder erobern. Wenn man stark genug ist, marschiert man gegen
Berlin.

1942: Der rote Spieler sollte zuerst Ru&szlig;land erobern, England hebt man bis
zum Schlu&szlig; auf. Die zwei Panzer in Afrika kann man nach Venezuela schicken
und langsam aber sicher Afrika erobern. Die japanischen Flotten sollte man
in Reichweite landgest&uuml;tzter Flugzeuge behalten, bis die amerikanischen
Flotten au&szlig;er Gefecht gesetzt sind. Immer einige Einheiten in Japan
lassen! Spielt man Blau, sollte man die deutschen Panzer vor Moskau als
erstes vernichten (mit Flugzeugen), dann den Gegenangriff starten. Mit
etwas Verst&auml;rkung kann man dann Japan angreifen.

1986: Rot mu&szlig;, mit etwas Verst&auml;rkung, schnell Westeuropa einnehmen, da
sonst der Einnahmeunterschied zu gro&szlig; wird. Mit etwas Wirtschaftshilfe
kann man Mexico f&uuml;r sich gewinnen und von dort und Kuba aus Nordamerika
erobern. Hat man wieder etwas Luft, so sollte man versuchen, Japan
einzunehmen. Blau kann vor Beginn der Feindseligkeiten den
Einkommensunterschied f&uuml;r sich wirken lassen und Westeuropa verst&auml;rken.
Vor allem Flugzeuge kaufen! Wenn man einen Panzer nach Korea schickt, kann
man sp&auml;ter China einnehmen. Die Truppen am Persischen Golf sollten etwas
verst&auml;rkt werden. Sind die &Ouml;lfelder befreit, kann man mit ihnen Indien und
S&uuml;dru&szlig;land erobern. Immer ein Auge auf Japan und Kuba werfen !
</pre>
</body>
</html>
