<html>
<head>
  <title>The Crescent Hawks Inception</title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="creatures.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="crime_time.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Im Laufe des Spiels bekommt man es mit folgenden H&auml;usern zu tun :

Das Haus von Davoin, Steiner, Kurita, Marik und Liao. euer &auml;rgster Feind
ist das Haus von Liao. Es ist haupts&auml;chlich in Starport ans&auml;ssig. Euer
Ziel ist es nun, vom Planeten zu fliehen, wobei Euch mehrere Agenten der
Crescent Hawk`s zur Seite stehen. Doch Vorsicht ! Auch Verr&auml;ter sind unter
ihnen!

L&ouml;sung :
Das Spiel startet in der Citadel. Ihr seid mit nur 20 C-Bills und viel Mut
ausger&uuml;stet. Als erstes hei&szlig;t es Geld besorgen. Sofort eile ich zum rechts
von mir gelegten Aktienb&uuml;ro und investierte mein ganzes Geld in
&quot;NASHDIV&quot;-Aktien. Immer, wenn das Taschengeld ausbezahlt wurde, sofort in
Aktien umsetzen! Zwischendurch erledigt man die &Uuml;bungsmission und ruht
sich aus. Hat man einmal 200-300 C-Bills zusammengerafft, kauft man sich
&Uuml;bungsstunden im Umgang mit Anti-Mech-Waffen. Andere &Uuml;bungsm&ouml;glichkeiten
sind &uuml;berfl&uuml;ssig! Versucht auf jeden Fall, die &Uuml;bungsmissionen zu
bestehen. Immer wieder abspeichern! Die ersten K&auml;mpfe erledigt der
Computer leicht mit dem Chamelion. Seine Ahnengeschichte kann man sich in
der Cathedrale ansehen. Eines Tages wird die Citadel von feindlichen
Kuritan-Mechs vernichtet, doch Dir gelingt die Flucht. Nun eilt man mit
Hilfe eines Holoviewers, den man bei einem Gespr&auml;ch in der Lounge
ergattert hatte, eingelassen wird. Im Starport angekommen, sofort zum
Kleidergesch&auml;ft eilen und andere Kleider kaufen. Ansonsten wird man sofort
angegriffen, was meistens schlecht ausgeht! Nun k&uuml;mmert man sich um eine
Panzerung, die man im Armourshop bekommt. Falls die finanzielle Lage dies
nicht zul&auml;&szlig;t, kann man sich im Kolosseum mehr dazuverdienen. Im Falle
eines Kampfes immer den Computer arbeiten lassen, da er ziemlich gut ist.
Hat man genug zusammen, kauft man sich einen Inferno-Werfer im
&quot;Weaponshop&quot;. Diese Waffe ist zwar etwas teuer, kann jedoch mit einem
Schu&szlig; einen Gegner beseitigen. Die Panzerung braucht dagegen nicht so
teuer sein, da das Reparieren recht g&uuml;nstig ist. Wie Ihr wahrscheinlich
schon bemerkt habt, ist man im Rednerhaus nicht gerade willkommen. Das
st&ouml;rt uns nicht, und wir gehen nochmals hinein. Im Laufe der Entwicklung
kommt es zum Kampf, der sehr zu schwer zu bew&auml;ltigen ist. Habt Ihr ihn
&uuml;berlebt, verf&uuml;gt Ihr aber &uuml;ber einen Mitk&auml;mpfer und einen Battlemech! Mit
ihm k&ouml;nnt Ihr auf Beutefeldz&uuml;ge gehen und Geld absahen! Das Steuer
&uuml;berl&auml;&szlig;t man am besten Rex, dem Neuen. Doch Vorsicht, wenn Ihr den Mech
verliert, ist das Spiel schwer zu l&ouml;sen. Seid Ihr gut ausger&uuml;stet, begebt
Ihr euch &ouml;stlich von der Citadel zum Gef&auml;ngnis und stehlt einen zweiten
Mech. Nun wieder auf dem Starport und im Krankenhaus den Doktor und in der
Mechgarage den Mechaniger in die Crew aufnehmen. Anschlie&szlig;end den
Fragenstein auf der im Plan markierten Stelle aufsuchen. Die gestellten
Fragen werden von der Person mit dem jeweiligen Wissensgebiet beantwortet.
Sie mu&szlig; darin perfekt sein. Falls n&ouml;tig, einen Kurs belegen. Hat man die
drei Fragen beantworten, kann man den Dungeon, der ebenfalls makiert ist,
betreten.

Im Dungeon :
Dies ist ein neuer Abschnitt des Spiels, in dem es keine Feinde gibt! Ziel
ist es, alle T&uuml;ren zu &ouml;ffnen, um den Strom anzustellen, mit dem man ein
Hilfesignal (SOS) an das Hauptquartier senden kann. Dieses holt einen dann
ab und man bekommt eine Auszeichnung. Ist der Dungeon geschafft, bekommt
man den wei&szlig;en Code, mit dem man die letzte T&uuml;r zum Schaltraum &ouml;ffnen
kann.

Tips :
Die meisten Roboter zum Niederm&auml;hen treiben sich in der zerst&ouml;rten Citadel
herum. Die T&uuml;ren im Dungeon &ouml;ffnet man mit Hilfe des richtigen Rot-, Blau-
und Gelbcodes, Gr&uuml;n eingeschlossen.
</pre>
</body>
</html>
