<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="crescent_hawks_inception,_the.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="crime_wave.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Empfehlungen :
Man mu&szlig; als erstes duschen, dann findet man ein seltsames St&uuml;ck Papier,
das an den Schuhen klebt (die Formel ist unsichtbar, wird sp&auml;ter durch
Erw&auml;rmen decodiert). Wenn man das Papier gefunden hat, geht das
Agentenpaar in das Badezimmer und unter die Dusche. Aus dem R&uuml;cksack nimmt
man den Kopfh&ouml;hrer, den Recorder und die Cassette. Dann geht man in das
Zimmer des Arztes und nimmt die Schere mit. Danach spielt man Schach mit
dem Russen und eignet sich die Munition an. Als n&auml;chstes geht man in das
Zimer der Agenten und stellt den Recorder unter das Bett (auf Aufnahme
dr&uuml;cken!). Dann geht man nach unten und kauft beim Koch eine Flasche Wein.
Man wirft eine M&uuml;nze in die Jukebox und macht die T&uuml;r zur K&uuml;che zu. Danach
mu&szlig; man sich im Zimmer des Kochs den Schl&uuml;ssel f&uuml;r die Abstellkammer
besorgen und sieht anschlie&szlig;end fern. Hat man das getan, geht man zur
Abstellkammer, nimmt Taschenlampe und Werkzeug heraus und sabotiert die
Dusche. Danach geht man zur Rezeption und kann das G&auml;stebuch lesen. Wenn
man nun zur&uuml;ck zur unteren Dusche geht, findet man einen Dietrich, mit dem
man in den Raum 16 eindringen kann. Man untersucht das Telefon und
sabotiert auch diese Dusche. Nun nimmt man aus dem Zimmer des P&auml;rchens den
Recorder und die Bettw&auml;sche mit. Aus Raum 29 nimmt man den Walkman aus dem
Nachttisch mit. Dann geht man wieder zur&uuml;ck zur Rezeption und verschafft
sich Zugang zum Zimmer des Hoteliers. Unter dessen Bett st&ouml;&szlig;t man auf eine
Uhr sowie auf ein Zahlenschlo&szlig; zu dem Zimmer, in dem die Leiche liegt.
Jetzt steckt man die Cassette in den Walkman und ruft Zimmer 16 an. Als
n&auml;chstes &ouml;ffnet man die Fallt&uuml;r bei der Rezeption, geht in den Keller und
zerschneidet das Antennenkabel. Dann wieder zur&uuml;ck zum Raum 1, wo man sich
seinen Walkman wiederholt. Der n&auml;chste Schritt f&uuml;hrt zur Rezeption. Man
gibt dem Hotelier die Uhr, geht in den Speisesaal und gibt den Vertreter
dort den Wein. Im Gegenzug erh&auml;lt man den Bausatz. Man geht dann zur
Leiche und nimmt Pistole und Feuerzeug mit. Nach dem Schaltplan aus Zimmer
26 l&auml;&szlig;t man sich von seinem Kumpel eine Wanze zusammenbauen. Derselbe
Kumpel kann auch mit seinem Feuerzeug die Formel auf dem St&uuml;ck Papier
sichtbar werden lassen. Jetzt baut man die Wanze in das Telefon der
Agenten ein und nimmt das Gespr&auml;ch mit Hilfe des im Recorder eingebauten
Empf&auml;ngers auf. Dabei mu&szlig; man allerdings die Kopfh&ouml;hrer aufsetzen, sonst
wird man erwischt. Nun mu&szlig; man nur noch die Pistole laden und die Agenten
festnehmen.

Spielname:&#009;Crime Time&#009;
Hersteller:&#009;Starbyte&#009;
Vertrieb:&#009;Bomico
Genre:&#009;&#009;Adventure

Wertung (Amiga Game Power)

Grafik:&#009;&#009;57 %&#009;
Sound:&#009;&#009;46 %
Motivation:&#009;68 %


</pre>
</body>
</html>
