<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="parasol_stars.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="patrizier,_der.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
STRATEGY
Auf 8 Feldern mu&szlig; man die Karten so von dem Stapel sortieren, da&szlig; man es
hinterher schafft diese Karten der Reihe nach abzulegen. Beginnend mit
einem AS und endend mit einem K&Ouml;NIG. Diese Aufgabe erfordert eine geh&ouml;rige
Portion strategisches Denken; denn das Ablegen der Karten auf die acht
Felder ist kein Problem, aber an die Karten, die man braucht, wieder
heranzukommen schon.

WINDMILL
Ein Zwei-Patiencen-Spiel. Wiederum ist es m&ouml;glich auf acht Felder Karten
beliebig abzulegen, diesmal jedoch nur eine Karte pro Feld. Sind die Felder
belegt, werden die &uuml;brigen Karten,die man zur Zeit nicht brauchen kann, auf
&quot;WASTE PILE&quot; abgelegt. Auf dem Feld &quot;ACE TO KING&quot; beginnt man mit einem AS.
Das +-Zeichen verr&auml;t uns das nun Karten von 2,3,usw. bis zum K&ouml;nig einer
Farbe dort angelegt werden m&uuml;&szlig;en. Entgegengesetzt verh&auml;lt es sich auf dem
Feld &quot;KING TO ACE&quot;, hier beginnt man mit einem K&Ouml;NIG und geht &uuml;ber DAME,10,
9,usw. bis AS herunter. Nat&uuml;rlich wieder alle Karten einer Farbe. Hat man
inzwischen ein Ablagefach wieder frei, kann man es mit einer Karte vom
&quot;WASTE PILE&quot; - Feld neu besetzen.

FOURTEEN OUT
Bei diesem Spiel ist weder die Farbe noch die Reihenfolge entscheidend.
Wichtig ist nur, s&auml;mtliche Karten von dem Spielfeld zu entfernen. Jede
Karte hat einen Wert, z.B.: K&Ouml;NIG = 13, DAME = 12 und der BAUER = 11. Um
aber Karten entnehmen zu k&ouml;nnen mu&szlig; man mittels zweier verschiedener Karten
die Punktzahl 14 erreichen. Also K&Ouml;NIG + AS, DAME + 2 oder BAUER + 3 usw..

KING ALBERT
Dieses Spiel bedient man nach den bekannten Solitaire-Regeln. Bsp: an einen
schwarzen BAUER kann nur eine rote 10, an ein AS nur eine 2 dann eine 3
angelegt werden.

PATIENCE
Auch bei diesem Spiel mu&szlig; man Karten einer Farbe in ihrer Reihenfolge
zusammenbringen. Die Art der Vorsortierung kennen wir vom Solitaire:
SCHWARZ an ROT und ROT an SCHWARZ.

CASTLE
Hier gilt es acht Kartenstapel so abzubauen,da&szlig; sie hinterher geordnet nach
Farbe und Reihenfolge auf den ASSEN liegen. Als Erstes mu&szlig; man also
versuchen an alle ZWEIEN heranzukommen. Ein Umsortieren innerhalb des
Stapels ist nur folgenderma&szlig;en m&ouml;glich: an eine KREUZ-9 kann nur eine
KREUZ-8, dann eine KREUZ-7 angelegt werden. Dieses gilt auch f&uuml;r alle
anderen Farben.

CLOCK
Sinn und Zweck dieses Spiels: die Karten in ihre bestimmten Boxen zu bringen.
Nur wenn es einem gelingt als letzte Karte den K&Ouml;NIG in seine Box zu bringen,
hat man gewonnen.

SNAP
?

SCORE LINE
Die Punktzahl auf den W&uuml;rfeln ist horizontal oder vertikal in eine
geschlossene 5-er Reihe zu bringen. Nachdem die Reihe voll ist, verschwindet
sie und die Reihe ist wieder frei. Sollten die Reihen nun alle belegt sein
und man bekommt keinen passenden W&uuml;rfel dazu hat man 9X die M&ouml;glichkeit auf
&quot;FREE GO&quot; den W&uuml;rfel wegzudr&uuml;cken.

EIGHT OFF
Wieder eine Solitaire-Variante. Man hat acht Ablagem&ouml;glichkeiten zum
Sortieren, allerdings pro Feld nur eine Karte. Die vier ASSE unten links
m&uuml;&szlig;en also aufgestockt werden - KARO auf KARO..... AS - 2 - 3 - usw..

FLOWER GARDEN
Dieser &quot;Blumengarten&quot; wird ebenfalls nach den Solitaire-Regeln gespielt. Es
bedarf also keiner Erkl&auml;rung.

SIR TOMMY
Bei diesem Spiel stehen einem nur vier Ablagef&auml;cher zur Verf&uuml;gung. Das
Spielprinzip ist &auml;hnlich wie bei Strategy. Die Karten k&ouml;nnen nach Belieben
abgelegt werden, also weder nach Farbe noch nach Punkten.

TRAY
Tray ist ein Verscheibespielchen. Es er&uuml;brigt sich eine genaue Erkl&auml;rung.
Alle Buchstaben m&uuml;&szlig;en nach diversen &quot;Verschiebungen&quot; in der richtigen
Reihenfolge stehen.
</pre>
</body>
</html>
