<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="police_quest.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="pool_of_radiance.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Bevor man das Auto verl&auml;&szlig;t, Handschuhfach &ouml;ffnen, die Karte darin
umdrehen und die Nummer baldm&ouml;glichst zum &ouml;ffnen des Spinds
verwenden. Auch noch unbedingt das Schl&uuml;sselbund nehmen. Nun an den
Schreibtisch in der Homicide-Abteilung gehen und in den Korb und die
(ge&ouml;ffnete) Schublade gucken, Leserbrief und Brieftasche angucken,
und dann die Tasche mitnehmen. Ein blick aufs schwarze Brett sollte
sofortige Schie&szlig;&uuml;bungen folgen lassen. Dienstautoschl&uuml;ssel noch
mitnehmen. Ein sicheres Treffen der Zielscheibe erfordert einen
Schaden, den man sich angucken sollte; H&ouml;rsch&auml;den durch tragen eines
Ohrsch&uuml;tzers verhindern. Jetzt Extramunition mitnehmen,
Ohrensch&uuml;tzer zur&uuml;ck geben und Raum verlassen. Zur&uuml;ck im B&uuml;ro Foto
von Bains besorgen und mit Ermittlungen im Gef&auml;ngnis beginnen, bevor
man das Geb&auml;ude aber betritt, die Pistole in den daf&uuml;r gedachten Ort
einschlie&szlig;en. Zur Ermittlung nach Fluchtauto, Bains, Pate und Zeugen
zur Vernehmung fragen. An der Oak Tree Mall die T&uuml;r des anderen
Autos &ouml;ffnen, &quot;Fingerprint powder&quot; auf das Handschuhfach legen und
dieses nach Zeugenbefragung per Funk mitteilen. Nach Vernehmung der
Joggerin an der Cotton Cove und dem erfolglosen Schu&szlig;wechsel mit
Bains sollte man nach dessen Verfolgung wieder mal das Radio
benutzen. Nach Untersuchung des Tatortes am Flu&szlig;ufer
entdeckt man neben Schleifspuren Blut und Fu&szlig;abdr&uuml;cke, die man zum
Beweis an sich nimmt. Photos vom Tatort zeichnen M&uuml;ll durchw&uuml;hlen
und nach Leichen tauchen; daf&uuml;r jedoch die Sauerstofflasche mit dem
gr&ouml;&szlig;ten Inhalt nehmen. Beim Absuchen des Flu&szlig;grundes findet man
neben einem &quot;badge&quot;, unter Felsen die Leiche von Pate. Nach einer
Radiomeldund bekommt man wenig sp&auml;ter selbst eine und f&auml;hrt zum
Flughafen. An der bekannten Stelle befindet sich wieder ein Auto,
das man auch durchsuchen sollte. Nach Funk-Mitteilung &uuml;berquert man
per Ampelbet&auml;tigung sicher die Stra&szlig;e. Am Ticketschalter erh&auml;lt man
Hinweise durch vorzeigen des Bildes von Bains aus der Gef&auml;ngnisakte
und einem Blick auf die Liste. Flugticket nach Housten kaufen;
Kontrollen passiert man durch vorzeigen der Polizeimarke.Im Flugzeug
den Sicherheitsgurt anlegen, auf die Liste einer Autovermietung
gucken und den Wasserbeh&auml;lter der mittleren Toilette &ouml;ffnen und
den elektrischen H&auml;ndetrockner benutzen. Vor der Fahrt zum
Hauptquartier mehrmals das Radio benutzen. Nach Buchung bisher
gesammelter Beweismittel entdeckt man in dem Korb eine Mitteilung.
Zum Telefon greifen, 0 f&uuml;r Auskunft w&auml;hlen und nach der Nummer von
Marie Wilkans fragen. Beim Abend bei Arnies wird man die Blumen wie
auch mehrere K&uuml;sse los; nach dem Essen zahlen. Am n&auml;chsten Tag
entdeckt man bei Untersuchung der Leiche im Kofferraum die Ecke
eines Briefes mit Adresse. Unter den K&ouml;rper des Toten gucken. Dem
Inhaber von Snugglers Inn zeigt man seine Polizeimarke und das Photo
von Bains. Den Durchsuchungsbefehl bekommt man beim &quot;Dispatch&quot;.
Damit bekommt man die Zimmerschl&uuml;ssel, mit denen man die T&uuml;r
vorsichtig &ouml;ffnen mu&szlig;. Im Raum findet man Blut, das Gegenst&uuml;ck zur
Briefecke, Marie's Lippenstift und Colby's Visitenkarte. Nun zu
Marie fahren. Nach einem Blick auf die Haust&uuml;r die T&uuml;r &ouml;ffnen,
wohinter ein Chaos ist. Im Aschenbecher entdeckt man eine Notiz von
Bains. Danach schnell zur&uuml;ck ins Quartier fahren. Nach einem Blick
in den Korb Colby telefonisch warnen und die Polizei in Steelton
informieren. Jetzt f&uuml;rs Schie&szlig;en &uuml;ben. Am Flughafen ein Flugticket
nach Steelton kaufen. Wenn die Stewardess zu Boden f&auml;llt, mit
geladener Waffe aufstehen, auf Flugzeugentf&uuml;hrer schie&szlig;en, und auf
zweiten Entf&uuml;hrer schie&szlig;en. Jetzt mu&szlig; man noch die Bombe finden und
entsch&auml;rfen. Das Werkzeug dazu holt man sich aus der Tasche des
maskierten Mannes, der Bombenkonstruktionsplan befindet sich im
Turban des unmaskierten Entf&uuml;hrers. Vor Entsch&auml;rfen der sich im
Papierspender befindlichen Bombe den Plan genau durchlesen. Wenn man
in Steelton ist, die Walkie Talkies an sich nehmen. Ben&ouml;tigt werden
diese kurz darauf beim Angriff des R&auml;ubers, um Keith zur
Unterst&uuml;tzung herbeizurufen. Nach Aussprache mit dem R&auml;uber und
Lesen der Rechte entdeckt man im rechten Teil des Parks einen
Schacht, der in die Kanalisation f&uuml;hrt. Die methangasverseuchte
Gegend kann nur schnelles Durchlaufen &uuml;berwunden werden. Durch
Hochklettern der Leiter und &Ouml;ffnungsversuch des Deckels wird Bains
angelockt, der jedoch wieder fliehen kann. Mit einer in einem
Wandschrank gefundenen Gasmaske gelangt man schlie&szlig;lich an eine T&uuml;r,
und kann Marie retten, nachdem man sie beruhigt und von ihren
Fesseln befreit hat. Nun mu&szlig; man nur noch Bains aus dem Hinterhalt
von links mit einigen Sch&uuml;ssen fertigmachen.
</pre>
</body>
</html>
