<html>
<head>
  <title></title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="pod.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="police_quest_2.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
Wenn man den Kollegen Jack Robb anruft (5552622) und sein Mitleid &uuml;ber den
Rauschgifttot seiner Tochter ausdr&uuml;ckt bekommt ihr 2 Extrapunkte.

Zum Briefing gehen, Zeitung lesen, an rechten oberen Tisch gehen, Fach
auf Nachrichten untersuchen, im Korridor Radio und Autoschl&uuml;ssel nehmen
und alles aus Kabine im Badezimmer. Zum Parkplatz und ums Auto gehen,
darin umsehen und den Gummikn&uuml;ppel aus der Autot&uuml;r nehmen. Nun auf die
Stra&szlig;e. Nach der Funkmeldung Sirene an und zur Unfallstelle fahren, dort
Unfallwagen untersuchen, Zentrale benachrichtigen, Zeugen ausfragen und
wegfahren nachdem der Chef erschienen ist. Nach dem Funkruf zu Carols
Caffein Castle fahren, an Tisch setzen, nach dem Anruf gehts wieder
weiter. Den roten Sportwagen anhalten, der eine Ampel bei rot &uuml;berfahren
hat, Zentrale das Kennzeichen durchgeben, Fahrschein verlangen und
Strafzettel geben. Zu Carols Caffein Castle fahren, Rocker bei Wino
Willis auffordern, die Motorr&auml;der wegzufahren und dann den Gummikn&uuml;ppel
benutzen. Auf der Stra&szlig;e den betrunkenen Fahrer anhalten, Alkoholtest
durchf&uuml;hren, Handschellen anlegen, seine Frage mit Nein beantworten und
ihn ins Gef&auml;ngnis wegen Betrunkenen Fahrens fahren (Vor'm Gef&auml;ngnis die
Pistole in Fach neben T&uuml;r legen).Auf der Stra&szlig;e den Drogendealer
anhalten, Unterst&uuml;tzung rufen, ihm sagen, da&szlig; er ihn anschie&szlig;en soll,
danach die Pistole des Dealers dem Kollegen geben, Auto untersuchen,
die Sachen dort dem Kollegen geben, und den Dealer ins Gef&auml;ngnis fahren.
Der Mann wird dort wegen Drogenbesitzes eingelocht und man f&auml;hrt zur&uuml;ck
ins B&uuml;ro.Wegen der Nachricht mu&szlig; man eine Dusche nehmen und mit Lt.
Morgan sprechen. Danach der Bewei&szlig;aufnahme den beschlagnahmten Revolver
zeigen und die dort gefundene Nummer in Polizeicomputer eingeben. Akte
aus Schrank, Poster vom Clipboard, Schl&uuml;ssel und Funkger&auml;t nehmen; alles
ansehen und zum Gericht fahren um eine Freilassung zu verhindern. Bei der
Richterin erst anmelden und, nachdem man vorgelassen wurde, die Beweise
vorlegen (das Kennzeichen ist die T&auml;towierung). Jetzt schnell zum
Gef&auml;ngnis wo man die Freilassung gerade noch verhindern kann. von der
Polizeistation aus f&auml;hrt man mit Laura zum Park, hinter'm Busch in
Deckung gehen, w&auml;hrend Laura das Auto au&szlig;er Sichtweite bringt. Nun
warten. Irgendwann erscheinen zwei Dealer und geraten wegen der Ware in
Streit. Laura anfunken, Revolver ziehen, &quot;H&auml;nde hoch&quot; rufen, Laura
anfunken, hinter Busch hervorkommen, Mann in Schach halten und wenn er
sich ergibt, Handschellen anlegen, ihm Rechte vorlesen und durchsuchen
und befragen. Nun beide im Gef&auml;ngnis als Drogendealer abliefern.
Jetzt zum Blue Room und mit Jack reden. Zur&uuml;ck ins B&uuml;ro, wo Notiz auf
Tisch liegt. Sonny's Freundin Marie wartet im Gef&auml;ngnis auf ihn. Man
bekommt ihre Zusage, wenn man fragt, ob sie bei der Hotelsache helfen
will. Auf dem R&uuml;ckweg zum Cotton Cove fahren, Leiche genau untersuchen
und die Zentrale anfunken. In Lt. Morgan's B&uuml;ro wird man in einen Plan
eingewiesen. Dazu mu&szlig; man sich verkleiden (Anzug und Stock) und zum
Haaref&auml;rben unter die Dusche (Bleichmittel in die Haare schmieren und
kr&auml;ftig sp&uuml;len). Wieder in Lt. Morgan's B&uuml;ro erf&auml;hrt man von Kathy's Tod
und wird in weitere Details eingewiesen. Jetzt die Nummer auf Telefon
merken und zum Hotel fahren. Nach dem Portier l&auml;uten, Zimmer mieten und
bezahlen. Zur Bar gehen, wo Marie schon wartet, doch der Barkeeper bei&szlig;t
nicht an. Nochmals, aber alleine zur Bar gehen, w&auml;hrend der Unterhaltung
Geld zeigen, mit Marie auf Sonny's Zimmer gehen, Lt. Morgan anrufen, mit
&quot;O&quot; Auskunft w&auml;hlen, nach Taxi-Nummer fragen, Taxi bestellen und Marie
verschwindet. Das Geld macht beim Barkeeper den Weg ins Spielzimmer frei,
wo man pokert. Das imponiert einem Mitspieler (Frank) so sehr, da&szlig; er
einen zu einem noch gr&ouml;&szlig;eren Spiel auffordert. Zusagen, zur&uuml;ck ins Zimmer
gehen und Bad nehmen. Nachdem man F&uuml;ller und Geld bekommen hat, dem
Barkeeper das Pa&szlig;wort von Frank sagen, wieder zum Spieltisch gehen,
spielen, dann mit Frank zu seinem Zimmer gehen und immer die Kollegen per
Funk verst&auml;ndigen. Wenn er das Zimmer verl&auml;&szlig;t, schnell noch mal funken.
Er will Sonny jetzt erschie&szlig;en, doch die Kollegen kommen rein. Sonny
schmei&szlig;t sich auf den Boden, Frank wird angeschossen und bekommt
lebensl&auml;nglich...Ende...
</pre>
</body>
</html>
