<html>
<head>
  <title>Die Kathedrale</title>
  <meta name="Generator" content="GuideML V1.6">
  <meta http-equiv="Content-Type" content="text/html">
</head>
<body background=bg.gif>
<a href="main.html"><img src="toc.gif" alt="INHALT" border=0></a><a href="katakis.html"><img src="prev.gif" alt="ZUR&Uuml;CK" border=0></a><a href="keef_the_thief.html"><img src="next.gif" alt="VOR" border=0></a>
<hr>
<pre>
In jeder Haupts&auml;ule des Kirchenschiffes steht das Standbild eines
Heiligen. Jedem Standbild kann man einen Gegenstand abnehmen, man sollte
sie sich jedoch noch einmal sehr genau betrachten. Hier sind alle Daten:

S&auml;ule&#009;1: Isidor von Feingr&auml;ber (1368-1415)&#009;Stab
&#009;2: Sebastian von Rochustal (1393-1425)&#009;Schl&uuml;sselchen
&#009;3: Antonius von Sieberlein (1314-1400)&#009;Spaten
&#009;4: Jakobius Huisemann (1313-1350)&#009;K&auml;stchen
&#009;5: Bartholom&auml;us Dannenburg (1349-1380)&#009;Hammer
&#009;6: Korbinian von Ulbering (1328-1381)&#009;Zepter
&#009;7: Ottokar von Schloberg (1331-1394)&#009;B&uuml;chlein
&#009;8: Ullrich von Ettenheim (1391-1427)&#009;Schwert

Weiterhin findet man im Kirchenschiff noch eine Blumenvase am Altar sowie
eine Kerze und ein Talglicht am Ostportal. In der Sakristei kann man
einige B&uuml;cher organisieren, dazu mu&szlig; man allerdings die Scheibe der
Vitrine einschlagen- die Scherben kann man auch gleich einsacken.
Die Keller sind zwar d&uuml;ster, aber auch hier wird man f&uuml;ndig. Unter dem
Westturm findet man im Keller das Pergament und die Briefe, im
Gew&ouml;lbekeller beim Untersuchen des Bodens ein H&auml;ufchen Sand. In der
Werkstatt unter dem Ostturm findet man eine Petroleumfunzel und im
Werkzeugschrank einen Schraubenschl&uuml;ssel und eine Eisenkette. Unter dem
westlichen Seitenturm findet man auf der Ummauerung des Brunnenkellers
ein Steinchen, im Kohlenkeller nat&uuml;rlich Kohlen, die man aber nur mit der
Vase vom Altar transportieren kann. Im Glockenturm findet man auf der
Westseite in den Ritzen des Sofas ein Monokel. Im Astrolabium befindet
sich in der Schublade des Tischs ein recht interessantes Buch, im Schrank
in der K&uuml;sterkammer steht ein Weihrauchschwenker.
Im Glockenturm zieht man das Sofa unter das Gel&auml;ut. Jetzt kann man das
Seil hinaufklettern, das Seil l&ouml;sen, in die gro&szlig;e Glocke klettern und den
Bolzen mit dem Schraubenschl&uuml;ssel l&ouml;sen. Der Kl&ouml;ppel f&auml;llt dann runter und
dank des Sofas kann man unbeschadet wieder hinunterh&uuml;pfen. Das Seil
sollte man mitnehmen. Die Wasserleitung am Ende der Krypta repariert man
mit dem Talglicht. Jetzt l&auml;uft das Wasser wieder ordentlich in das
Wasserbecken. Das &Uuml;berlaufloch verstopft man mit der Kerze, die man
anschlie&szlig;end wieder mitnimmt, und somit liegt pl&ouml;tzlich der
Kerkerschl&uuml;ssel im Heizofen.
An der Kirchenorgel mu&szlig; man ein bestimmtes Register ziehen (Teilt man
178.65 durch 19.85, so kommt die gesuchte Zahl heraus). man kann auch auf
die Orgel steigen und eine bestimmte Pfeife abschrauben. Geht man auf die
Ostbalustrade ganz bis ans Ende und untersucht die Baluster ganz genau, so
findet man einen f&uuml;nfeckigen Baluster. Dreht man diesen, so &ouml;ffnet sich
eine Geheimt&uuml;re. Mit einem sich in der Kardinalsgruft befindenden Ger&auml;t
und einem Seil kann man schwere Lasten heben. Immer alles doppelt und
dreifach anschauen! Untersucht die Beichtst&uuml;hle sehr genau- Auch wenn Ihr
Euch die Finger dabei schmutzig macht.
Achtet immer darauf, da&szlig; Kerze oder Funzel brennen-sind beide erst einmal
aus, so kann man sie nirgends mehr anz&uuml;nden. Im Chor h&auml;ngt ein Gem&auml;lde,
mit dem es etwas auf sich hat. Im Lexikon aus der Sakristei kann man viele
wichtige Begriffe nachschlagen. F&uuml;r alle die Orgel spielen wollen und die
Antwort nicht wissen: Ein Sechzentel-Triole hat drei T&ouml;ne, ein Bindebogen
hei&szlig;t Ligatur.
</pre>
</body>
</html>
